import Link from 'next/link';

import { Button } from '@documenso/ui/primitives/button';

export default function SignatureDisclosure() {
  return (
    <div>
      <article className="prose dark:prose-invert">
        <h1>ელექტრონული ხელმოწერის განცხადება</h1>

        <h2>მოგესალმებით!</h2>
        <p>
          გმადლობთ, რომ იყენებთ SignStream-ს თქვენი ელექტრონული დოკუმენტის ხელმოწერის შესასრულებლად.
          ამ განცხადების მიზანია გაცნობოთ პროცესის, კანონიერებისა და თქვენი უფლებების შესახებ ჩვენს
          პლატფორმაზე ელექტრონული ხელმოწერების გამოყენებასთან დაკავშირებით. ელექტრონული ხელმოწერის
          გამოყენების არჩევით, თქვენ ეთანხმებით ქვემოთ მოცემულ პირობებს.
        </p>

        <h2>მიღება და თანხმობა</h2>
        {/* <h2>Acceptance and Consent</h2> */}
        <p>
          როდესაც იყენებთ ჩვენს პლატფორმას დოკუმენტებზე ხელმოსაწერად, თქვენ ეთანხმებით ამ პროცესის,
          ელექტრონული ხელმოწერების შესახებ გლობალურ და ეროვნულ კომერციის აქტში (E-Sign Act) და სხვა
          მოქმედი კანონების შესაბამისად გაკეთებაზე. ეს ქმედება მიუთითებს თქვენს თანხმობას
          დოკუმენტების ხელმოწერისა და შეტყობინებების მისაღებად ელექტრონული საშუალებების
          გამოყენებაზე.
        </p>

        <h2>ელექტრონული ხელმოწერების კანონიერება</h2>
        <p>
          თქვენს მიერ ჩვენს პლატფორმაზე მოწოდებული ელექტრონული ხელმოწერა, რომელიც მიღწეულია
          დოკუმენტზე დაჭერით და თქვენი სახელის შეყვანით, ან ჩვენ მიერ მოწოდებული ელექტრონული
          ხელმოწერის ნებისმიერი სხვა მეთოდით, იურიდიულად სავალდებულოა. მას აქვს იგივე წონა და ძალა,
          როგორც ფიზიკურად შესრულებულ ხელმოწერას ქაღალდზე.
          {/* legally binding - იურიდიულად სავალდებულოა */}
        </p>

        <h2>ტექნიკური საჭიროებები</h2>
        {/* <h2>System Requirements</h2> */}
        <p>ჩვენი ელექტრონული ხელმოწერის სერვისით სარგებლობისთვის, თქვენ უნდა გქონდეთ:</p>
        <ul>
          <li>სტაბილური ინტერნეტ კავშირი</li>
          <li>ელ.ფოსტის ანგარიში</li>
          <li>მოწყობილობა, რომელსაც შეუძლია დოკუმენტებზე წვდომის მიღება, გახსნა და წაკითხვა</li>
          <li>თქვენი ჩანაწერებისთვის დოკუმენტების დაბეჭდვის ან ჩამოტვირთვის საშუალება</li>
        </ul>

        <h2>დოკუმენტების ელექტრონული მიწოდება</h2>
        <p>
          ელექტრონული ხელმოწერის პროცესთან დაკავშირებული ყველა დოკუმენტი მოგეწოდებათ ელექტრონულად
          ჩვენი პლატფორმის ან ელექტრონული ფოსტის საშუალებით. თქვენი პასუხისმგებლობაა დარწმუნდეთ, რომ
          თქვენი ელ.ფოსტის მისამართი აქვს და რომ თქვენ შეგიძლიათ მიიღოთ და გახსნათ ჩვენი
          შეტყობინებები.
        </p>

        <h2>თანხმობა ელექტრონულ ტრანზაქციებზე</h2>
        <p>
          ელექტრონული ხელმოწერის ფუნქციის გამოყენებით, თქვენ ეთანხმებით ტრანზაქციების განხორციელებას
          და ინფორმაციის მიწოდებას ელექტრონულად. თქვენ აღიარებთ, რომ თქვენი ელექტრონული ხელმოწერა
          დოკუმენტებზე სავალდებულოა და ეთანხმებით იმ პირობებს, რომლებიც მითითებულია დოკუმენტებში,
          რომლებსაც ხელს აწერთ.
        </p>

        <h2>თანხმობის გაუქმება</h2>
        <p>
          თქვენ გაქვთ უფლება გააუქმოთ თქვენი თანხმობა ელექტრონული ხელმოწერების გამოყენებაზე
          ხელმოწერის პროცესის დასრულებამდე ნებისმიერ დროს. თანხმობის გასაუქმებლად, გთხოვთ,
          დაუკავშირდეთ დოკუმენტის გამგზავნს. გამომგზავნთან დაკავშირების შეუძლებლობის შემთხვევაში
          შეგიძლიათ დახმარებისთვის მოგვმართოთ{' '}
          <a href="mailto:support@documenso.com">support@SignStream.com</a>. გაითვალისწინეთ, რომ
          თანხმობის გაუქმებამ შეიძლება შეაფერხოს ან შეაჩეროს დაკავშირებული ტრანზაქციის ან სერვისის
          დასრულება.
        </p>

        <h2>თქვენი ინფორმაციის განახლება</h2>
        <p>
          მნიშვნელოვანია, რომ თქვენი საკონტაქტო ინფორმაცია, განსაკუთრებით თქვენი ელექტრონული ფოსტის
          მისამართი, განახლების შემთხვევაში ჩვენთანაც განახლდეს. გთხოვთ დაუყოვნებლივ შეგვატყობინოთ
          ნებისმიერი ცვლილების შესახებ, რათა დარწმუნდეთ, რომ გააგრძელებთ ყველა საჭირო ინფორმაციის
          მიღებას.
        </p>

        <h2>დოკუმენტების შენახვა</h2>
        <p>
          დოკუმენტზე ელექტრონულად ხელმოწერის შემდეგ, თქვენ მოგეცემათ შესაძლებლობა ნახოთ, გადმოწეროთ
          და დაბეჭდოთ დოკუმენტები. რეკომენდირებულია შეინახოთ ყველა ელექტრონულად ხელმოწერილი
          დოკუმენტის ასლი თქვენი პირადი ჩანაწერებისთვის. ჩვენ ასევე შევინახავთ ხელმოწერილი
          დოკუმენტის ასლს ჩვენს ჩანაწერებში, თუმცა შეიძლება ვერ მოგაწოდოთ ხელმოწერილი დოკუმენტის
          ასლი გარკვეული პერიოდის შემდეგ.
        </p>

        <h2>დადასტურება</h2>
        <p>
          SignStream-ს მიერ მოწოდებული ელექტრონული ხელმოწერის სერვისით სარგებლობით, თქვენ
          ადასტურებთ, რომ წაიკითხეთ და გაიგეთ ეს ინფორმაცია. თქვენ ეთანხმებით ყველა პირობებს,
          რომლებიც დაკავშირებულია ელექტრონული ხელმოწერების გამოყენებასთან და ელექტრონულ
          ტრანზაქციებთან, როგორც ეს აღწერილია აქ.
        </p>

        <h2>საკონტაქტო ინფორმაცია</h2>
        <p>
          ამ განცხადებასთან, ელექტრონულ ხელმოწერებთან ან რაიმე რელევანტურ პროცესთან დაკავშირებით
          ნებისმიერი კითხვისთვის, გთხოვთ, დაგვიკავშირდეთ ელ.ფოსტაზე:{' '}
          <a href="mailto:support@documenso.com">@documenso.com</a>
        </p>
      </article>

      <div className="mt-8">
        <Button asChild>
          <Link href="/documents">უკან დაბრუნება</Link>
        </Button>
      </div>
    </div>
  );
}
