Repository: documenso/documenso
Catalog: packages/lib/translations/*/common.po
Languages: pl

source: Signature
pl: Podpis

source: Signed
pl: Podpisany

source: Signer
pl: Sygnatariusz

source: Signers
pl: Podpisujący

source: Signers must have unique emails
pl: Podpisujący muszą mieć unikalne emaile

source: Signing
pl: Podpisywanie

source: Signing Complete!
pl: Podpisywanie zakończone!

source: Some signers have not been assigned a signature field. Please assign at least 1 signature field to each signer before proceeding.
pl: Niektórzy sygnatariusze nie zostali przypisani do pola podpisu. Przypisz co najmniej 1 pole podpisu do każdego sygnatariusza przed kontynuowaniem.

source: Something went wrong
pl: Coś poszło nie tak

source: Something went wrong while loading the document.
pl: Coś poszło nie tak podczas ładowania dokumentu.

source: Something went wrong.
pl: Coś poszło nie tak.

source: Step <0>{step} of {maxStep}</0>
pl: Krok <0>{step} z {maxStep}</0>

source: Subject <0>(Optional)</0>
pl: Temat <0>(Opcjonalnie)</0>

source: Submit
pl: Prześlij

source: Team "{0}" has been deleted on Documenso
pl: Zespół "{0}" został usunięty z Documenso

source: Team email has been revoked for {0}
pl: Email zespołowy został anulowany dla {0}

source: Team email removed
pl: Email zespołowy usunięty

source: Team email removed for {teamName} on Documenso
pl: Email zespołowy usunięty dla {teamName} na Documenso

source: Template title
pl: Tytuł szablonu

source: Text
pl: Tekst

source: That's okay, it happens! Click the button below to reset your password.
pl: To w porządku, zdarza się! Kliknij przycisk poniżej, aby zresetować hasło.

source: The authentication required for recipients to sign fields
pl: Uwierzytelnianie wymagane dla odbiorców do podpisania pól

source: The authentication required for recipients to sign the signature field.
pl: Uwierzytelnianie wymagane dla odbiorców do podpisania pola podpisu.

source: The authentication required for recipients to view the document.
pl: Uwierzytelnianie wymagane dla odbiorców do wyświetlenia dokumentu.

source: The document owner has been notified of this rejection. No further action is required from you at this time. The document owner may contact you with any questions regarding this rejection.
pl: Właściciel dokumentu został poinformowany o tym odrzuceniu. W tej chwili nie są wymagane żadne dalsze działania z Twojej strony. Właściciel dokumentu może się z Tobą skontaktować z pytaniami dotyczącymi tego odrzucenia.

source: The document's name
pl: Nazwa dokumentu

source: The following team has been deleted by its owner. You will no longer be able to access this team and its documents
pl: Następujący zespół został usunięty przez jego właściciela. Nie będziesz mógł już uzyskać dostępu do tego zespołu i jego dokumentów

source: The following team has been deleted by you
pl: Następujący zespół został usunięty przez Ciebie

source: The password you have entered is incorrect. Please try again.
pl: Wprowadzone hasło jest niepoprawne. Proszę spróbować ponownie.

source: The reason provided for deletion is the following:
pl: Podana przyczyna usunięcia jest następująca:

source: The recipient is not required to take any action and receives a copy of the document after it is completed.
pl: Odbiorca nie jest zobowiązany do podjęcia żadnych działań i otrzymuje kopię dokumentu po jego zakończeniu.

source: The recipient is required to approve the document for it to be completed.
pl: Odbiorca musi zatwierdzić dokument, aby mógł być zakończony.

source: The recipient is required to sign the document for it to be completed.
pl: Odbiorca musi podpisać dokument, aby mógł być zakończony.

source: The recipient is required to view the document for it to be completed.
pl: Odbiorca musi wyświetlić dokument, aby mógł być zakończony.

source: The sharing link could not be created at this time. Please try again.
pl: Nie udało się utworzyć linku udostępnienia w tym czasie. Proszę spróbować ponownie.

source: The sharing link has been copied to your clipboard.
pl: Link do udostępniania został skopiowany do schowka.

source: The signer's email
pl: Email sygnatariusza

source: The signer's name
pl: Imię sygnatariusza

source: The signing link has been copied to your clipboard.
pl: Link do podpisu został skopiowany do schowka.

source: The team email <0>{teamEmail}</0> has been removed from the following team
pl: Email zespołowy <0>{teamEmail}</0> został usunięty z następującego zespołu

source: This can be overriden by setting the authentication requirements directly on each recipient in the next step.
pl: To można nadpisać, ustawiając wymagania dotyczące uwierzytelniania bezpośrednio na każdym odbiorcy w następnym kroku.

source: This document can not be recovered, if you would like to dispute the reason for future documents please contact support.
pl: Dokument ten nie może być odzyskany. Jeśli chcesz zakwestionować przyczynę przyszłych dokumentów, skontaktuj się z administracją.

source: This document has already been sent to this recipient. You can no longer edit this recipient.
pl: Ten dokument został już wysłany do tego odbiorcy. Nie można już edytować tego odbiorcy.

source: This document is password protected. Please enter the password to view the document.
pl: Ten dokument jest zabezpieczony hasłem. Proszę wprowadzić hasło, aby wyświetlić dokument.

source: This document was sent using <0>Documenso.</0>
pl: Ten dokument został wysłany za pomocą <0>Documenso.</0>

source: This email confirms that you have rejected the document <0>"{documentName}"</0> sent by {documentOwnerName}.
pl: Ten email potwierdza, że odrzuciłeś dokument <0>"{documentName}"</0> wysłany przez {documentOwnerName}.

source: This email is sent to the recipient if they are removed from a pending document.
pl: Ten e-mail jest wysyłany do odbiorcy, jeśli zostanie usunięty z oczekującego dokumentu.

source: This email is sent to the recipient requesting them to sign the document.
pl: Ten e-mail jest wysyłany do odbiorcy, prosząc go o podpisanie dokumentu.

source: This email will be sent to the recipient who has just signed the document, if there are still other recipients who have not signed yet.
pl: Ten e-mail zostanie wysłany do odbiorcy, który właśnie podpisał dokument, jeśli są jeszcze inni odbiorcy, którzy nie podpisali.

source: This field cannot be modified or deleted. When you share this template's direct link or add it to your public profile, anyone who accesses it can input their name and email, and fill in the fields assigned to them.
pl: To pole nie może być modyfikowane ani usuwane. Po udostępnieniu bezpośredniego linku do tego szablonu lub dodaniu go do swojego publicznego profilu, każdy, kto się w nim dostanie, może wpisać swoje imię i email oraz wypełnić przypisane mu pola.

source: This is how the document will reach the recipients once the document is ready for signing.
pl: W ten sposób dokument dotrze do odbiorców, gdy tylko dokument będzie gotowy do podpisania.

source: This recipient can no longer be modified as they have signed a field, or completed the document.
pl: Ten odbiorca nie może być już modyfikowany, ponieważ podpisał pole lub ukończył dokument.

source: This signer has already signed the document.
pl: Ten sygnatariusz już podpisał dokument.

source: This will be sent to all recipients if a pending document has been deleted.
pl: To zostanie wysłane do wszystkich odbiorców, jeśli oczekujący dokument został usunięty.

source: This will be sent to all recipients once the document has been fully completed.
pl: To zostanie wysłane do wszystkich odbiorców, gdy dokument będzie całkowicie ukończony.

source: This will override any global settings.
pl: To zastąpi wszystkie globalne ustawienia.

source: Time Zone
pl: Strefa czasowa

source: Title
pl: Tytuł

source: To proceed further, please set at least one value for the {0} field.
pl: Aby kontynuować, ustaw przynajmniej jedną wartość dla pola {0}.

source: Update
pl: Zaktualizuj

source: Update the role and add fields as required for the direct recipient. The individual who uses the direct link will sign the document as the direct recipient.
pl: Zaktualizuj rolę i dodaj pola, jeśli to konieczne dla bezpośredniego odbiorcy. Osoba, która korzysta z bezpośredniego linku, podpisze dokument jako bezpośredni odbiorca.

source: Upgrade
pl: Ulepsz

source: Upload Template Document
pl: Prześlij dokument szablonu

source: Validation
pl: Walidacja

source: Value
pl: Wartość

source: Verify your team email address
pl: Zweryfikuj swój adres e-mail zespołu

source: View
pl: Widok

source: View all documents sent to and from this email address
pl: Wyświetl wszystkie dokumenty wysłane do i z tego adresu e-mail

source: View document
pl: Zobacz dokument

source: View Document
pl: Wyświetl dokument

source: View plans
pl: Zobacz plany

source: Viewed
pl: Wyświetlono

source: Viewer
pl: Użytkownik widoku

source: Viewers
pl: Widokowcy

source: Viewing
pl: Wyświetlanie

source: Waiting for others
pl: Czekam na innych

source: Waiting for others to complete signing.
pl: Czekam na innych, aby zakończyć podpisywanie.

source: We will generate signing links for with you, which you can send to the recipients through your method of choice.
pl: Wygenerujemy linki do podpisu dla Ciebie, które możesz wysłać do odbiorców w wybrany przez siebie sposób.

source: We won't send anything to notify recipients.
pl: Nie wyślemy nic, aby powiadomić odbiorców.

source: We're still waiting for other signers to sign this document.<0/>We'll notify you as soon as it's ready.
pl: Wciąż czekamy na innych sygnatariuszy, aby podpisać ten dokument.<0/>Powiadomimy Cię, gdy będzie gotowy.

source: We've changed your password as you asked. You can now sign in with your new password.
pl: Zmieniłem hasło, jak prosiłeś. Teraz możesz zalogować się za pomocą nowego hasła.

source: Welcome to Documenso!
pl: Witamy w Documenso!

source: You
pl: Ty

source: You are about to send this document to the recipients. Are you sure you want to continue?
pl: Zaraz wyślesz ten dokument do odbiorców. Czy na pewno chcesz kontynuować?

source: You can also copy and paste this link into your browser: {confirmationLink} (link expires in 1 hour)
pl: Możesz także skopiować i wkleić ten link do przeglądarki: {confirmationLink} (link wygasa za 1 godzinę)

source: You can revoke access at any time in your team settings on Documenso <0>here.</0>
pl: Możesz w każdej chwili cofnąć dostęp w ustawieniach zespołu na Documenso <0>tutaj.</0>

source: You can use the following variables in your message:
pl: Możesz użyć następujących zmiennych w swojej wiadomości:

source: You can view the document and its status by clicking the button below.
pl: Możesz zobaczyć dokument i jego status, klikając przycisk poniżej.

source: You cannot upload documents at this time.
pl: Nie możesz przesyłać dokumentów w tej chwili.

source: You don't need to sign it anymore.
pl: Nie musisz go już podpisywać.

source: You have been invited to join {0} on Documenso
pl: Zostałeś zaproszony do dołączenia do {0} na Documenso

source: You have been invited to join the following team
pl: Zostałeś zaproszony do dołączenia do następującego zespołu

source: You have been removed from a document
pl: Zostałeś usunięty z dokumentu

source: You have been requested to take ownership of team {0} on Documenso
pl: Poproszono Cię o przejęcie własności zespołu {0} na Documenso

source: You have initiated the document {0} that requires you to {recipientActionVerb} it.
pl: Rozpocząłeś dokument {0}, który wymaga, abyś go {recipientActionVerb}.

source: You have reached your document limit.
pl: Osiągnąłeś limit dokumentów.

source: You have rejected the document '{documentName}'
pl: Odrzuciłeś dokument '{documentName}'

source: You have signed “{documentName}”
pl: Podpisałeś „{documentName}”

source: Your document has been deleted by an admin!
pl: Twój dokument został usunięty przez administratora!

source: Your password has been updated.
pl: Twoje hasło zostało zaktualizowane.

source: Your team has been deleted
pl: Twój zespół został usunięty
