Repository: documenso/documenso
Catalog: packages/lib/translations/*/common.po
Languages: pl

source: "{documentName}" has been deleted by an admin.
pl: "{documentName}" został usunięty przez administratora.

source: “{documentName}” has been signed
pl: „{documentName}” został podpisany

source: “{documentName}” was signed by all signers
pl: „{documentName}” został podpisany przez wszystkich sygnatariuszy

source: {0} has invited you to {recipientActionVerb} the document "{1}".
pl: {0} zaprosił cię do {recipientActionVerb} dokument „{1}”.

source: {0} invited you to {recipientActionVerb} a document
pl: {0} zaprosił Cię do {recipientActionVerb} dokument

source: {0} joined the team {teamName} on Documenso
pl: {0} dołączył do zespołu {teamName} na Documenso

source: {0} left the team {teamName} on Documenso
pl: {0} opuścił zespół {teamName} na Documenso

source: {0} of {1} row(s) selected.
pl: {0} z {1} wybranych wierszy.

source: {0} on behalf of {1} has invited you to {recipientActionVerb} the document "{2}".
pl: {0} w imieniu {1} zaprosił Cię do {recipientActionVerb} dokument „{2}”.

source: {inviterName} has cancelled the document {documentName}, you don't need to sign it anymore.
pl: {inviterName} anulował dokument {documentName}, nie musisz go już podpisywać.

source: {inviterName} has cancelled the document<0/>"{documentName}"
pl: {inviterName} anulował dokument<0/>"{documentName}"

source: {inviterName} has invited you to {0}<0/>"{documentName}"
pl: {inviterName} zaprosił Cię do {0}<0/>"{documentName}"

source: {inviterName} has invited you to {action} {documentName}
pl: {inviterName} zaprosił Cię do {action} {documentName}

source: {inviterName} has invited you to {action} the document "{documentName}".
pl: {inviterName} zaprosił cię do {action} dokument „{documentName}”.

source: {inviterName} has removed you from the document {documentName}.
pl: {inviterName} usunął Cię z dokumentu {documentName}.

source: {inviterName} has removed you from the document<0/>"{documentName}"
pl: {inviterName} usunął cię z dokumentu<0/>„{documentName}”

source: {inviterName} on behalf of {teamName} has invited you to {0}
pl: {inviterName} w imieniu {teamName} zaprosił cię do {0}

source: {inviterName} on behalf of {teamName} has invited you to {action} {documentName}
pl: {inviterName} w imieniu {teamName} zaprosił Cię do {action} {documentName}

source: {memberEmail} joined the following team
pl: {memberEmail} dołączył do następującego zespołu

source: {memberEmail} left the following team
pl: {memberEmail} opuścił następujący zespół

source: {prefix} added a field
pl: {prefix} dodał pole

source: {prefix} added a recipient
pl: {prefix} dodał odbiorcę

source: {prefix} created the document
pl: {prefix} utworzył dokument

source: {prefix} deleted the document
pl: {prefix} usunął dokument

source: {prefix} moved the document to team
pl: {prefix} przeniósł dokument do zespołu

source: {prefix} opened the document
pl: {prefix} otworzył dokument

source: {prefix} removed a field
pl: {prefix} usunął pole

source: {prefix} removed a recipient
pl: {prefix} usunął odbiorcę

source: {prefix} resent an email to {0}
pl: {prefix} ponownie wysłał e-mail do {0}

source: {prefix} sent an email to {0}
pl: {prefix} wysłał e-mail do {0}

source: {prefix} sent the document
pl: {prefix} wysłał dokument

source: {prefix} signed a field
pl: {prefix} podpisał pole

source: {prefix} unsigned a field
pl: {prefix} niepodpisane pole

source: {prefix} updated a field
pl: {prefix} zaktualizowane pole

source: {prefix} updated a recipient
pl: {prefix} zaktualizowany odbiorca

source: {prefix} updated the document
pl: {prefix} zaktualizowany dokument

source: {prefix} updated the document access auth requirements
pl: {prefix} zaktualizowane wymagania dotyczące autoryzacji dostępu do dokumentu

source: {prefix} updated the document external ID
pl: {prefix} zaktualizowane ID zewnętrzne dokumentu

source: {prefix} updated the document signing auth requirements
pl: {prefix} zaktualizowane wymagania dotyczące autoryzacji podpisu dokumentu

source: {prefix} updated the document title
pl: {prefix} zaktualizowany tytuł dokumentu

source: {prefix} updated the document visibility
pl: {prefix} zaktualizowana widoczność dokumentu

source: {recipientName} {action} a document by using one of your direct links
pl: {recipientName} {action} dokument, korzystając z jednego z Twoich bezpośrednich linków

source: {recipientName} has rejected the document '{documentName}'
pl: {recipientName} odrzucił dokument '{documentName}'

source: {signerName} has rejected the document "{documentName}".
pl: {signerName} odrzucił dokument "{documentName}".

source: {teamName} has invited you to {0}
pl: {teamName} zaprosił cię do {0}

source: {teamName} has invited you to {action} {documentName}
pl: {teamName} zaprosił cię do {action} {documentName}

source: {teamName} ownership transfer request
pl: Prośba o przeniesienie własności zespołu {teamName}

source: {userName} approved the document
pl: {userName} zatwierdził dokument

source: {userName} CC'd the document
pl: {userName} dodał CC do dokumentu

source: {userName} completed their task
pl: {userName} zakończył swoje zadanie

source: {userName} rejected the document
pl: {userName} odrzucił dokument

source: {userName} signed the document
pl: {userName} podpisał dokument

source: {userName} viewed the document
pl: {userName} wyświetlił dokument

source: {visibleRows, plural, one {Showing # result.} other {Showing # results.}}
pl: {visibleRows, plural, one {Wyświetlanie # wyniku.} other {Wyświetlanie # wyników.}}

source: <0>{senderName}</0> has requested that you take ownership of the following team
pl: <0>{senderName}</0> poprosił, abyś przejął własność następującego zespołu

source: <0>{teamName}</0> has requested to use your email address for their team on Documenso.
pl: <0>{teamName}</0> poprosił o używanie twojego adresu e-mail dla swojego zespołu w Documenso.

source: <0>Email</0> - The recipient will be emailed the document to sign, approve, etc.
pl: <0>E-mail</0> - Odbiorca otrzyma e-mail z dokumentem do podpisania, zatwierdzenia itp.

source: <0>Inherit authentication method</0> - Use the global action signing authentication method configured in the "General Settings" step
pl: <0>Przechwyć metodę uwierzytelniania</0> - Użyj globalnej metody uwierzytelniania podpisywania akcji skonfigurowanej w kroku "Ustawienia ogólne"

source: <0>Links</0> - We will generate links which you can send to the recipients manually.
pl: <0>Linki</0> - Wygenerujemy linki, które możesz wysłać do odbiorców ręcznie.

source: <0>No restrictions</0> - No authentication required
pl: <0>Brak ograniczeń</0> - Uwierzytelnianie nie jest wymagane

source: <0>No restrictions</0> - The document can be accessed directly by the URL sent to the recipient
pl: <0>Brak ograniczeń</0> - Dokument można bezpośrednio otworzyć za pomocą URL przesłanego do odbiorcy

source: <0>None</0> - No authentication required
pl: <0>Brak</0> - Uwierzytelnianie nie jest wymagane

source: <0>Note</0> - If you use Links in combination with direct templates, you will need to manually send the links to the remaining recipients.
pl: <0>Uwaga</0> - Jeśli używasz linków w połączeniu z bezpośrednimi szablonami, musisz ręcznie wysłać linki do pozostałych odbiorców.

source: <0>Require 2FA</0> - The recipient must have an account and 2FA enabled via their settings
pl: <0>Wymagana 2FA</0> - Odbiorca musi mieć konto i włączoną 2FA w swoich ustawieniach

source: <0>Require account</0> - The recipient must be signed in to view the document
pl: <0>Wymagana konto</0> - Odbiorca musi być zalogowany, aby wyświetlić dokument

source: <0>Require passkey</0> - The recipient must have an account and passkey configured via their settings
pl: <0>Wymagana passkey</0> - Odbiorca musi mieć konto i skonfigurowaną passkey w swoich ustawieniach

source: A document was created by your direct template that requires you to {recipientActionVerb} it.
pl: Dokument został utworzony przez Twój bezpośredni szablon, który wymaga, abyś go {recipientActionVerb}.

source: A field was added
pl: Dodano pole

source: A field was removed
pl: Usunięto pole

source: A field was updated
pl: Zaktualizowano pole

source: A new member has joined your team
pl: Nowy członek dołączył do Twojego zespołu

source: A recipient was added
pl: Dodano odbiorcę

source: A recipient was removed
pl: Usunięto odbiorcę

source: A recipient was updated
pl: Zaktualizowano odbiorcę

source: A request to use your email has been initiated by {0} on Documenso
pl: Zgłoszenie potrzeby użycia twojego e-maila zostało inicjowane przez {0} na Documenso

source: A team member has joined a team on Documenso
pl: Członek zespołu dołączył do zespołu na Documenso

source: A team member has left {0}
pl: Członek zespołu opuścił {0}

source: A team member has left a team on Documenso
pl: Członek zespołu opuścił zespół na Documenso

source: A team you were a part of has been deleted
pl: Zespół, którego częścią byłeś, został usunięty

source: Accept
pl: Akceptuj

source: Accept invitation to join a team on Documenso
pl: Akceptuj zaproszenie do dołączenia do zespołu na Documenso

source: Accept team email request for {teamName} on Documenso
pl: Akceptuj prośbę o email zespołowy dla {teamName} na Documenso

source: Accept team transfer request on Documenso
pl: Akceptuj prośbę o przeniesienie zespołu na Documenso

source: Add a document
pl: Dodaj dokument

source: Add a URL to redirect the user to once the document is signed
pl: Dodaj URL, aby przekierować użytkownika po podpisaniu dokumentu

source: Add an external ID to the document. This can be used to identify the document in external systems.
pl: Dodaj zewnętrzny ID do dokumentu. Może być używany do identyfikacji dokumentu w zewnętrznych systemach.

source: Add an external ID to the template. This can be used to identify in external systems.
pl: Dodaj zewnętrzny ID do szablonu. Może być używany do identyfikacji w systemach zewnętrznych.

source: Add another option
pl: Dodaj kolejną opcję

source: Add another value
pl: Dodaj kolejną wartość

source: Add myself
pl: Dodaj siebie

source: Add Myself
pl: Dodaj siebie

source: Add Placeholder Recipient
pl: Dodaj odbiorcę zastępczego

source: Add Signer
pl: Dodaj sygnatariusza

source: Add text
pl: Dodaj tekst

source: Add text to the field
pl: Dodaj tekst do pola

source: Admin
pl: Administrator

source: Advanced Options
pl: Opcje zaawansowane

source: Advanced settings
pl: Ustawienia zaawansowane

source: After submission, a document will be automatically generated and added to your documents page. You will also receive a notification via email.
pl: Po przesłaniu dokumentu zostanie automatycznie wygenerowany i dodany do Twojej strony dokumentów. Otrzymasz również powiadomienie pocztą elektroniczną.

source: All signatures have been voided.
pl: Wszystkie podpisy zostały unieważnione.

source: Allow document recipients to reply directly to this email address
pl: Zezwól odbiorcom dokumentów na bezpośrednią odpowiedź na ten adres e-mail

source: An admin has deleted your document "{documentName}".
pl: Administrator usunął Twój dokument "{documentName}".

source: An error occurred while loading the document.
pl: Wystąpił błąd podczas ładowania dokumentu.

source: Approve
pl: Zatwierdź

source: Approve Document
pl: Zatwierdź dokument

source: Approved
pl: Zatwierdzono

source: Approver
pl: Zatwierdzający

source: Approvers
pl: Zatwierdzający

source: Approving
pl: Zatwierdzanie

source: Before you get started, please confirm your email address by clicking the button below:
pl: Zanim zaczniesz, proszę potwierdź swój adres e-mail, klikając przycisk poniżej:

source: Black
pl: Czarny

source: Blue
pl: Niebieski

source: by <0>{senderName}</0>
pl: przez <0>{senderName}</0>

source: By accepting this request, you will be granting <0>{teamName}</0> access to:
pl: Akceptując tę prośbę, przyznasz <0>{teamName}</0> dostęp do:

source: By accepting this request, you will take responsibility for any billing items associated with this team.
pl: Akceptując tę prośbę, przejmiesz odpowiedzialność za wszelkie pozycje dotyczące rozliczeń związane z tym zespołem.

source: Cancel
pl: Anuluj

source: Cannot remove signer
pl: Nie można usunąć sygnatariusza

source: Ccers
pl: Kserokopie

source: Character Limit
pl: Limit znaków

source: Checkbox values
pl: Wartości checkboxa

source: Clear filters
pl: Wyczyść filtry

source: Clear Signature
pl: Wyczyść podpis

source: Click to insert field
pl: Kliknij, aby wstawić pole

source: Close
pl: Zamknij

source: Completed
pl: Zakończone

source: Completed Document
pl: Dokument zakończony

source: Configure Direct Recipient
pl: Skonfiguruj bezpośredniego odbiorcę

source: Configure the {0} field
pl: Skonfiguruj pole {0}

source: Confirm email
pl: Potwierdź e-mail

source: Continue
pl: Kontynuuj

source: Continue by approving the document.
pl: Kontynuuj, zatwierdzając dokument.

source: Continue by downloading the document.
pl: Kontynuuj, pobierając dokument.

source: Continue by signing the document.
pl: Kontynuuj, podpisując dokument.

source: Continue by viewing the document.
pl: Kontynuuj, wyświetlając dokument.

source: Copied
pl: Skopiowane

source: Copied to clipboard
pl: Skopiowano do schowka

source: Copy
pl: Kopiuj

source: Copy Link
pl: Skopiuj link

source: Create a <0>free account</0> to access your signed documents at any time.
pl: Utwórz <0>darmowe konto</0>, aby uzyskać dostęp do podpisanych dokumentów w dowolnym momencie.

source: Create account
pl: Utwórz konto

source: Custom Text
pl: Tekst niestandardowy

source: Date
pl: Data

source: Date Format
pl: Format daty

source: Decline
pl: Odmów

source: Didn't request a password change? We are here to help you secure your account, just <0>contact us.</0>
pl: Nie prosiłeś o zmianę hasła? Jesteśmy tutaj, aby pomóc Ci zabezpieczyć swoje konto, po prostu <0>skontaktuj się z nami.</0>

source: Direct link receiver
pl: Odbiorca linku bezpośredniego

source: Document "{0}" - Rejected by {1}
pl: Dokument "{0}" - Odrzucony przez {1}

source: Document "{0}" - Rejection Confirmed
pl: Dokument "{0}" - Odrzucenie potwierdzone

source: Document access
pl: Dostęp do dokumentu

source: Document access auth updated
pl: Zaktualizowano autoryzację dostępu do dokumentu

source: Document Cancelled
pl: Dokument anulowany

source: Document completed
pl: Dokument ukończony

source: Document completed email
pl: E-mail ukończonego dokumentu

source: Document created
pl: Dokument utworzony

source: Document created from direct template
pl: Dokument utworzony z bezpośredniego szablonu

source: Document Creation
pl: Tworzenie dokumentu

source: Document deleted
pl: Dokument usunięty

source: Document deleted email
pl: E-mail usuniętego dokumentu

source: Document Deleted!
pl: Dokument usunięty!

source: Document Distribution Method
pl: Metoda dystrybucji dokumentu

source: Document external ID updated
pl: Zaktualizowane ID zewnętrzne dokumentu

source: Document moved to team
pl: Dokument przeniesiony do zespołu

source: Document opened
pl: Dokument otwarty

source: Document pending email
pl: E-mail oczekującego dokumentu

source: Document Rejected
pl: Dokument odrzucone

source: Document sent
pl: Dokument wysłany

source: Document signing auth updated
pl: Zaktualizowano autoryzację podpisu dokumentu

source: Document title updated
pl: Zaktualizowano tytuł dokumentu

source: Document updated
pl: Zaktualizowano dokument

source: Document visibility updated
pl: Zaktualizowano widoczność dokumentu

source: Download
pl: Pobierz

source: Draft
pl: Robocza wersja

source: Drag & drop your PDF here.
pl: Przeciągnij i upuść swój PDF tutaj.

source: Dropdown
pl: Lista rozwijana

source: Dropdown options
pl: Opcje rozwijane

source: Email is required
pl: Email jest wymagany

source: Email Options
pl: Opcje e-mail

source: Email resent
pl: E-mail wysłany ponownie

source: Email sent
pl: E-mail wysłany

source: Empty field
pl: Puste pole

source: Enable Direct Link Signing
pl: Włącz podpisywanie linku bezpośredniego

source: Enable signing order
pl: Włącz kolejność podpisów

source: Enable Typed Signatures
pl: Włącz podpisy typu pisanego

source: Enter password
pl: Wprowadź hasło

source: Error
pl: Błąd

source: External ID
pl: Zewnętrzny ID

source: Failed to save settings.
pl: Nie udało się zapisać ustawień.

source: Field character limit
pl: Limit znaków pola

source: Field font size
pl: Rozmiar czcionki pola

source: Field format
pl: Format pola

source: Field label
pl: Etykieta pola

source: Field placeholder
pl: Zastępczy tekst pola

source: Field signed
pl: Pole podpisane

source: Field unsigned
pl: Pole niepodpisane

source: Font Size
pl: Rozmiar czcionki

source: Forgot Password?
pl: Zapomniałeś hasła?

source: Forgot your password?
pl: Zapomniałeś swoje hasło?

source: Free Signature
pl: Podpis wolny

source: Generate Links
pl: Generuj linki

source: Global recipient action authentication
pl: Globalne uwierzytelnianie akcji odbiorcy

source: Go Back
pl: Wróć

source: Green
pl: Zielony

source: Hi, {userName} <0>({userEmail})</0>
pl: Cześć, {userName} <0>({userEmail})</0>

source: I am a signer of this document
pl: Jestem sygnatariuszem tego dokumentu

source: I am a viewer of this document
pl: Jestem widzem tego dokumentu

source: I am an approver of this document
pl: Jestem zatwierdzającym tego dokumentu

source: I am required to receive a copy of this document
pl: Muszę otrzymać kopię tego dokumentu

source: Inherit authentication method
pl: Przechwyć metodę uwierzytelniania

source: Initials
pl: Inicjały

source: Invalid email
pl: Nieprawidłowy email

source: Invalid email address
pl: Nieprawidłowy adres email

source: Join {teamName} on Documenso
pl: Dołącz do {teamName} na Documenso

source: Label
pl: Etykieta

source: Language
pl: Język

source: Link expires in 1 hour.
pl: Link wygasa za 1 godzinę.

source: Loading document...
pl: Ładowanie dokumentu...

source: Manager
pl: Menedżer

source: Member
pl: Członek

source: Message <0>(Optional)</0>
pl: Wiadomość <0>(Opcjonalnie)</0>

source: Name
pl: Nazwa

source: Needs to approve
pl: Wymaga zatwierdzenia

source: Needs to sign
pl: Wymaga podpisania

source: Needs to view
pl: Wymaga obejrzenia

source: No recipient matching this description was found.
pl: Nie znaleziono odbiorcy pasującego do tego opisu.

source: No recipients
pl: Brak odbiorców

source: No recipients with this role
pl: Brak odbiorców z tą rolą

source: No restrictions
pl: Brak ograniczeń

source: No results found
pl: Nie znaleziono wyników

source: No signature field found
pl: Nie znaleziono pola podpisu

source: No value found.
pl: Nie znaleziono wartości.

source: None
pl: Brak

source: Number
pl: Numer

source: Number format
pl: Format liczby

source: Once enabled, you can select any active recipient to be a direct link signing recipient, or create a new one. This recipient type cannot be edited or deleted.
pl: Po włączeniu możesz wybrać dowolnego aktywnego odbiorcę na sygnatariusza bezpośredniego lub utworzyć nowego. Tego typu odbiorca nie może być edytowany ani usunięty.

source: Once your template is set up, share the link anywhere you want. The person who opens the link will be able to enter their information in the direct link recipient field and complete any other fields assigned to them.
pl: Po skonfigurowaniu szablonu udostępnij link wszędzie, gdzie chcesz. Osoba, która otworzy link, będzie mogła wprowadzić swoje dane w polu odbiorcy linku bezpośredniego i wypełnić wszelkie inne przypisane jej pola.

source: Page {0} of {1}
pl: Strona {0} z {1}

source: Page {0} of {numPages}
pl: Strona {0} z {numPages}

source: Password Required
pl: Wymagane hasło

source: Password Reset Requested
pl: Żądanie resetowania hasła

source: Password Reset Successful
pl: Resetowanie hasła zakończone sukcesem

source: Password updated!
pl: Hasło zaktualizowane!

source: Pending
pl: Oczekujące

source: Pending Document
pl: Dokument oczekujący

source: Pick a number
pl: Wybierz numer

source: Placeholder
pl: Zastępczy tekst

source: Please {0} your document<0/>"{documentName}"
pl: Proszę {0} Twój dokument<0/>"{documentName}"

source: Please {action} your document {documentName}
pl: Proszę {action} Twój dokument {documentName}

source: Please {recipientActionVerb} this document
pl: Proszę {recipientActionVerb} ten dokument

source: Please {recipientActionVerb} this document created by your direct template
pl: Proszę {recipientActionVerb} ten dokument utworzony przez Twój bezpośredni szablon

source: Please {recipientActionVerb} your document
pl: Proszę {recipientActionVerb} Twój dokument

source: Please confirm your email
pl: Proszę potwierdzić swój email

source: Please confirm your email address
pl: Proszę potwierdzić swój adres email

source: Please try again or contact our support.
pl: Spróbuj ponownie lub skontaktuj się z naszym wsparciem.

source: Radio values
pl: Wartości radiowe

source: Read only
pl: Tylko do odczytu

source: Reason for rejection: {rejectionReason}
pl: Powód odrzucenia: {rejectionReason}

source: Receives copy
pl: Otrzymuje kopię

source: Recipient
pl: Odbiorca

source: Recipient action authentication
pl: Uwierzytelnianie akcji odbiorcy

source: Recipient removed email
pl: E-mail usuniętego odbiorcy

source: Recipient signing request email
pl: E-mail z prośbą o podpisanie przez odbiorcę

source: Red
pl: Czerwony

source: Redirect URL
pl: Adres URL przekierowania

source: Reject Document
pl: Odrzuć dokument

source: Rejection Confirmed
pl: Odmowa potwierdzona

source: Rejection reason: {reason}
pl: Powód odrzucenia: {reason}

source: Reminder: {0}
pl: Przypomnienie: {0}

source: Reminder: {0} invited you to {recipientActionVerb} a document
pl: Przypomnienie: {0} zaprosił Cię do {recipientActionVerb} dokument

source: Reminder: Please {recipientActionVerb} this document
pl: Przypomnienie: Proszę {recipientActionVerb} ten dokument

source: Reminder: Please {recipientActionVerb} your document
pl: Przypomnienie: Proszę {recipientActionVerb} Twój dokument

source: Remove
pl: Usuń

source: Required field
pl: Wymagane pole

source: Resend
pl: Wyślij ponownie

source: Reset Password
pl: Zresetuj hasło

source: Rest assured, your document is strictly confidential and will never be shared. Only your signing experience will be highlighted. Share your personalized signing card to showcase your signature!
pl: Możesz być spokojny, Twój dokument jest ściśle poufny i nigdy nie zostanie udostępniony. Tylko Twoje doświadczenie podpisywania będzie wyróżnione. Podziel się swoją spersonalizowaną kartą podpisu, aby zaprezentować swój podpis!

source: Rows per page
pl: Wiersze na stronę

source: Save
pl: Zapisz

source: Save Template
pl: Zapisz szablon

source: Search languages...
pl: Szukaj języków...

source: Select
pl: Wybierz

source: Select an option
pl: Wybierz opcję

source: Select at least
pl: Wybierz co najmniej

source: Select default option
pl: Wybierz domyślną opcję

source: Send
pl: Wyślij

source: Send Document
pl: Wyślij dokument

source: Send document completed email
pl: Wyślij e-mail ukończonego dokumentu

source: Send document deleted email
pl: Wyślij e-mail usuniętego dokumentu

source: Send document pending email
pl: Wyślij e-mail oczekującego dokumentu

source: Send documents on behalf of the team using the email address
pl: Wyślij dokumenty w imieniu zespołu, używając adresu e-mail

source: Send recipient removed email
pl: Wyślij e-mail usuniętego odbiorcy

source: Send recipient signing request email
pl: Wyślij e-mail z prośbą o podpisanie przez odbiorcę

source: Share Signature Card
pl: Udostępnij kartę podpisu

source: Share the Link
pl: Udostępnij link

source: Share your signing experience!
pl: Podziel się swoim doświadczeniem podpisywania!

source: Show advanced settings
pl: Pokaż ustawienia zaawansowane

source: Sign
pl: Podpisz

source: Sign Document
pl: Podpisz dokument

source: Sign In
pl: Zaloguj się
