Repository: documenso/documenso
Catalog: packages/lib/translations/*/marketing.po
Languages: de, fr, pl

source: 5 Users Included
de: 5 Benutzer inbegriffen
fr: 5 utilisateurs inclus
pl: 5 użytkowników w cenie

source: A 10x better signing experience.
de: Eine 10x bessere Signaturerfahrung.
fr: Une expérience de signature 10 fois meilleure.
pl: 10 razy lepsze doświadczenie podpisywania.

source: Add document
de: Dokument hinzufügen
fr: Ajouter un document
pl: Dodaj dokument

source: Add More Users for {0}
de: Mehr Benutzer hinzufügen für {0}
fr: Ajouter plus d'utilisateurs pour {0}
pl: Dodaj więcej użytkowników za {0}

source: All our metrics, finances, and learnings are public. We believe in transparency and want to share our journey with you. You can read more about why here: <0>Announcing Open Metrics</0>
de: Alle unsere Kennzahlen, Finanzen und Erkenntnisse sind öffentlich. Wir glauben an Transparenz und möchten unsere Reise mit Ihnen teilen. Mehr erfahren Sie hier: <0>Ankündigung Offene Kennzahlen</0>
fr: Tous nos indicateurs, finances et apprentissages sont publics. Nous croyons en la transparence et souhaitons partager notre parcours avec vous. Vous pouvez en lire plus sur pourquoi ici : <0>Annonce de Open Metrics</0>
pl: Wszystkie nasze metryki, finanse i nauki są publiczne. Wierzymy w przejrzystość i chcemy dzielić się naszą podróżą z Tobą. Możesz przeczytać więcej o tym, dlaczego tutaj: <0>Ogłaszamy otwarte metryki</0>

source: Amount Raised
de: Erhobener Betrag
fr: Montant levé
pl: Zebrana kwota

source: API Access
de: API-Zugriff
fr: Accès API
pl: Dostęp do API

source: Beautiful.
de: Schön.
fr: Beau.
pl: Piękny.

source: Because signing should be celebrated. That’s why we care about the smallest detail in our product.
de: Weil Unterschriften gefeiert werden sollten. Deshalb kümmern wir uns um jedes kleinste Detail in unserem Produkt.
fr: Parce que la signature doit être célébrée. C'est pourquoi nous nous soucions du moindre détail dans notre produit.
pl: Ponieważ podpisywanie powinno być celebrowane. Dlatego dbamy o najmniejszy detal w naszym produkcie.

source: Build on top.
de: Aufbauen oben drauf.
fr: Construire dessus.
pl: Buduj na szczycie.

source: Can I use Documenso commercially?
de: Kann ich Documenso kommerziell nutzen?
fr: Puis-je utiliser Documenso commercialement ?
pl: Czy mogę używać Documenso komercyjnie?

source: Careers
de: Karrieren
fr: Carrières
pl: Kariera

source: Changelog
de: Änderungsprotokoll
pl: Dziennik zmian

source: Choose a template from the community app store. Or submit your own template for others to use.
de: Wählen Sie eine Vorlage aus dem Community-App-Store. Oder reichen Sie Ihre eigene Vorlage ein, damit andere sie benutzen können.
fr: Choisissez un modèle dans la boutique d'applications communautaires. Ou soumettez votre propre modèle pour que d'autres puissent l'utiliser.
pl: Wybierz szablon z sklepu aplikacji społeczności. Lub przekaż swój własny szablon, aby inni mogli z niego korzystać.

source: Community
de: Gemeinschaft
fr: Communauté
pl: Społeczność

source: Completed Documents
de: Fertige Dokumente
fr: Documents complets
pl: Zakończone dokumenty

source: Completed Documents per Month
de: Fertige Dokumente pro Monat
fr: Documents complets par mois
pl: Zakończone dokumenty na miesiąc

source: Connections
de: Verbindungen
fr: Connexions
pl: Połączenia

source: Contact Us
de: Kontaktiere uns
fr: Contactez-nous
pl: Skontaktuj się z nami

source: Create connections and automations with Zapier and more to integrate with your favorite tools.
de: Erstellen Sie Verbindungen und Automatisierungen mit Zapier und mehr, um sich mit Ihren Lieblingstools zu integrieren.
fr: Créez des connexions et des automatisations avec Zapier et plus encore pour intégrer vos outils préférés.
pl: Twórz połączenia i automatyzacje z Zapier i innymi, aby zintegrować z ulubionymi narzędziami.

source: Create your account and start using state-of-the-art document signing. Open and beautiful signing is within your grasp.
de: Erstellen Sie Ihr Konto und beginnen Sie mit der Nutzung modernster Dokumentensignaturen. Offene und schöne Signaturen sind zum Greifen nah.
fr: Créez votre compte et commencez à utiliser la signature de documents à la pointe de la technologie. Une signature ouverte et belle est à votre portée.
pl: Utwórz konto i rozpocznij korzystanie z nowoczesnego podpisywania dokumentów. Otwarty i piękny podpis jest w Twoim zasięgu.

source: Customers with an Active Subscriptions.
de: Kunden mit einer aktiven Abonnements.
fr: Clients avec un abonnement actif.
pl: Klienci z aktywnymi subskrypcjami.

source: Customise and expand.
de: Anpassen und erweitern.
fr: Personnaliser et étendre.
pl: Dostosuj i rozwijaj.

source: Design
fr: Conception
pl: Projekt

source: Designed for every stage of your journey.
de: Entwickelt für jede Phase Ihrer Reise.
fr: Conçu pour chaque étape de votre parcours.
pl: Zaprojektowane na każdy etap Twojej podróży.

source: Direct Link
de: Direktlink
fr: Lien Direct
pl: Bezpośredni link

source: Documenso is a community effort to create an open and vibrant ecosystem around a tool, everybody is free to use and adapt. By being truly open we want to create trusted infrastructure for the future of the internet.
de: Documenso ist eine Gemeinschaftsanstrengung, um ein offenes und lebendiges Ökosystem um ein Werkzeug zu schaffen, das jeder frei nutzen und anpassen kann. Indem wir wirklich offen sind, wollen wir vertrauenswürdige Infrastruktur für die Zukunft des Internets schaffen.
fr: Documenso est un effort collectif pour créer un écosystème ouvert et dynamique autour d'un outil, tout le monde est libre de l'utiliser et de l'adapter. En étant vraiment ouvert, nous voulons créer une infrastructure de confiance pour l'avenir d'Internet.
pl: Documenso to społeczny wysiłek na rzecz stworzenia otwartego i żywotnego ekosystemu wokół narzędzia, z którego każdy może korzystać i dostosowywać. Bycie naprawdę otwartym oznacza tworzenie zaufanej infrastruktury dla przyszłości internetu.

source: Documenso on X
de: Documenso auf X
fr: Documenso sur X
pl: Documenso na X

source: Document signing,<0/>finally open source.
de: Unterschriften,<0/>endlich Open Source.
fr: Signature de documents,<0/> enfin open source.
pl: Podpisywanie dokumentów,<0/>w końcu open source.

source: Documentation
de: Dokumentation
pl: Dokumentacja

source: Easily embed Documenso into your product. Simply copy and paste our react widget into your application.
de: Betten Sie Documenso ganz einfach in Ihr Produkt ein. Kopieren und fügen Sie einfach unser React-Widget in Ihre Anwendung ein.
fr: Intégrez facilement Documenso dans votre produit. Il vous suffit de copier et coller notre widget React dans votre application.
pl: Łatwe osadzenie Documenso w Twoim produkcie. Po prostu skopiuj i wklej nasz widget react do swojej aplikacji.

source: Easy Sharing.
de: Einfaches Teilen.
fr: Partage facile.
pl: Łatwe udostępnianie.

source: Email and Discord Support
de: E-Mail- und Discord-Support
fr: Support par e-mail et Discord
pl: Wsparcie E-mail i Discord

source: Engagement
de: Beteiligung
pl: Zaangażowanie

source: Enter your details.
de: Geben Sie Ihre Details ein.
fr: Entrez vos détails.
pl: Wprowadź swoje dane.

source: Enterprise Compliance, License or Technical Needs?
de: Enterprise-Konformität, Lizenz- oder technische Bedürfnisse?
fr: Conformité des entreprises, besoins en licence ou techniques ?
pl: Zgodność z przepisami dotyczącymi przedsiębiorstw, licencje lub potrzeby techniczne?

source: Everything you need for a great signing experience.
de: Alles, was Sie für ein großartiges Signaturerlebnis benötigen.
fr: Tout ce dont vous avez besoin pour une excellente expérience de signature.
pl: Wszystko, czego potrzebujesz, aby mieć wspaniałe doświadczenie podpisywania.

source: Fast.
de: Schnell.
fr: Rapide.
pl: Szybkie.

source: Faster, smarter and more beautiful.
de: Schneller, intelligenter und schöner.
fr: Plus rapide, plus intelligent et plus beau.
pl: Szybszy, mądrzejszy i piękniejszy.

source: Finances
de: Finanzen
pl: Finanse

source: Follow us on X
de: Folgen Sie uns auf X
fr: Suivez-nous sur X
pl: Śledź nas na X

source: For companies looking to scale across multiple teams.
de: Für Unternehmen, die über mehrere Teams skalieren möchten.
fr: Pour les entreprises cherchant à se développer au sein de plusieurs équipes.
pl: Dla firm, które chcą się rozwijać w wielu zespołach.

source: For small teams and individuals with basic needs.
de: Für kleine Teams und Einzelpersonen mit grundlegenden Bedürfnissen.
fr: Pour les petites équipes et les individus ayant des besoins de base.
pl: Dla małych zespołów i osób z podstawowymi potrzebami.

source: Free
de: Kostenlos
fr: Gratuit
pl: Darmowy

source: From the blog
de: Aus dem Blog
fr: Du blog
pl: Z bloga

source: Full-Time
de: Vollzeit
fr: Temps plein
pl: Pełnoetatowy

source: Get paid (Soon).
de: Lassen Sie sich bezahlen (Bald).
fr: Recevez une rémunération (Bientôt).
pl: Zapłać (Wkrótce).

source: Get started
de: Loslegen
fr: Commencez
pl: Rozpocznij

source: Get Started
de: Loslegen
fr: Commencez
pl: Rozpocznij

source: Get started today.
de: Fangen Sie heute an.
fr: Commencez aujourd'hui.
pl: Rozpocznij dzisiaj.

source: Get the latest news from Documenso, including product updates, team announcements and more!
de: Erhalten Sie die neuesten Nachrichten von Documenso, einschließlich Produkt-Updates, Team-Ankündigungen und mehr!
fr: Obtenez les dernières nouvelles de Documenso, y compris les mises à jour de produits, les annonces d'équipe et plus encore !
pl: Otrzymaj najnowsze wiadomości od Documenso, w tym aktualizacje produktów, ogłoszenia zespołowe i inne!

source: GitHub: Total Merged PRs
de: GitHub: Gesamte PRs zusammengeführt
fr: GitHub : Total des PRs fusionnées
pl: GitHub: Całkowita liczba scalonych PR-ów

source: GitHub: Total Open Issues
de: GitHub: Gesamte offene Issues
fr: GitHub : Total des problèmes ouverts
pl: GitHub: Całkowita liczba otwartych problemów

source: GitHub: Total Stars
de: GitHub: Gesamtanzahl Sterne
fr: GitHub : Nombre total d'étoiles
pl: GitHub: Całkowita liczba gwiazdek

source: Global Salary Bands
de: Globale Gehaltsbänder
fr: Bandes de salaire globales
pl: Globalne stawki płacy

source: Growth
de: Wachstum
fr: Croissance
pl: Wzrost

source: How can I contribute?
de: Wie kann ich beitragen?
fr: Comment puis-je contribuer ?
pl: Jak mogę się przyczynić?

source: How do you handle my data?
de: Wie gehen Sie mit meinen Daten um?
fr: Comment gérez-vous mes données ?
pl: Jak radzisz sobie z moimi danymi?

source: Individual
de: Einzelperson
fr: Individuel
pl: Indywidualny

source: Integrated payments with Stripe so you don’t have to worry about getting paid.
de: Integrierte Zahlungen mit Stripe, sodass Sie sich keine Sorgen ums Bezahlen machen müssen.
fr: Paiements intégrés avec Stripe afin que vous n'ayez pas à vous soucier d'être payé.
pl: Zintegrowane płatności z Stripe, więc nie musisz się martwić o to, aby otrzymać zapłatę.

source: Integrates with all your favourite tools.
de: Integriert sich mit all Ihren Lieblingstools.
fr: S'intègre à tous vos outils préférés.
pl: Integruje się ze wszystkimi Twoimi ulubionymi narzędziami.

source: Is there more?
de: Gibt es mehr?
fr: Y a-t-il plus ?
pl: Czy jest więcej?

source: It’s up to you. Either clone our repository or rely on our easy to use hosting solution.
de: Es liegt an Ihnen. Entweder klonen Sie unser Repository oder nutzen unsere einfach zu bedienende Hosting-Lösung.
fr: C'est à vous de décider. Soit vous clonez notre dépôt, soit vous vous fiez à notre solution d'hébergement simple à utiliser.
pl: To zależy od Ciebie. Albo sklonuj nasze repozytorium, albo polegaj na naszym łatwym w użyciu rozwiązaniu hostingowym.

source: Join Date
de: Eintrittsdatum
fr: Date d'adhésion
pl: Data przystąpienia

source: Join the Open Signing Movement
de: Treten Sie der Open Signing-Bewegung bei
fr: Rejoignez le mouvement de signature ouverte
pl: Dołącz do ruchu otwartego podpisywania

source: Location
de: Standort
fr: Emplacement
pl: Lokalizacja

source: Make it your own through advanced customization and adjustability.
de: Machen Sie es zu Ihrem eigenen durch erweiterte Anpassung und Einstellbarkeit.
fr: Faites-en votre propre grâce à une personnalisation avancée et un ajustement.
pl: Spraw, aby było to Twoje dzięki zaawansowanej personalizacji i elastyczności.

source: Merged PR's
de: Zusammengeführte PRs
fr: PRs fusionnées
pl: Scalone PR-y

source: Merged PRs
de: Zusammengeführte PRs
fr: PRs fusionnées
pl: Scalone PR

source: Monthly
de: Monatlich
fr: Mensuel
pl: Miesięcznie

source: Name
fr: Nom
pl: Nazwa

source: New Users
de: Neue Benutzer
fr: Nouveaux utilisateurs
pl: Nowi użytkownicy

source: No credit card required
de: Keine Kreditkarte erforderlich
fr: Aucune carte de crédit requise
pl: Nie jest wymagana karta kredytowa

source: No Credit Card required
de: Keine Kreditkarte erforderlich
fr: Aucune carte de crédit requise
pl: Nie jest wymagana karta kredytowa

source: None of these work for you? Try self-hosting!
de: Keines dieser Angebote passt zu Ihnen? Versuchen Sie das Selbst-Hosting!
fr: Aucune de ces options ne fonctionne pour vous ? Essayez l'hébergement autonome !
pl: Żaden z tych wariantów nie działa dla Ciebie? Spróbuj samodzielnego hostingu!

source: Open Issues
de: Offene Issues
fr: Problèmes ouverts
pl: Otwarte problemy

source: Open Source or Hosted.
de: Open Source oder Hosted.
fr: Open Source ou hébergé.
pl: Oprogramowanie otwarte lub hostowane.

source: Open Startup
de: Offenes Startup
fr: Startup ouverte
pl: Otwarte startupy

source: OSS Friends
de: OSS-Freunde
fr: Amis OSS
pl: Przyjaciele OSS

source: Our custom templates come with smart rules that can help you save time and energy.
de: Unsere benutzerdefinierten Vorlagen verfügen über intelligente Regeln, die Ihnen Zeit und Energie sparen können.
fr: Nos modèles personnalisés sont dotés de règles intelligentes qui peuvent vous aider à gagner du temps et de l'énergie.
pl: Nasze niestandardowe szablony mają inteligentne zasady, które mogą pomóc Ci zaoszczędzić czas i energię.

source: Our Enterprise License is great for large organizations looking to switch to Documenso for all their signing needs. It's available for our cloud offering as well as self-hosted setups and offers a wide range of compliance and Adminstration Features.
de: Unsere Enterprise-Lizenz ist ideal für große Organisationen, die auf Documenso für all ihre Signaturanforderungen umsteigen möchten. Sie ist sowohl für unser Cloud-Angebot als auch für selbstgehostete Setups verfügbar und bietet eine breite Palette an Compliance- und Verwaltungsfunktionen.
fr: Notre licence entreprise est idéale pour les grandes organisations cherchant à passer à Documenso pour tous leurs besoins de signature. Elle est disponible pour notre offre cloud ainsi que pour des configurations auto-hébergées et propose un large éventail de fonctionnalités de conformité et d'administration.
pl: Nasza licencja dla przedsiębiorstw jest doskonała dla dużych organizacji szukających zmiany na Documenso dla wszystkich swoich potrzeb związanych z podpisywaniem. Jest dostępna zarówno w naszej chmurze, jak i w ustawieniach do samodzielnego hostingu i oferuje szeroki zakres funkcji zgodności i administracyjnych.

source: Our self-hosted option is great for small teams and individuals who need a simple solution. You can use our docker based setup to get started in minutes. Take control with full customizability and data ownership.
de: Unsere selbstgehostete Option ist ideal für kleine Teams und Einzelpersonen, die eine einfache Lösung benötigen. Sie können unser docker-basiertes Setup verwenden, um in wenigen Minuten loszulegen. Übernehmen Sie die Kontrolle mit vollständiger Anpassbarkeit und Datenhoheit.
fr: Notre option auto-hébergée est idéale pour les petites équipes et les individus qui ont besoin d'une solution simple. Vous pouvez utiliser notre configuration basée sur Docker pour commencer en quelques minutes. Prenez le contrôle avec une personnalisation complète et une propriété des données.
pl: Nasza opcja hostingu własnego jest świetna dla małych zespołów i osób, które potrzebują prostego rozwiązania. Możesz użyć naszego zestawu opartego na dockerze, aby rozpocząć w ciągu kilku minut. Przejmij kontrolę z pełną możliwością dostosowania i własnością danych.

source: Premium Profile Name
de: Premium Profilname
fr: Nom de profil premium
pl: Nazwa profilu premium

source: Pricing
de: Preise
fr: Prix
pl: Cennik

source: Privacy
de: Datenschutz
fr: Confidentialité
pl: Prywatność

source: Profile
de: Profil
fr: Profil
pl: Profil

source: React Widget (Soon).
de: React Widget (Demnächst).
fr: Widget React (Bientôt).
pl: Widget React (Wkrótce).

source: Receive your personal link to share with everyone you care about.
de: Erhalten Sie Ihren persönlichen Link zum Teilen mit allen, die Ihnen wichtig sind.
fr: Recevez votre lien personnel à partager avec tous ceux qui vous tiennent à cœur.
pl: Otrzymaj link do osobistego udostępnienia wszystkim, na których Ci zależy.

source: Role
de: Rolle
fr: Rôle
pl: Rola

source: Salary
de: Gehalt
fr: Salaire
pl: Wynagrodzenie

source: Save $60 or $120
de: Sparen Sie $60 oder $120
fr: Économisez 60 $ ou 120 $
pl: Zaoszczędź 60 $ lub 120 $

source: Securely. Our data centers are located in Frankfurt (Germany), giving us the best local privacy laws. We are very aware of the sensitive nature of our data and follow best practices to ensure the security and integrity of the data entrusted to us.
de: Sicher. Unsere Rechenzentren befinden sich in Frankfurt (Deutschland) und bieten uns die besten lokalen Datenschutzgesetze. Uns ist die sensible Natur unserer Daten sehr bewusst und wir folgen bewährten Praktiken, um die Sicherheit und Integrität der uns anvertrauten Daten zu gewährleisten.
fr: De manière sécurisée. Nos centres de données sont situés à Francfort (Allemagne), ce qui nous permet de bénéficier des meilleures lois locales sur la confidentialité. Nous sommes très conscients de la nature sensible de nos données et suivons les meilleures pratiques pour garantir la sécurité et l'intégrité des données qui nous sont confiées.
pl: Bezpiecznie. Nasze centra danych znajdują się we Frankfurcie (Niemcy), co daje nam najlepsze lokalne przepisy o prywatności. Jesteśmy bardzo świadomi wrażliwego charakteru naszych danych i przestrzegamy najlepszych praktyk, aby zapewnić bezpieczeństwo i integralność danych, które nam powierzono.

source: Send, connect, receive and embed everywhere.
de: Überall senden, verbinden, empfangen und einbetten.
fr: Envoyer, connecter, recevoir et intégrer partout.
pl: Wysyłaj, łącz, odbieraj i osadzaj wszędzie.

source: Seniority
de: Dienstalter
fr: Ancienneté
pl: Poziom

source: Shop
fr: Boutique
pl: Sklep

source: Sign
de: Signieren
fr: Signer
pl: Podpisz

source: Sign in
de: Anmelden
fr: Se connecter
pl: Zaloguj się

source: Sign up
de: Registrieren
fr: S'inscrire
pl: Zarejestruj się

source: Signing Process
de: Signaturprozess
fr: Processus de signature
pl: Proces podpisywania

source: Signup Now
de: Jetzt registrieren
fr: Inscrivez-vous maintenant
pl: Zapisz się teraz

source: Smart.
de: Intelligent.
fr: Intelligent.
pl: Inteligentny.

source: Star on GitHub
de: Auf GitHub favorisieren
fr: Étoile sur GitHub
pl: Dodaj gwiazdkę na GitHubie

source: Stars
de: Favoriten
fr: Étoiles
pl: Gwiazdy

source: Support
fr: Soutien
pl: Wsparcie

source: Team
fr: Équipe
pl: Zespół

source: Team Inbox
de: Team-Posteingang
fr: Boîte de réception de l'équipe
pl: Skrzynka zespołowa

source: Teams
fr: Équipes
pl: Zespoły

source: Template Store (Soon).
de: Vorlagen-Shop (Demnächst).
fr: Boutique de modèles (Bientôt).
pl: Sklep z szablonami (Wkrótce).

source: That's awesome. You can take a look at the current <0>Issues</0> and join our <1>Discord Community</1> to keep up to date, on what the current priorities are. In any case, we are an open community and welcome all input, technical and non-technical ❤️
de: Das ist großartig. Sie können sich die aktuellen <0>Issues</0> ansehen und unserer <1>Discord-Community</1> beitreten, um auf dem neuesten Stand zu bleiben, was die aktuellen Prioritäten sind. In jedem Fall sind wir eine offene Gemeinschaft und begrüßen jegliche Beiträge, technische und nicht-technische ❤️
fr: C'est génial. Vous pouvez consulter les <0>Problèmes</0> actuels et rejoindre notre <1>Communauté Discord</1> pour rester à jour sur ce qui est actuellement prioritaire. Dans tous les cas, nous sommes une communauté ouverte et accueillons toutes les contributions, techniques et non techniques ❤️
pl: To niesamowite. Możesz spojrzeć na aktualne <0>Problemy</0> i dołączyć do naszej <1>społeczności Discord</1>, aby być na bieżąco z aktualnymi priorytetami. W każdym razie jesteśmy otwartą społecznością i witamy wszelkie opinie, techniczne i nietechniczne ❤️

source: This page is evolving as we learn what makes a great signing company. We'll update it when we have more to share.
de: Diese Seite entwickelt sich weiter, während wir lernen, was ein großartiges Signing-Unternehmen ausmacht. Wir werden sie aktualisieren, wenn wir mehr zu teilen haben.
fr: Cette page évolue à mesure que nous apprenons ce qui fait une grande entreprise de signature. Nous la mettrons à jour lorsque nous aurons plus à partager.
pl: Ta strona ewoluuje, gdy uczymy się, co czyni firmę podpisującą doskonałą. Zaktualizujemy ją, gdy będziemy mieli więcej do podzielenia się.

source: Title
de: Titel
fr: Titre
pl: Tytuł

source: Total Completed Documents
de: Insgesamt Abgeschlossene Dokumente
fr: Documents totalisés complétés
pl: Całkowita liczba zakończonych dokumentów

source: Total Customers
de: Insgesamt Kunden
fr: Total des clients
pl: Całkowita liczba klientów

source: Total Funding Raised
de: Insgesamt Finanzierungsvolumen
fr: Total des fonds levés
pl: Całkowita kwota zebrana

source: Total Users
de: Gesamtanzahl der Benutzer
fr: Total des utilisateurs
pl: Całkowita liczba użytkowników

source: Truly your own.
de: Wirklich Ihr Eigenes.
fr: Vraiment le vôtre.
pl: Naprawdę twoje.

source: Try our Free Plan
de: Probieren Sie unseren Gratisplan aus
fr: Essayez notre plan gratuit
pl: Wypróbuj nasz plan darmowy

source: Twitter Stats
de: Twitter-Statistiken
fr: Statistiques Twitter
pl: Statystyki Twittera

source: Unlimited Documents per Month
de: Unbegrenzte Dokumente pro Monat
fr: Documents illimités par mois
pl: Nieograniczone dokumenty miesięcznie

source: Up to 10 recipients per document
de: Bis zu 10 Empfänger pro Dokument
fr: Jusqu'à 10 destinataires par document
pl: Do 10 odbiorców na dokument

source: Upload a document and add fields.
de: Laden Sie ein Dokument hoch und fügen Sie Felder hinzu.
fr: Téléchargez un document et ajoutez des champs.
pl: Prześlij dokument i dodaj pola.
