Repository: documenso/documenso
Catalog: packages/lib/translations/*/web.po
Languages: de, es, fr, it, ja, nl, pl, pt, sq, sv, zh

source: You are currently updating <0>{organisationMemberName}.</0>
de: Sie aktualisieren derzeit <0>{organisationMemberName}.</0>
es: Actualmente estás actualizando a <0>{organisationMemberName}.</0>
fr: Vous mettez actuellement à jour <0>{organisationMemberName}.</0>
it: Stai attualmente aggiornando <0>{organisationMemberName}.</0>
ja: 現在、<0>{organisationMemberName}</0> を更新しています。
nl: Je werkt momenteel <0>{organisationMemberName}</0> bij.
pl: Aktualizujesz użytkownika <0>{organisationMemberName}</0>.
pt: Você está atualizando <0>{organisationMemberName}.</0>
sq: Ju aktualisht po përditësoni <0>{organisationMemberName}.</0>
sv: Du uppdaterar för närvarande <0>{organisationMemberName}.</0>
zh: 您当前正在更新 <0>{organisationMemberName}</0>。

source: You are currently updating the <0>{passkeyName}</0> passkey.
de: Sie aktualisieren derzeit den <0>{passkeyName}</0> Passkey.
es: Actualmente estás actualizando la clave <0>{passkeyName}</0>.
fr: Vous mettez à jour actuellement la clé de passkey <0>{passkeyName}</0>.
it: Stai attualmente aggiornando la chiave d'accesso <0>{passkeyName}</0>.
ja: 現在、<0>{passkeyName}</0> パスキーを更新しています。
nl: Je bent momenteel de passkey <0>{passkeyName}</0> aan het bijwerken.
pl: Aktualizujesz klucz dostępu <0>{passkeyName}</0>.
pt: Você está atualizando a chave de acesso <0>{passkeyName}</0>.
sq: Aktualisht po përditësoni çelësin e kalimit <0>{passkeyName}</0>.
sv: Du uppdaterar för närvarande passnyckeln <0>{passkeyName}</0>.
zh: 你正在更新通行密钥 <0>{passkeyName}</0>。

source: You are currently updating the <0>{teamGroupName}</0> team group.
de: Sie aktualisieren derzeit die Teamgruppe <0>{teamGroupName}</0>.
es: Actualmente estás actualizando el grupo de equipo <0>{teamGroupName}</0>.
fr: Vous mettez actuellement à jour le groupe d'équipe <0>{teamGroupName}</0>.
it: Stai attualmente aggiornando il gruppo di team <0>{teamGroupName}</0>.
ja: 現在、チームグループ <0>{teamGroupName}</0> を更新しています。
nl: Je werkt momenteel de teamgroep <0>{teamGroupName}</0> bij.
pl: Aktualizujesz grupę <0>{teamGroupName}</0>.
pt: Você está atualizando o grupo de equipe <0>{teamGroupName}</0>.
sq: Ju aktualisht po përditësoni grupin e ekipit <0>{teamGroupName}</0>.
sv: Du uppdaterar för närvarande teamgruppen <0>{teamGroupName}</0>.
zh: 您当前正在更新 <0>{teamGroupName}</0> 团队组。

source: You are not allowed to move this document.
de: Sie dürfen dieses Dokument nicht verschieben.
es: No tienes permiso para mover este documento.
fr: Vous n'êtes pas autorisé à déplacer ce document.
it: Non sei autorizzato a spostare questo documento.
ja: このドキュメントを移動する権限がありません。
nl: Je mag dit document niet verplaatsen.
pl: Nie masz uprawnień do przeniesienia tego dokumentu.
pt: Você não está autorizado a mover este documento.
zh: 您无权移动此文档。

source: You are not authorized to access this page.
de: Sie sind nicht berechtigt, auf diese Seite zuzugreifen.
es: No estás autorizado para acceder a esta página.
fr: Vous n'êtes pas autorisé à accéder à cette page.
it: Non sei autorizzato ad accedere a questa pagina.
ja: このページにアクセスする権限がありません。
nl: Je bent niet gemachtigd om deze pagina te openen.
pl: Nie masz dostępu do tej strony.
pt: Você não está autorizado a acessar esta página.
sq: Ju nuk jeni autorizuar të aksesoni këtë faqe.
sv: Du har inte behörighet att komma åt denna sida.
zh: 您无权访问此页面。

source: You are not authorized to delete this user.
de: Sie sind nicht berechtigt, diesen Benutzer zu löschen.
es: No está autorizado para eliminar a este usuario.
fr: Vous n'êtes pas autorisé à supprimer cet utilisateur.
it: Non sei autorizzato a eliminare questo utente.
ja: このユーザーを削除する権限がありません。
nl: Je bent niet gemachtigd om deze gebruiker te verwijderen.
pl: Nie masz uprawnień do usunięcia tego użytkownika.
pt: Você não está autorizado a excluir este usuário.
sq: Ju nuk jeni të autorizuar të fshini këtë përdorues.
sv: Du har inte behörighet att ta bort denna användare.
zh: 您无权删除此用户。

source: You are not authorized to disable this user.
de: Sie sind nicht berechtigt, diesen Benutzer zu deaktivieren.
es: No estás autorizado para deshabilitar a este usuario.
fr: Vous n'êtes pas autorisé à désactiver cet utilisateur.
it: Non sei autorizzato a disabilitare questo utente.
ja: このユーザーを無効化する権限がありません。
nl: Je bent niet gemachtigd om deze gebruiker uit te schakelen.
pl: Nie masz uprawnień do wyłączenia tego użytkownika.
pt: Você não está autorizado a desabilitar este usuário.
sq: Ju nuk jeni i autorizuar për të çaktivizuar këtë përdorues.
sv: Du har inte behörighet att inaktivera denna användare.
zh: 您无权禁用此用户。

source: You are not authorized to enable this user.
de: Sie sind nicht berechtigt, diesen Benutzer zu aktivieren.
es: No estás autorizado para habilitar a este usuario.
fr: Vous n'êtes pas autorisé à activer cet utilisateur.
it: Non sei autorizzato ad abilitare questo utente.
ja: このユーザーを有効化する権限がありません。
nl: Je bent niet gemachtigd om deze gebruiker in te schakelen.
pl: Nie masz uprawnień do włączenia tego użytkownika.
pt: Você não está autorizado a habilitar este usuário.
sq: Ju nuk jeni i autorizuar për të aktivizuar këtë përdorues.
sv: Du har inte behörighet att aktivera denna användare.
zh: 您无权启用此用户。

source: You are not authorized to reset two factor authentcation for this user.
de: Sie sind nicht berechtigt, die Zwei-Faktor-Authentifizierung für diesen Benutzer zurückzusetzen.
es: No está autorizado para restablecer la autenticación de dos factores para este usuario.
fr: Vous n'êtes pas autorisé à réinitialiser l'authentification à deux facteurs pour cet utilisateur.
it: Non sei autorizzato a reimpostare l'autenticazione a due fattori per questo utente.
ja: このユーザーの二要素認証をリセットする権限がありません。
nl: U bent niet gemachtigd om de tweefactorauthenticatie voor deze gebruiker te resetten.
pl: Nie masz uprawnień do zresetowania weryfikacji dwuetapowej tego użytkownika.
pt: Você não está autorizado a redefinir a autenticação de dois fatores para este usuário.
zh: 您无权为此用户重置双重身份验证。

source: You can also copy and paste this link into your browser: {confirmationLink} (link expires in 1 hour)
de: Du kannst diesen Link auch kopieren und in deinen Browser einfügen: {confirmationLink} (Link läuft in 1 Stunde ab)
es: También puedes copiar y pegar este enlace en tu navegador: {confirmationLink} (el enlace expira en 1 hora)
fr: Vous pouvez également copier et coller ce lien dans votre navigateur : {confirmationLink} (le lien expire dans 1 heure)
it: Puoi anche copiare e incollare questo link nel tuo browser: {confirmationLink} (il link scade tra 1 ora)
ja: 次のリンクをブラウザにコピー＆ペーストして使用することもできます: {confirmationLink}（リンクの有効期限は 1 時間です）
nl: Je kunt deze link ook kopiëren en in je browser plakken: {confirmationLink} (link verloopt over 1 uur)
pl: Możesz także skopiować i wkleić link do przeglądarki: {confirmationLink} (link wygaśnie za 1 godzinę)
pt: Você também pode copiar e colar este link no seu navegador: {confirmationLink} (link expira em 1 hora)
sq: Ju gjithashtu mund ta kopjoni dhe ngjisni këtë lidhje në shfletuesin tuaj: {confirmationLink} (lidhja skadon pas 1 ore)
sv: Du kan också kopiera och klistra in denna länk i din webbläsare: {confirmationLink} (länken upphör om 1 timme)
zh: 您也可以将此链接复制并粘贴到浏览器中：{confirmationLink}（链接 1 小时后过期）

source: You can choose to enable or disable the profile for public view.
de: Sie können wählen, ob das Profil für die öffentliche Ansicht aktiviert oder deaktiviert werden soll.
es: Puedes elegir habilitar o deshabilitar el perfil para vista pública.
fr: Vous pouvez choisir d'activer ou de désactiver le profil pour l'affichage public.
it: Puoi scegliere di abilitare o disabilitare il profilo per la visualizzazione pubblica.
ja: プロフィールを公開するかどうかを選択できます。
nl: Je kunt ervoor kiezen het profiel in of uit te schakelen voor openbare weergave.
pl: Możesz zarządzać widocznością profilu.
pt: Você pode optar por habilitar ou desabilitar o perfil para visualização pública.
sq: Ju mund të zgjidhni të aktivizoni ose çaktivizoni profilin për shikim publik.
sv: Du kan välja att aktivera eller inaktivera profilen för offentlig visning.
zh: 您可以选择启用或禁用公开个人资料。

source: You can copy and share these links to recipients so they can action the document.
de: Sie können diese Links kopieren und mit den Empfängern teilen, damit sie das Dokument bearbeiten können.
es: Puede copiar y compartir estos enlaces con los destinatarios para que puedan gestionar el documento.
fr: Vous pouvez copier et partager ces liens avec les destinataires afin qu'ils puissent agir sur le document.
it: Puoi copiare e condividere questi link con i destinatari affinché possano agire sul documento.
ja: これらのリンクをコピーして受信者と共有すると、文書に対応してもらうことができます。
nl: Je kunt deze links kopiëren en met ontvangers delen zodat zij actie op het document kunnen ondernemen.
pl: Możesz skopiować i udostępnić te linki odbiorcom, aby mogli wypełnić dokument.
pt: Você pode copiar e compartilhar esses links com os destinatários para que eles possam agir no documento.
sq: Ju mund t'i kopjoni dhe ndani këto lidhje me marrësit që ata të mund të veprojnë mbi dokumentin.
sv: Du kan kopiera och dela dessa länkar till mottagare så att de kan agera på dokumentet.
zh: 你可以复制并分享这些链接给收件人，便于他们处理文档。

source: You can enable access to allow all organisation members to access this team by default.
de: Sie können den Zugriff so aktivieren, dass alle Organisationsmitglieder standardmäßig Zugriff auf dieses Team haben.
es: Puedes habilitar el acceso para permitir que todos los miembros de la organización accedan a este equipo por defecto.
fr: Vous pouvez autoriser l'accès par défaut, permettant à tous les membres de l'organisation d'accéder à cette équipe.
it: Puoi abilitare l'accesso per consentire a tutti i membri dell'organizzazione di accedere a questo team per impostazione predefinita.
ja: このチームに対して、すべての組織メンバーへのデフォルトアクセスを有効にすることができます。
nl: Je kunt de toegang inschakelen zodat alle organisatieleden standaard toegang hebben tot dit team.
pl: Możesz włączyć domyślny dostęp, aby wszyscy użytkownicy organizacji domyślnie uzyskali dostęp do tego zespołu.
pt: Você pode habilitar o acesso para permitir que todos os membros da organização acessem esta equipe por padrão.
sq: Ju mund të lejoni qasje për të lejuar që të gjithë anëtarët e organizatës të kenë qasje në këtë ekip si standard.
sv: Du kan aktivera åtkomst för att låta alla organisationsmedlemmar få tillgång till detta team som standard.
zh: 您可以启用访问，以默认允许所有组织成员访问此团队。

source: You can manage your email preferences here
de: Hier können Sie Ihre E-Mail-Präferenzen verwalten
es: Puedes gestionar tus preferencias de correo electrónico aquí
fr: Vous pouvez gérer vos préférences de messagerie ici
it: Puoi gestire qui le tue preferenze email
ja: ここでメール設定を管理できます
nl: Je kunt hier je e-mailvoorkeuren beheren
pl: Tutaj możesz zarządzać ustawieniami wiadomości.
pt: Você pode gerenciar suas preferências de e-mail aqui
zh: 您可以在此管理邮件偏好设置

source: You can revoke access at any time in your team settings on Documenso <0>here.</0>
de: Sie können den Zugriff jederzeit in Ihren Teameinstellungen auf Documenso <0>hier.</0> widerrufen
es: Puedes revocar el acceso en cualquier momento en la configuración de tu equipo en Documenso <0>aquí.</0>
fr: Vous pouvez révoquer l'accès à tout moment dans les paramètres de votre équipe sur Documenso <0>ici.</0>
it: Puoi revocare l'accesso in qualsiasi momento nelle impostazioni del tuo team su Documenso <0>qui.</0>
ja: Documenso のチーム設定からいつでもアクセス権を取り消すことができます。<0>こちら</0>。
nl: Je kunt de toegang op elk moment intrekken in je teaminstellingen op Documenso <0>hier.</0>
pl: W każdej chwili możesz unieważnić dostęp w <0>ustawieniach zespołu</0> w Documenso.
pt: Você pode revogar o acesso a qualquer momento em suas configurações de equipe no Documenso <0>aqui.</0>
sq: Mund të revokoni aksesin në çdo kohë në cilësimet e ekipit tuaj në Documenso <0>këtu.</0>
sv: Du kan återkalla åtkomst när som helst i dina teaminställningar på Documenso <0>här.</0>
zh: 您可以随时在 Documenso 的团队设置中<0>撤销</0>访问权限。

source: You can update the profile URL by updating the team URL in the general settings page.
de: Sie können die Profil-URL aktualisieren, indem Sie die Team-URL auf der Seite mit den allgemeinen Einstellungen aktualisieren.
es: Puedes actualizar la URL del perfil actualizando la URL del equipo en la página de configuración general.
fr: Vous pouvez mettre à jour l'URL de profil en mettant à jour l'URL de l'équipe dans la page des paramètres généraux.
it: Puoi aggiornare l'URL del profilo aggiornando l'URL del team nella pagina delle impostazioni generali.
ja: チーム URL を一般設定ページで更新すると、プロフィール URL も更新されます。
nl: Je kunt de profiel‑URL bijwerken door de team‑URL op de pagina Algemene instellingen te wijzigen.
pl: Możesz zaktualizować adres URL profilu, aktualizując adres URL zespołu na stronie ogólnych ustawień.
pt: Você pode atualizar o URL do perfil atualizando o URL da equipe na página de configurações gerais.
sq: Ju mund të përditësoni URL-në e profilit duke përditësuar URL-në e ekipit në faqen e cilësimeve të përgjithshme.
sv: Du kan uppdatera profil-URL:en genom att uppdatera team-URL:en på sidan för allmänna inställningar.
zh: 你可以通过在常规设置页面更新团队 URL 来更新资料 URL。

source: You can use the following variables in your message:
de: Sie können die folgenden Variablen in Ihrer Nachricht verwenden:
es: Puede usar las siguientes variables en su mensaje:
fr: Vous pouvez utiliser les variables suivantes dans votre message :
it: Puoi utilizzare le seguenti variabili nel tuo messaggio:
ja: メッセージ内で次の変数を使用できます。
nl: Je kunt de volgende variabelen in je bericht gebruiken:
pl: Możesz użyć następujących zmiennych w wiadomości:
pt: Você pode usar as seguintes variáveis em sua mensagem:
sq: Ju mund të përdorni variablat e mëposhtme në mesazhin tuaj:
sv: Du kan använda följande variabler i ditt meddelande:
zh: 您可以在消息中使用以下变量：

source: You can view documents associated with this email and use this identity when sending documents.
de: Sie können Dokumente ansehen, die mit dieser E-Mail verknüpft sind, und diese Identität beim Senden von Dokumenten verwenden.
es: Puedes ver documentos asociados a este correo electrónico y usar esta identidad al enviar documentos.
fr: Vous pouvez voir les documents associés à cet e-mail et utiliser cette identité lors de l'envoi de documents.
it: Puoi visualizzare i documenti associati a questa email e utilizzare questa identità quando invii documenti.
ja: このメールアドレスに紐づく文書を表示したり、このアイデンティティを使って文書を送信したりできます。
nl: Je kunt documenten die aan dit e‑mailadres zijn gekoppeld bekijken en deze identiteit gebruiken bij het verzenden van documenten.
pl: Możesz wyświetlać dokumenty powiązane z tym adres e-mail i używać tej tożsamości podczas wysyłania dokumentów.
pt: Você pode visualizar os documentos associados a este e-mail e usar esta identidade ao enviar documentos.
sq: Ju mund të shikoni dokumentet e lidhura me këtë email dhe të përdorni këtë identitet kur dërgoni dokumente.
sv: Du kan visa dokument kopplade till denna e-post och använda denna identitet när du skickar dokument.
zh: 你可以查看与此邮箱相关的文档，并在发送文档时使用此身份。

source: You can view the created documents in your dashboard under the "Documents created from template" section.
de: Sie können die erstellten Dokumente in Ihrem Dashboard unter der Rubrik "Dokumente, die aus Vorlage erstellt wurden" einsehen.
es: Puedes ver los documentos creados en tu panel de control bajo la sección "Documentos creados a partir de la plantilla".
fr: Vous pouvez voir les documents créés dans votre tableau de bord sous la section "Documents créés à partir du modèle".
it: Puoi visualizzare i documenti creati nel tuo dashboard nella sezione "Documenti creati dal modello".
ja: 作成されたドキュメントは、ダッシュボードの「テンプレートから作成されたドキュメント」セクションで確認できます。
nl: Je kunt de aangemaakte documenten bekijken in je dashboard onder het gedeelte "Documents created from template".
pl: Utworzone dokumenty możesz znaleźć w sekcji „Dokumenty utworzone z szablonu”.
pt: Você pode ver os documentos criados em seu painel na seção "Documentos criados a partir de modelo".
sq: Ju mund të shikoni dokumentet e krijuara në panelin tuaj nën seksionin "Dokumente të krijuara nga shablloni".
sv: Du kan se de skapade dokumenten i din dashboard under avsnittet "Dokument skapade från mall".
zh: 您可以在控制台的“由模板创建的文档”部分查看创建的文档。

source: You can view the document and its status by clicking the button below.
de: Sie können das Dokument und seinen Status einsehen, indem Sie auf die Schaltfläche unten klicken.
es: Puede ver el documento y su estado haciendo clic en el botón de abajo.
fr: Vous pouvez voir le document et son statut en cliquant sur le bouton ci-dessous.
it: Puoi visualizzare il documento e il suo stato cliccando sul pulsante qui sotto.
ja: 下のボタンをクリックすると、ドキュメントとそのステータスを表示できます。
nl: Je kunt het document en de status ervan bekijken door op de onderstaande knop te klikken.
pl: Możesz wyświetlić dokument i jego status, klikając przycisk poniżej.
pt: Você pode visualizar o documento e seu status clicando no botão abaixo.
sq: Ju mund të shikoni dokumentin dhe statusin e tij duke klikuar butonin më poshtë.
sv: Du kan se dokumentet och dess status genom att klicka på knappen nedan.
zh: 您可以点击下方按钮查看文档及其状态。

source: You cannot add assistants when signing order is disabled.
de: Sie können keine Assistenten hinzufügen, wenn die Unterschriftenreihenfolge deaktiviert ist.
es: No puedes añadir asistentes cuando el orden de firma está deshabilitado.
fr: Vous ne pouvez pas ajouter d'assistants lorsque l'ordre de signature est désactivé.
it: Non puoi aggiungere assistenti quando l'ordine di firma è disabilitato.
ja: 署名順序が無効な場合、アシスタントを追加することはできません。
nl: Je kunt geen assistenten toevoegen wanneer de ondertekeningsvolgorde is uitgeschakeld.
pl: Nie możesz dodać przygotowujących, gdy kolejność podpisywania jest wyłączona.
pt: Você não pode adicionar assistentes quando a ordem de assinatura está desabilitada.
sq: Nuk mund të shtoni ndihmësa kur rendi i nënshkrimit është i çaktivizuar.
sv: Du kan inte lägga till assistenter när signeringsordning är inaktiverad.
zh: 签署顺序被禁用时，无法添加助理。

source: You cannot delete a group which has a higher role than you.
de: Sie können keine Gruppe löschen, die eine höhere Rolle hat als Sie.
es: No puedes eliminar un grupo que tiene un rol superior al tuyo.
fr: Vous ne pouvez pas supprimer un groupe qui a un rôle supérieur au vôtre.
it: Non puoi eliminare un gruppo che ha un ruolo superiore al tuo.
ja: 自分より権限の高いロールを持つグループは削除できません。
nl: Je kunt geen groep verwijderen die een hogere rol heeft dan jij.
pl: Nie możesz usunąć grupy, która ma wyższą rolę niż Ty.
pt: Você não pode excluir um grupo que tenha uma função mais alta que a sua.
sq: Ju nuk mund të fshini një grup që ka një rol më të lartë se ju.
sv: Du kan inte ta bort en grupp som har en högre roll än du.
zh: 您不能删除角色高于您的组。

source: You cannot delete this item because the document has been sent to recipients
de: Sie können dieses Element nicht löschen, da das Dokument an Empfänger gesendet wurde
es: No puede eliminar este elemento porque el documento ha sido enviado a los destinatarios
fr: Vous ne pouvez pas supprimer cet élément car le document a été envoyé aux destinataires
it: Non puoi eliminare questo elemento perché il documento è stato inviato ai destinatari
ja: この文書は受信者に送信済みのため、この項目は削除できません
nl: U kunt dit item niet verwijderen omdat het document al naar ontvangers is verzonden
pl: Nie możesz usunąć elementu, ponieważ dokument został wysłany do odbiorców
pt: Você não pode excluir este item porque o documento foi enviado aos destinatários
zh: 您无法删除此条目，因为文档已发送给收件人

source: You cannot modify a group which has a higher role than you.
de: Sie können keine Gruppe ändern, die eine höhere Rolle hat als Sie.
es: No puedes modificar un grupo que tiene un rol superior al tuyo.
fr: Vous ne pouvez pas modifier un groupe qui a un rôle supérieur au vôtre.
it: Non puoi modificare un gruppo che ha un ruolo superiore al tuo.
ja: 自分より権限の高いロールを持つグループは変更できません。
nl: Je kunt geen groep wijzigen die een hogere rol heeft dan jij.
pl: Nie możesz edytować grupy, która ma wyższą rolę niż Ty.
pt: Você não pode modificar um grupo que tenha uma função mais alta que a sua.
sq: Ju nuk mund të ndryshoni një grup që ka një rol më të lartë se ju.
sv: Du kan inte ändra en grupp som har en högre roll än du.
zh: 您不能修改角色高于您的组。

source: You cannot modify a organisation member who has a higher role than you.
de: Sie können kein Organisationsmitglied ändern, das eine höhere Rolle hat als Sie.
es: No puedes modificar un miembro de la organización que tiene un rol superior al tuyo.
fr: Vous ne pouvez pas modifier un membre de l'organisation qui a un rôle supérieur au vôtre.
it: Non puoi modificare un membro dell'organizzazione che ha un ruolo superiore al tuo.
ja: 自分より権限の高いロールを持つ組織メンバーは変更できません。
nl: Je kunt een organisatielid met een hogere rol dan jij niet wijzigen.
pl: Nie możesz edytować użytkownika organizacji, który ma wyższą rolę niż Ty.
pt: Você não pode modificar um membro da organização que tenha uma função mais alta que a sua.
sq: Ju nuk mund të modifikoni një anëtar të organizatës që ka një rol më të lartë se ju.
sv: Du kan inte ändra en organisationsmedlem som har en högre roll än du.
zh: 您不能修改角色高于您的组织成员。

source: You cannot modify a team member who has a higher role than you.
de: Sie können ein Teammitglied, das eine höhere Rolle als Sie hat, nicht ändern.
es: No puedes modificar a un miembro del equipo que tenga un rol más alto que tú.
fr: Vous ne pouvez pas modifier un membre de l'équipe qui a un rôle plus élevé que vous.
it: Non puoi modificare un membro del team che ha un ruolo superiore al tuo.
ja: 自分より権限の高いチームメンバーは変更できません。
nl: Je kunt een teamlid met een hogere rol dan jij niet wijzigen.
pl: Nie możesz edytować użytkownika zespołu, który ma wyższą rolę niż Ty.
pt: Você não pode modificar um membro da equipe que tenha uma função mais alta que a sua.
sq: Ju nuk mund të modifikoni një anëtar të ekipit që ka një rol më të lartë se ju.
sv: Du kan inte ändra en teammedlem som har en högre roll än du.
zh: 你不能修改角色高于你的团队成员。

source: You cannot remove members from this team if the inherit member feature is enabled.
de: Sie können keine Mitglieder aus diesem Team entfernen, wenn die Funktion Mitglied übernehmen aktiviert ist.
es: No puedes eliminar miembros de este equipo si la función de heredar miembros está habilitada.
fr: Vous ne pouvez pas retirer des membres de cette équipe si la fonctionnalité d'héritage de membre est activée.
it: Non puoi rimuovere membri da questo team se la funzione di ereditarietà membri è abilitata.
ja: 継承メンバー機能が有効な場合、このチームからメンバーを削除することはできません。
nl: Je kunt geen leden uit dit team verwijderen als de functie voor overnemen van leden is ingeschakeld.
pl: Nie możesz usunąć użytkowników zespołu, jeśli funkcja odziedziczenia użytkownika jest włączona.
pt: Você não pode remover membros dessa equipe se o recurso de herança de membros estiver ativado.
sq: Ju nuk mund të largoni anëtarët nga ky ekip nëse funksioni i trashëgimit të anëtarëve është aktivizuar.
sv: Du kan inte ta bort medlemmar från detta team om funktionen för att ärva medlemmar är aktiverad.
zh: 如果启用继承成员功能，您不能从该团队移除成员。

source: You cannot upload documents at this time.
de: Sie können derzeit keine Dokumente hochladen.
es: No puede cargar documentos en este momento.
fr: Vous ne pouvez pas importer de documents pour le moment.
it: Non puoi caricare documenti in questo momento.
ja: 現在、ドキュメントをアップロードすることはできません。
nl: Je kunt op dit moment geen documenten uploaden.
pl: Nie możesz przesyłać dokumentów w tej chwili.
pt: Você não pode carregar documentos no momento.
sq: Në këtë moment, nuk mund të ngarkoni dokumente.
sv: Du kan inte ladda upp dokument just nu.
zh: 您目前无法上传文档。
