Repository: documenso/documenso
Catalog: packages/lib/translations/*/web.po
Languages: de, es, fr, it, ja, nl, pl, pt, sq, sv, zh

source: Selected Recipient
de: Ausgewählter Empfänger
es: Destinatario seleccionado
fr: Destinataire Sélectionné
it: Destinatario selezionato
ja: 選択中の受信者
nl: Geselecteerde ontvanger
pl: Wybrany odbiorca
pt: Destinatário Selecionado
zh: 选定收件人

source: Send
de: Senden
es: Enviar
fr: Envoyer
it: Invia
ja: 送信
nl: Verzenden
pl: Wyślij
pt: Enviar
sq: Dërgo
sv: Skicka
zh: 发送

source: Send a test webhook with sample data to verify your integration is working correctly.
de: Senden Sie ein Test-Webhook mit Beispieldaten, um zu überprüfen, ob Ihre Integration korrekt funktioniert.
es: Envía un webhook de prueba con datos de muestra para verificar que tu integración esté funcionando correctamente.
fr: Envoyez un webhook de test avec des données échantillons pour vérifier que votre intégration fonctionne correctement.
it: Invia un webhook di prova con dati di esempio per verificare che la tua integrazione funzioni correttamente.
ja: 統合が正しく動作しているか確認するために、サンプルデータを使ったテスト Webhook を送信します。
nl: Stuur een testwebhook met voorbeeldgegevens om te verifiëren dat je integratie correct werkt.
pl: Wyślij testowy webhook z przykładowymi danymi, aby zweryfikować połączenie.
pt: Enviar um webhook de teste com dados de amostra para verificar se sua integração está funcionando corretamente.
zh: 发送带有示例数据的测试 Webhook，以验证集成是否正常工作。

source: Send confirmation email
de: Bestätigungs-E-Mail senden
es: Enviar correo de confirmación
fr: Envoyer l'e-mail de confirmation
it: Invia email di conferma
ja: 確認メールを送信
nl: Bevestigingsmail verzenden
pl: Wyślij wiadomość potwierdzającą
pt: Enviar email de confirmação
sq: Dërgo email konfirmimi
sv: Skicka bekräftelsemejl
zh: 发送确认邮件

source: Send document
de: Dokument senden
es: Enviar documento
fr: Envoyer le document
it: Invia documento
ja: 文書を送信
nl: Document verzenden
pl: Wyślij dokument
pt: Enviar documento
sq: Dërgo dokumentin
sv: Skicka dokument
zh: 发送文档

source: Send Document
de: Dokument senden
es: Enviar documento
fr: Envoyer le document
it: Invia documento
ja: ドキュメントを送信
nl: Document verzenden
pl: Wyślij dokument
pt: Enviar Documento
sq: Dërgo Dokumentin
sv: Skicka dokument
zh: 发送文档

source: Send document completed email
de: E-Mail über den Abschluss des Dokuments senden
es: Enviar correo electrónico de documento completado
fr: Envoyer l'e-mail de document complété
it: Invia email documento completato
ja: ドキュメント完了メールを送信
nl: E-mail bij voltooid document verzenden
pl: Wyślij zakończony dokument
pt: Enviar email de documento concluído
sq: Dërgo email për dokumentin e përfunduar
sv: Skicka e-post för slutfört dokument
zh: 发送文档完成邮件

source: Send document completed email to the owner
de: E-Mail über den Abschluss des Dokuments an den Eigentümer senden
es: Enviar correo electrónico de documento completado al propietario
fr: Envoyer l'e-mail de document complété au propriétaire
it: Invia email documento completato al proprietario
ja: ドキュメント完了メールを所有者に送信
nl: E-mail bij voltooid document naar de eigenaar verzenden
pl: Wyślij zakończony dokument właścicielowi
pt: Enviar email de documento concluído ao proprietário
sq: Dërgo email për dokumentin e përfunduar te pronari
sv: Skicka e-post för slutfört dokument till ägaren
zh: 向所有者发送文档完成邮件

source: Send document deleted email
de: E-Mail über das Löschen des Dokuments senden
es: Enviar correo electrónico de documento eliminado
fr: Envoyer l'e-mail de document supprimé
it: Invia email documento eliminato
ja: ドキュメント削除メールを送信
nl: E-mail bij verwijderd document verzenden
pl: Wyślij usunięty dokument
pt: Enviar email de documento excluído
sq: Dërgo email për dokumentin e fshirë
sv: Skicka e-post för raderat dokument
zh: 发送文档删除邮件

source: Send document pending email
de: E-Mail über ausstehende Dokumente senden
es: Enviar correo electrónico de documento pendiente
fr: Envoyer l'e-mail de document en attente
it: Invia email documento in sospeso
ja: ドキュメント保留メールを送信
nl: E-mail bij document in behandeling verzenden
pl: Wyślij oczekujący dokument
pt: Enviar email de documento pendente
sq: Dërgo email për dokumentin në pritje
sv: Skicka e-post för väntande dokument
zh: 发送文档待处理邮件

source: Send documents on behalf of the team using the email address
de: Dokumente im Namen des Teams über die E-Mail-Adresse senden
es: Enviar documentos en nombre del equipo usando la dirección de correo electrónico
fr: Envoyer des documents au nom de l'équipe en utilisant l'adresse e-mail
it: Invia documenti a nome del team utilizzando l'indirizzo email
ja: このメールアドレスを使用して、チームを代表してドキュメントを送信します
nl: Documenten versturen namens het team met dit e-mailadres
pl: Wysyłanie dokumentów za pomocą Twojego adresu e-mail
pt: Enviar documentos em nome da equipe usando o endereço de email
sq: Dërgo dokumente në emër të ekipit duke perdorur adresën e emailit
sv: Skicka dokument på uppdrag av teamet med e-postadressen
zh: 以此邮箱地址代表团队发送文档

source: Send documents to recipients immediately
de: Dokumente sofort an Empfänger senden
es: Enviar documentos a los destinatarios inmediatamente
fr: Envoyer les documents aux destinataires immédiatement
it: Invia documenti ai destinatari immediatamente
ja: ドキュメントをすぐに受信者へ送信する
nl: Documenten direct naar ontvangers verzenden
pl: Wyślij dokumenty do odbiorców natychmiast
pt: Enviar documentos aos destinatários imediatamente
sq: Dërgo dokumentet te marrësit menjëherë
sv: Skicka dokument till mottagare omedelbart
zh: 立即将文档发送给收件人

source: Send on Behalf of Team
de: Im Namen des Teams senden
es: Enviar en nombre del equipo
fr: Envoyer au nom de l'équipe
it: Invia per conto del team
ja: チームを代表して送信
nl: Verzenden namens team
pl: Wyślij w imieniu zespołu
pt: Enviar em Nome da Equipe
sq: Dërgo në Emër të Ekipit
sv: Skicka på uppdrag av team
zh: 以团队名义发送

source: Send recipient removed email
de: E-Mail über entfernten Empfänger senden
es: Enviar correo electrónico de destinatario eliminado
fr: Envoyer l'e-mail de destinataire supprimé
it: Invia email destinatario rimosso
ja: 受信者削除メールを送信
nl: E-mail bij verwijderde ontvanger verzenden
pl: Wyślij usuniętemu odbiorcy
pt: Enviar email de destinatário removido
sq: Dërgo email për heqjen e marrësit
sv: Skicka e-post för borttagen mottagare
zh: 发送收件人移除邮件

source: Send recipient signed email
de: E-Mail über Empfänger-unterschrieben senden
es: Enviar correo electrónico de destinatario firmado
fr: Envoyer l'e-mail signé par le destinataire
it: Invia email firmato dal destinatario
ja: 受信者署名メールを送信
nl: E-mail bij ondertekende ontvanger verzenden
pl: Wyślij potwierdzenie podpisania
pt: Enviar email de destinatário assinado
sq: Dërgo email për nënshkrimin e marrësit
sv: Skicka e-post för signerad mottagare
zh: 发送收件人签署邮件

source: Send recipient signing request email
de: E-Mail über Unterzeichnungsanfrage des Empfängers senden
es: Enviar correo electrónico de solicitud de firma de destinatario
fr: Envoyer l'e-mail de demande de signature de destinataire
it: Invia email richiesta firma destinatario
ja: 受信者署名依頼メールを送信
nl: E-mail voor ondertekeningsverzoek aan ontvanger verzenden
pl: Wyślij prośbę o podpisanie
pt: Enviar email de solicitação de assinatura do destinatário
sq: Dërgo email kërkese për nënshkrimin e marrësit
sv: Skicka e-post för signeringsbegäran till mottagare
zh: 发送收件人签署请求邮件

source: Send reminder
de: Erinnerung senden
es: Enviar recordatorio
fr: Envoyer un rappel
it: Invia promemoria
ja: リマインダーを送信
nl: Herinnering sturen
pl: Wyślij przypomnienie
pt: Enviar lembrete
sq: Dërgo kujtesë
sv: Skicka påminnelse
zh: 发送提醒

source: Send reminders to the following recipients
de: Erinnerungen an die folgenden Empfänger senden
es: Enviar recordatorios a los siguientes destinatarios
fr: Envoyer des rappels aux destinataires suivants
it: Invia promemoria ai seguenti destinatari
ja: 次の受信者にリマインダーを送信する
nl: Stuur herinneringen naar de volgende ontvangers
pl: Wyślij przypomnienia do następujących odbiorców
pt: Enviar lembretes aos seguintes destinatários
zh: 向以下收件人发送提醒

source: Sender
de: Absender
es: Remitente
fr: Expéditeur
it: Mittente
ja: 送信者
nl: Afzender
pl: Nadawca
pt: Remetente
sq: Dërguesi
sv: Avsändare
zh: 发件人

source: Sending Reset Email...
de: Zurücksetzungs-E-Mail wird gesendet...
es: Enviando correo de restablecimiento...
fr: Envoi de l'e-mail de réinitialisation...
it: Invio dell'email di ripristino...
ja: リセットメールを送信中...
nl: Resetmail wordt verzonden...
pl: Wysyłanie wiadomości...
pt: Enviando Email de Redefinição...
sq: Po Dërgohet Emaili i Rindërtimit...
sv: Skickar återställningsmejl...
zh: 正在发送重置邮件...

source: Sending...
de: Senden...
es: Enviando...
fr: Envoi...
it: Invio...
ja: 送信中...
nl: Verzenden...
pl: Wysyłanie...
pt: Enviando...
sq: Duke Dërguar...
sv: Skickar...
zh: 正在发送...

source: Sent
de: Gesendet
es: Enviado
fr: Envoyé
it: Inviato
ja: 送信日時
nl: Verzonden
pl: Wysłano
pt: Enviado
sq: Dërguar
sv: Skickat
zh: 已发送

source: Session revoked
de: Sitzung widerrufen
es: Sesión revocada
fr: Session révoquée
it: Sessione revocata
ja: セッションを取り消しました
nl: Sessie ingetrokken
pl: Sesja została unieważniona
pt: Sessão revogada
sq: Sesion i revokuar
sv: Session återkallad
zh: 会话已撤销

source: Sessions have been revoked
de: Sitzungen wurden widerrufen
es: Las sesiones han sido revocadas
fr: Les sessions ont été révoquées
it: Le sessioni sono state revocate
ja: セッションは取り消されました
nl: Sessies zijn ingetrokken
pl: Sesje zostały unieważnione
pt: As sessões foram revogadas
sq: Sesione janë revokuar
sv: Sessioner har återkallats
zh: 会话已被撤销

source: Set a password
de: Ein Passwort festlegen
es: Establecer una contraseña
fr: Définir un mot de passe
it: Imposta una password
ja: パスワードを設定
nl: Stel een wachtwoord in
pl: Ustaw hasło
pt: Definir uma senha
sq: Vendosni një fjalëkalim
sv: Ange ett lösenord
zh: 设置密码

source: Set up your document properties and recipient information
de: Richten Sie Ihre Dokumenteigenschaften und Empfängerinformationen ein
es: Configura las propiedades de tu documento y la información del destinatario
fr: Configurez les propriétés de votre document et les informations du destinataire
it: Configura le proprietà del documento e le informazioni sui destinatari
ja: ドキュメントのプロパティと受信者情報を設定します
nl: Stel je documenteigenschappen en ontvangerinformatie in
pl: Skonfiguruj właściwości dokumentu i informacje o odbiorcach
pt: Configure as propriedades do seu documento e as informações do destinatário
sq: Vendosni cilësitë e dokumentit tuaj dhe informacionin e marrësit
sv: Ställ in dina dokumentegenskaper och mottagarinformation
zh: 设置文档属性和收件人信息

source: Set up your template properties and recipient information
de: Richten Sie Ihre Vorlageneigenschaften und Empfängerinformationen ein
es: Configura las propiedades de tu plantilla y la información del destinatario
fr: Configurez les propriétés de votre modèle et les informations du destinataire
it: Configura le proprietà del modello e le informazioni sui destinatari
ja: テンプレートのプロパティと受信者情報を設定します
nl: Stel je sjablooneigenschappen en ontvangerinformatie in
pl: Skonfiguruj właściwości szablonu i informacje o odbiorcach
pt: Configure as propriedades do seu modelo e as informações do destinatário
sq: Vendosni cilësitë e shabllonit tuaj dhe informacionin e marrësit
sv: Ställ in dina mallegenskaper och mottagarinformation
zh: 设置模板属性和收件人信息

source: Settings
de: Einstellungen
es: Configuraciones
fr: Paramètres
it: Impostazioni
ja: 設定
nl: Instellingen
pl: Ustawienia
pt: Configurações
sq: Cilësimet
sv: Inställningar
zh: 设置

source: Setup
de: Einrichten
es: Configuración
fr: Configuration
it: Configurazione
ja: セットアップ
nl: Instellen
pl: Konfiguracja
pt: Configurar
sq: Konfigurimi
sv: Inställning
zh: 设置

source: Share
de: Teilen
es: Compartir
fr: Partager
it: Condividi
ja: 共有
nl: Delen
pl: Udostępnij
pt: Compartilhar
sq: Përhap
sv: Dela
zh: 分享

source: Share Signing Card
de: Signaturkarte teilen
es: Compartir tarjeta de firma
fr: Partager la carte de signature
it: Condividi scheda di firma
ja: 署名カードを共有
nl: Ondertekenkaart delen
pl: Udostępnij kartę podpisu
pt: Compartilhar Cartão de Assinatura
sq: Ndaj Kartelin e Nënshkrimit
sv: Dela signeringskort
zh: 分享签署卡片

source: Share the Link
de: Link teilen
es: Compartir el enlace
fr: Partager le lien
it: Condividi il link
ja: リンクを共有
nl: Deel de link
pl: Udostępnij link
pt: Compartilhar o Link
sq: Ndaj Lidhjen
sv: Dela länken
zh: 分享链接

source: Share your signing experience!
de: Teilen Sie Ihre Unterzeichnungserfahrung!
es: ¡Comparte tu experiencia de firma!
fr: Partagez votre expérience de signature !
it: Condividi la tua esperienza di firma!
ja: あなたの署名体験を共有しましょう！
nl: Deel je ondertekeningservaring!
pl: Podziel się swoimi wrażeniami związanymi z podpisywaniem!
pt: Compartilhe sua experiência de assinatura!
sq: Ndaj përvojën tuaj të nënshkrimit!
sv: Dela din signeringsupplevelse!
zh: 分享您的签署体验！

source: Show
de: Anzeigen
es: Mostrar
fr: Afficher
it: Mostra
ja: 表示
nl: Tonen
pl: Pokaż
pt: Mostrar
sq: Shfaq
sv: Visa
zh: 显示

source: Show advanced settings
de: Erweiterte Einstellungen anzeigen
es: Mostrar configuraciones avanzadas
fr: Afficher les paramètres avancés
it: Mostra impostazioni avanzate
ja: 詳細設定を表示
nl: Geavanceerde instellingen weergeven
pl: Pokaż ustawienia zaawansowane
pt: Mostrar configurações avançadas
sq: Trego cilësimet e avancuara
sv: Visa avancerade inställningar
zh: 显示高级设置

source: Show templates in your public profile for your audience to sign and get started quickly
de: Vorlagen in Ihrem öffentlichen Profil anzeigen, damit Ihre Zielgruppe unterschreiben und schnell loslegen kann
es: Mostrar plantillas en tu perfil público para que tu audiencia firme y comience rápidamente
fr: Afficher des modèles dans votre profil public pour que votre audience puisse signer et commencer rapidement
it: Mostra modelli nel tuo profilo pubblico per il tuo pubblico da firmare e iniziare rapidamente
ja: オーディエンスがすぐに署名を開始できるよう、公開プロフィールにテンプレートを表示します
nl: Toon sjablonen in je openbare profiel zodat je publiek snel kan ondertekenen en beginnen
pl: Pokaż szablony w profilu publicznym, aby szybko podpisać dokument
pt: Mostrar modelos em seu perfil público para que seu público possa assinar e começar rapidamente
sq: Trego shabllonët në profilin tënd publik për audiencën tënde që të nënshkruhet dhe të fillojë shpejt
sv: Visa mallar i din offentliga profil för att din publik ska kunna signera och komma igång snabbt
zh: 在公开资料中展示模板，方便你的用户快速签署上手

source: Sign
de: Unterschreiben
es: Firmar
fr: Signer
it: Firma
ja: 署名
nl: Ondertekenen
pl: Podpisz
pt: Assinar
sq: Nënshkruaj
sv: Signera
zh: 签署

# Recipient role action verb
source: Sign
de: Unterschreiben
es: Firmar
fr: Signer
it: Firma
ja: 署名
nl: Ondertekenen
pl: Podpisz
pt: Assinar
zh: 签署

source: Sign as {0} <0>({1})</0>
de: Unterzeichnen als {0} <0>({1})</0>
es: Firmar como {0} <0>({1})</0>
fr: Signer comme {0} <0>({1})</0>
it: Firma come {0} <0>({1})</0>
ja: {0} として署名 <0>({1})</0>
nl: Ondertekenen als {0} <0>({1})</0>
pl: Podpisz jako {0} <0>({1})</0>
pt: Assinar como {0} <0>({1})</0>
sq: Nënshkruaj si {0} <0>({1})</0>
sv: Signera som {0} <0>({1})</0>
zh: 以 {0} <0>（{1}）</0> 的身份签署

source: Sign as<0>{0} <1>({1})</1></0>
de: Unterzeichnen als<0>{0} <1>({1})</1></0>
es: Firmar como<0>{0} <1>({1})</1></0>
fr: Signer comme<0>{0} <1>({1})</1></0>
it: Firma come<0>{0} <1>({1})</1></0>
ja: <0>{0} <1>({1})</1></0>として署名
nl: Ondertekenen als<0>{0} <1>({1})</1></0>
pl: Podpisz jako<0>{0} <1>({1})</1></0>
pt: Assinar como<0>{0} <1>({1})</1></0>
sq: Nënshkruaj si<0>{0} <1>({1})</1></0>
sv: Signera som<0>{0} <1>({1})</1></0>
zh: 以<0>{0} <1>（{1}）</1></0>的身份签署

source: Sign Checkbox Field
de: Sign Checkbox-Feld
es: Campo de casilla de verificación de firma
fr: Champ de case à cocher signe
it: Campo casella di controllo firma
ja: 署名用チェックボックスフィールド
nl: Checkboxveld ondertekenen
pl: Podpisz pole wyboru
pt: Assinar Campo de Caixa de Seleção
zh: 签署复选框字段

source: Sign document
de: Dokument unterschreiben
es: Firmar documento
fr: Signer le document
it: Firma il documento
ja: 文書に署名
nl: Document ondertekenen
pl: Podpisz dokument
pt: Assinar documento
sq: Nënshkruaj dokumentin
sv: Signera dokument
zh: 签署文档

source: Sign Document
de: Dokument signieren
es: Firmar Documento
fr: Signer le document
it: Firma documento
ja: 文書に署名
nl: Document ondertekenen
pl: Podpisz dokument
pt: Assinar Documento
sq: Nënshkruaj Dokumentin
sv: Signera dokument
zh: 签署文档

source: Sign Documents
de: Dokumente unterschreiben
es: Firmar documentos
fr: Signer des documents
it: Firma documenti
ja: ドキュメントに署名
nl: Documenten ondertekenen
pl: Podpisz dokumenty
pt: Assinar Documentos
sq: Nënshkruaj Dokumentet
sv: Signera dokument
zh: 签署文档

source: Sign Email
de: Signatur-E-Mail
es: Correo de firma
fr: Email de Signature
it: Firma email
ja: 署名用メールアドレス
nl: E-mail ondertekenen
pl: Podpisz adres e-mail
pt: Assinar Email
zh: 签署电子邮件字段

source: Sign field
de: Unterzeichnen-Feld
es: Campo de firma
fr: Champ de signature
it: Campo di firma
ja: 署名フィールド
nl: Ondertekenveld
pl: Pole podpisu
pt: Assinar campo
sq: Fusha për Nënshkrim
sv: Signera fält
zh: 签署字段

source: Sign Here
de: Hier unterzeichnen
es: Firmar aquí
fr: Signer ici
it: Firma qui
ja: ここに署名
nl: Hier tekenen
pl: Podpisz tutaj
pt: Assinar Aqui
sq: Shkruani Këtu
sv: Signera här
zh: 在此签名

source: Sign In
de: Anmelden
es: Iniciar sesión
fr: Se connecter
it: Accedi
ja: サインイン
nl: Inloggen
pl: Zaloguj się
pt: Entrar
sq: Hyr
sv: Logga in
zh: 登录

source: Sign in to your account
de: Melden Sie sich bei Ihrem Konto an
es: Inicia sesión en tu cuenta
fr: Connectez-vous à votre compte
it: Accedi al tuo account
ja: アカウントにサインイン
nl: Log in op je account
pl: Zaloguj się na swoje konto
pt: Entre na sua conta
sq: Hyni në llogarinë tuaj
sv: Logga in på ditt konto
zh: 登录到你的账号

source: Sign Initials
de: Initialen signieren
es: Iniciales de firma
fr: Initiales de Signature
it: Firma iniziali
ja: 署名用イニシャル
nl: Initialen ondertekenen
pl: Podpisz inicjały
pt: Assinar Iniciais
zh: 签署姓名首字母字段

source: Sign Name
de: Name signieren
es: Nombre de firma
fr: Nom de Signature
it: Firma nome
ja: 署名用氏名
nl: Naam ondertekenen
pl: Podpisz nazwę
pt: Assinar Nome
zh: 签署姓名字段

source: Sign Number Field
de: Zahlenfeld signieren
es: Campo de número de firma
fr: Champ de nombre à signer
it: Campo numero firma
ja: 署名用数値フィールド
nl: Nummer-veld ondertekenen
pl: Podpisz pole liczby
pt: Assinar Campo Numérico
zh: 签署数字字段

source: Sign Out
de: Ausloggen
es: Cerrar sesión
fr: Déconnexion
it: Disconnetti
ja: サインアウト
nl: Uitloggen
pl: Wyloguj
pt: Sair
sq: Dilni
sv: Logga ut
zh: 登出

source: Sign Signature Field
de: Signaturfeld signieren
es: Campo de firma Firma
fr: Champ de signature
it: Campo firma firma
ja: 署名用署名フィールド
nl: Handtekeningveld ondertekenen
pl: Podpisz pole podpisu
pt: Assinar Campo de Assinatura
zh: 签署签名字段

source: Sign Text Field
de: Textfeld signieren
es: Campo de texto de firma
fr: Champ de texte à signer
it: Campo testo firma
ja: 署名用テキストフィールド
nl: Tekstveld ondertekenen
pl: Podpisz pole tekstowe
pt: Assinar Campo de Texto
zh: 签署文本字段

source: Sign the document to complete the process.
de: Unterschreiben Sie das Dokument, um den Vorgang abzuschließen.
es: Firma el documento para completar el proceso.
fr: Signez le document pour terminer le processus.
it: Firma il documento per completare il processo.
ja: 文書に署名して処理を完了してください。
nl: Onderteken het document om het proces te voltooien.
pl: Podpisz dokument, aby zakończyć proces.
pt: Assine o documento para concluir o processo.
sq: Nënshkruani dokumentin për të përfunduar procesin.
sv: Signera dokumentet för att slutföra processen.
zh: 签署文档以完成流程。

source: Sign up
de: Registrieren
es: Regístrate
fr: S'inscrire
it: Registrati
ja: サインアップ
nl: Registreren
pl: Zarejestruj się
pt: Inscrever-se
sq: Regjistrohuni
sv: Registrera dig
zh: 注册

source: Sign Up with Google
de: Registrieren mit Google
es: Regístrate con Google
fr: S'inscrire avec Google
it: Iscriviti con Google
ja: Google でサインアップ
nl: Registreren met Google
pl: Zarejestruj się przez Google
pt: Inscrever-se com o Google
sq: Regjistrohuni me Google
sv: Registrera dig med Google
zh: 使用 Google 注册

source: Sign Up with Microsoft
de: Registrieren mit Microsoft
es: Registrarse con Microsoft
fr: S'inscrire avec Microsoft
it: Registrati con Microsoft
ja: Microsoftでサインアップ
nl: Registreren met Microsoft
pl: Zarejestruj się przez Microsoft
pt: Inscrever-se com a Microsoft
zh: 使用 Microsoft 注册

source: Sign Up with OIDC
de: Registrieren mit OIDC
es: Regístrate con OIDC
fr: S'inscrire avec OIDC
it: Iscriviti con OIDC
ja: OIDC でサインアップ
nl: Registreren met OIDC
pl: Zarejestruj się przez OIDC
pt: Inscrever-se com OIDC
sq: Regjistrohuni me OIDC
sv: Registrera dig med OIDC
zh: 使用 OIDC 注册

source: Sign your email into the field
de: E-Mail ins Feld signieren
es: Firme su correo electrónico en el campo
fr: Signez votre email dans le champ
it: Firma la tua email nel campo
ja: メールアドレスをフィールドに入力してください
nl: Schrijf uw e-mailadres in het veld
pl: Podpisz adres e-mail w polu
pt: Insira seu email no campo
zh: 在字段中填写您的电子邮件地址

source: Sign your full name into the field
de: Vollständigen Namen ins Feld signieren
es: Firme su nombre completo en el campo
fr: Signez votre nom complet dans le champ
it: Firma il tuo nome completo nel campo
ja: 氏名をフィールドに入力してください
nl: Schrijf uw volledige naam in het veld
pl: Podpisz nazwę w polu
pt: Insira seu nome completo no campo
zh: 在字段中填写您的全名

source: Sign your initials into the field
de: Initialen ins Feld signieren
es: Firme sus iniciales en el campo
fr: Signez vos initiales dans le champ
it: Firma le tue iniziali nel campo
ja: イニシャルをフィールドに入力してください
nl: Schrijf uw initialen in het veld
pl: Podpisz inicjały w polu
pt: Insira suas iniciais no campo
zh: 在字段中填写您的姓名首字母缩写

source: Signature
de: Unterschrift
es: Firma
it: Firma
ja: 署名
nl: Handtekening
pl: Podpis
pt: Assinatura
sq: Nënshkrimi
sv: Signatur
zh: 签名

source: Signature ID
de: Signatur-ID
es: ID de Firma
fr: ID de signature
it: ID Firma
ja: 署名 ID
nl: Handtekening‑ID
pl: Identyfikator podpisu
pt: ID da Assinatura
sq: ID e Nënshkrimit
sv: Signatur-ID
zh: 签名 ID

source: Signature is too small
de: Signatur ist zu klein
es: La firma es demasiado pequeña
fr: La signature est trop petite
it: La firma è troppo piccola
ja: 署名が小さすぎます
nl: Handtekening is te klein
pl: Podpis jest zbyt mały
pt: A assinatura é muito pequena
sq: Nënshkrimi është shumë i vogël
sv: Signaturen är för liten
zh: 签名太小

source: Signature Pad cannot be empty.
de: Signaturfeld darf nicht leer sein.
es: El área de firma no puede estar vacío.
fr: Le champ de signature ne peut pas être vide.
it: Il pad per la firma non può essere vuoto.
ja: 署名パッドを空のままにはできません。
nl: Handtekeningveld mag niet leeg zijn.
pl: Pole podpisu nie może być puste.
pt: O Painel de Assinatura não pode estar vazio.
sq: Pllaka e nënshkrimit nuk mund të jetë bosh.
sv: Signaturplattan kan inte vara tom.
zh: 签名板不能为空。

source: Signature Settings
de: Signatureinstellungen
es: Configuración de firma
fr: Paramètres de Signature
it: Impostazioni firma
ja: 署名の設定
nl: Handtekening-instellingen
pl: Ustawienia podpisu
pt: Configurações de Assinatura
zh: 签名设置

source: Signature types
de: Signaturtypen
es: Tipos de firma
fr: Types de signature
it: Tipi di firma
ja: 署名タイプ
nl: Handtekeningtypen
pl: Rodzaje podpisów
pt: Tipos de Assinatura
sq: Llojet e nënshkrimit
sv: Signaturtyper
zh: 签名类型

source: Signatures Collected
de: Gesammelte Unterschriften
es: Firmas recolectadas
fr: Signatures collectées
it: Firme raccolte
ja: 収集された署名数
nl: Verzamelde handtekeningen
pl: Liczba podpisów
pt: Assinaturas Coletadas
sq: Nënshkrimet e mbledhura
sv: Signaturer insamlade
zh: 收集到的签名数量

source: Signed
de: Unterzeichnet
es: Firmado
fr: Signé
it: Firmato
ja: 署名済み
nl: Getekend
pl: Podpisano
pt: Assinado
sq: Nënshkruar
sv: Signerad
zh: 已签署

# Recipient role actioned
source: Signed
de: Unterschrieben
es: Firmado
fr: Signé
it: Firmato
ja: 署名済み
nl: Ondertekend
pl: Podpisano
pt: Assinado
zh: 已签署

# Signed document (adjective)
source: Signed
de: Signiert
es: Firmado
fr: Signé
it: Firmato
ja: 署名済み
nl: Ondertekend
pl: Podpisany
zh: 已签署
