Repository: documenso/documenso
Catalog: packages/lib/translations/*/web.po
Languages: de, es, fr, it, ja, nl, pl, pt, sq, sv, zh

source: Use Backup Code
de: Backup-Code verwenden
es: Usar Código de Respaldo
fr: Utiliser le code de secours
it: Usa il Codice di Backup
ja: バックアップコードを使用
nl: Back‑upcode gebruiken
pl: Użyj kodu zapasowego
pt: Usar Código de Backup
sq: Përdor Kodin e Rezervës
sv: Använd reservkod
zh: 使用备份代码

source: Use Template
de: Vorlage verwenden
es: Usar Plantilla
fr: Utiliser le modèle
it: Usa Modello
ja: テンプレートを使用
nl: Sjabloon gebruiken
pl: Użyj szablonu
pt: Usar Modelo
sq: Përdor Shabllonin
sv: Använd mall
zh: 使用模板

source: Use your authenticator app to generate a code
de: Verwenden Sie Ihre Authenticator-App, um einen Code zu generieren
es: Use su aplicación de autenticación para generar un código
fr: Utilisez votre application d'authentification pour générer un code
it: Usa la tua app di autenticazione per generare un codice
ja: 認証アプリを使用してコードを生成してください
nl: Gebruik uw authenticatie-app om een code te genereren
pl: Użyj aplikacji uwierzytelniającej, aby wygenerować kod
pt: Use seu aplicativo autenticador para gerar um código
zh: 使用您的验证器应用生成验证码

source: Use your passkey for authentication
de: Verwenden Sie Ihren Passkey zur Authentifizierung
es: Utilice su clave de acceso para la autenticación
fr: Utilisez votre clé d'accès pour l'authentification
it: Usa la tua chiave di accesso per l'autenticazione
ja: パスキーで認証する
nl: Gebruik je passkey voor authenticatie
pl: Użyj klucza dostępu do uwierzytelniania
pt: Use sua chave de acesso para autenticação
sq: Përdorni çelësin tuaj për autentifikim
sv: Använd din passkey för autentisering
zh: 使用您的通行密钥进行认证

source: User
de: Benutzer
es: Usuario
fr: Utilisateur
it: Utente
ja: ユーザー
nl: Gebruiker
pl: Użytkownik
pt: Usuário
sq: Përdoruesi
sv: Användare
zh: 用户

source: User has no password.
de: Benutzer hat kein Passwort.
es: El usuario no tiene contraseña.
fr: L'utilisateur n'a pas de mot de passe.
it: L'utente non ha password.
ja: このユーザーにはパスワードが設定されていません。
nl: Gebruiker heeft geen wachtwoord.
pl: Użytkownik nie ma hasła.
pt: O usuário não possui senha.
sq: Përdoruesi nuk ka fjalëkalim.
sv: Användaren har inget lösenord.
zh: 用户没有密码。

source: User not found
de: Benutzer nicht gefunden
es: Usuario no encontrado
fr: Utilisateur non trouvé
it: Utente non trovato
ja: ユーザーが見つかりません
nl: Gebruiker niet gevonden
pl: Użytkownik nie został znaleziony
pt: Usuário não encontrado
sq: Përdoruesi nuk u gjet
sv: Användare hittades inte
zh: 用户未找到

source: User not found.
de: Benutzer nicht gefunden.
es: Usuario no encontrado.
fr: Utilisateur non trouvé.
it: Utente non trovato.
ja: ユーザーが見つかりません。
nl: Gebruiker niet gevonden.
pl: Użytkownik nie został znaleziony.
pt: Usuário não encontrado.
sq: Përdoruesi nuk u gjet.
sv: Användare hittades inte.
zh: 未找到用户。

source: User Organisations
de: Benutzerorganisationen
es: Organizaciones de usuario
fr: Organisations utilisateur
it: Organizzazioni utente
ja: ユーザーの組織
nl: Gebruikersorganisaties
pl: Organizacje użytkownika
pt: Organizações do Usuário
sq: Organizimet e Përdoruesit
sv: Användarorganisationer
zh: 用户组织

source: User profiles are here!
de: Benutzerprofile sind hier!
es: ¡Los perfiles de usuario están aquí!
fr: Les profils des utilisateurs sont ici !
it: I profili utente sono qui!
ja: ユーザープロフィール機能が登場しました！
nl: Gebruikersprofielen zijn er!
pl: Profile użytkowników są tutaj!
pt: Perfis de usuário estão aqui!
sq: Profilet e përdoruesve janë këtu!
sv: Användarprofiler är här!
zh: 用户资料来了！

source: User settings
de: Benutzereinstellungen
es: Configuraciones del usuario
fr: Paramètres de l'utilisateur
it: Impostazioni utente
ja: ユーザー設定
nl: Gebruikersinstellingen
pl: Ustawienia użytkownika
pt: Configurações do usuário
sq: Cilësimet e përdoruesit
sv: Användarinställningar
zh: 用户设置

source: User with this email already exists. Please use a different email address.
de: Ein Benutzer mit dieser E-Mail existiert bereits. Bitte verwenden Sie eine andere E-Mail-Adresse.
es: Un usuario con este correo electrónico ya existe. Por favor, use una dirección de correo diferente.
fr: Un utilisateur avec cet e-mail existe déjà. Veuillez utiliser une adresse e-mail différente.
it: Un utente con questo email esiste già. Si prega di utilizzare un indirizzo email diverso.
ja: このメールアドレスのユーザーはすでに存在します。別のメールアドレスを使用してください。
nl: Er bestaat al een gebruiker met dit e-mailadres. Gebruik een ander e-mailadres.
pl: Użytkownik z tym adresem e-mail już istnieje. Użyj innego adresu.
pt: Usuário com este e-mail já existe. Use um endereço de e-mail diferente.
sq: Një përdorues me këtë email tashmë ekziston. Ju lutem përdorni një adresë tjetër email.
sv: Användare med denna e-post finns redan. Använd en annan e-postadress.
zh: 使用该邮箱的用户已存在。请使用其他邮箱地址。

source: Users
de: Benutzer
es: Usuarios
fr: Utilisateurs
it: Utenti
ja: ユーザー
nl: Gebruikers
pl: Użytkownicy
pt: Usuários
sq: Përdoruesit
sv: Användare
zh: 用户

source: Validation
de: Validierung
es: Validación
it: Validazione
ja: バリデーション
nl: Validatie
pl: Walidacja
pt: Validação
sq: Verifikim
sv: Validering
zh: 校验

source: Validation failed
de: Validierung fehlgeschlagen
es: Validación fallida
fr: La validation a échoué
it: Validazione fallita
ja: バリデーションに失敗しました
nl: Validatie mislukt
pl: Walidacja nie powiodła się
pt: Validação falhou
zh: 验证失败

source: Value
de: Wert
es: Valor
fr: Valeur
it: Valore
ja: 値
nl: Waarde
pl: Wartość
pt: Valor
sq: Vlera
sv: Värde
zh: 值

source: Value must be a number
de: Wert muss eine Zahl sein
es: El valor debe ser un número
fr: La valeur doit être un nombre
it: Il valore deve essere un numero
ja: 数値で入力する必要があります
nl: Waarde moet een getal zijn
pl: Wartość musi być liczbą
zh: 值必须为数字

source: Verification Code Required
de: Verifizierungscode erforderlich
es: Código de verificación requerido
fr: Code de vérification requis
it: Codice di verifica richiesto
ja: 認証コードが必要です
nl: Verificatiecode vereist
pl: Kod weryfikacyjny jest wymagany
pt: Código de Verificação Necessário
zh: 需要验证码

source: Verification Email Sent
de: Bestätigungs-E-Mail gesendet
es: Correo Electrónico de Verificación Enviado
fr: Email de vérification envoyé
it: Email di Verifica Inviata
ja: 確認メールを送信しました
nl: Verificatie‑e‑mail verzonden
pl: Wiadomość weryfikacyjna została wysłana
pt: E-mail de Verificação Enviado
sq: Emaili i Verifikimit U Dërgua
sv: Verifieringsmejl skickat
zh: 验证邮件已发送

source: Verification email sent successfully.
de: Bestätigungs-E-Mail erfolgreich gesendet.
es: Correo electrónico de verificación enviado con éxito.
fr: Email de vérification envoyé avec succès.
it: Email di verifica inviata con successo.
ja: 確認メールが正常に送信されました。
nl: Verificatie‑e‑mail succesvol verzonden.
pl: Wiadomość weryfikacyjna została wysłana.
pt: E-mail de verificação enviado com sucesso.
sq: Emaili i verifikimit u dërgua me sukses.
sv: Verifieringsmejl skickat framgångsrikt.
zh: 验证邮件发送成功。

source: Verify & Complete
de: Verifizieren & Abschließen
es: Verificar y completar
fr: Vérifier & Compléter
it: Verifica e completa
ja: 確認して完了
nl: Verifiëren en voltooien
pl: Zweryfikuj i zakończ
pt: Verificar e Concluir
zh: 验证并完成

source: Verify Domain
de: Domain verifizieren
es: Verificar dominio
fr: Vérifier le domaine
it: Verifica Dominio
ja: ドメインを検証
nl: Domein verifiëren
pl: Zweryfikuj domenę
pt: Verificar Domínio
zh: 验证域名

source: Verify Now
de: Jetzt überprüfen
es: Verifica Ahora
fr: Vérifier maintenant
it: Verifica Ora
ja: 今すぐ確認
nl: Nu verifiëren
pl: Zweryfikuj teraz
pt: Verifique agora
sq: Verifiko Tani
sv: Verifiera nu
zh: 立即验证

source: Verify your email address
de: Überprüfen Sie Ihre E-Mail-Adresse
es: Verifica tu dirección de correo electrónico
fr: Vérifiez votre adresse e-mail
it: Verifica il tuo indirizzo email
ja: メールアドレスを確認
nl: Verifieer je e‑mailadres
pl: Zweryfikuj adres e-mail
pt: Verifique seu endereço de e-mail
sq: Verifiko adresën tënde të emailit.
sv: Verifiera din e-postadress
zh: 验证你的邮箱地址

source: Verify your email address to unlock all features.
de: Überprüfen Sie Ihre E-Mail-Adresse, um alle Funktionen freizuschalten.
es: Verifica tu dirección de correo electrónico para desbloquear todas las funciones.
fr: Vérifiez votre adresse e-mail pour débloquer toutes les fonctionnalités.
it: Verifica il tuo indirizzo email per sbloccare tutte le funzionalità.
ja: メールアドレスを確認して、すべての機能を利用できるようにしましょう。
nl: Verifieer je e‑mailadres om alle functies te ontgrendelen.
pl: Zweryfikuj adres e-mail, aby odblokować wszystkie funkcje.
pt: Verifique seu endereço de e-mail para desbloquear todos os recursos.
sq: Verifikoni adresën tuaj të emailit për të zhbllokuar të gjitha funksionet.
sv: Verifiera din e-postadress för att låsa upp alla funktioner.
zh: 验证邮箱地址以解锁全部功能。

source: Verify your email to upload documents.
de: Überprüfen Sie Ihre E-Mail, um Dokumente hochzuladen.
es: Verifica tu correo electrónico para subir documentos.
fr: Vérifiez votre e-mail pour importer des documents.
it: Verifica il tuo email per caricare documenti.
ja: 文書をアップロードするにはメールアドレスを確認してください。
nl: Verifieer je e‑mail om documenten te uploaden.
pl: Zweryfikuj adres e-mail, aby przesłać dokumenty.
pt: Verifique seu e-mail para enviar documentos.
sq: Verifikoni emailin tuaj për të ngarkuar dokumente.
sv: Verifiera din e-post för att ladda upp dokument.
zh: 验证邮箱后即可上传文档。

source: Verify your team email address
de: Überprüfen Sie Ihre Team-E-Mail-Adresse
es: Verifica tu dirección de correo electrónico del equipo
fr: Vérifiez votre adresse e-mail d'équipe
it: Verifica il tuo indirizzo email del team
ja: チームメールアドレスを確認
nl: Verifieer je teame-mailadres
pl: Zweryfikuj adres e-mail zespołu
pt: Verifique o endereço de e-mail da sua equipe
sq: Verifikoni adresën e emailit të ekipit tuaj
sv: Verifiera din team-e-postadress
zh: 验证您的团队邮箱地址

source: Vertical
de: Vertikal
it: Verticale
ja: 縦
nl: Verticaal
pl: Pionowo
zh: 垂直

source: Vertical Align
de: Vertikale Ausrichtung
es: Alineación vertical
fr: Alignement Vertical
it: Allineamento verticale
ja: 縦位置揃え
nl: Verticaal uitlijnen
pl: Wyrównanie w pionie
zh: 垂直对齐

source: View
de: Betrachten
es: Ver
fr: Voir
it: Visualizza
ja: 表示
nl: Bekijken
pl: Wyświetl
pt: Visualizar
sq: Shiko
sv: Visa
zh: 查看

# Recipient role action verb
source: View
de: Ansehen
es: Ver
fr: Voir
it: Visualizza
ja: 閲覧
nl: Bekijken
pl: Wyświetl
pt: Visualizar
zh: 查看

source: View activity
de: Aktivität ansehen
es: Ver actividad
fr: Voir l'activité
it: Visualizza attività
ja: アクティビティを表示
nl: Activiteit bekijken
pl: Wyświetl aktywność
pt: Visualizar atividade
sq: Shiko aktivitetin
sv: Visa aktivitet
zh: 查看活动

source: View all documents sent to and from this email address
de: Sehen Sie sich alle Dokumente an, die an diese E-Mail-Adresse gesendet wurden und von dieser E-Mail-Adresse gesendet wurden
es: Ver todos los documentos enviados hacia y desde esta dirección de correo electrónico
fr: Voir tous les documents envoyés à et depuis cette adresse e-mail
it: Visualizza tutti i documenti inviati a o da questo indirizzo email
ja: このメールアドレスから送受信されたすべてのドキュメントを表示
nl: Bekijk alle documenten die naar en vanaf dit e-mailadres zijn verzonden
pl: Wyświetlanie dokumentów powiązanych z Twoim adresem e-mail
pt: Visualizar todos os documentos enviados e recebidos neste endereço de e-mail
sq: Shiko të gjitha dokumentet e dërguara në dhe nga kjo adresë emaili
sv: Visa alla dokument skickade till och från denna e-postadress
zh: 查看使用此邮箱地址发送和接收的所有文档

source: View all documents sent to your account
de: Alle Dokumente anzeigen, die an Ihr Konto gesendet wurden
es: Ver todos los documentos enviados a tu cuenta
fr: Voir tous les documents envoyés à votre compte
it: Visualizza tutti i documenti inviati al tuo account
ja: このメールアドレスに送信されたすべての文書を表示
nl: Bekijk alle documenten die naar je account zijn verzonden
pl: Wyświetlać wszystkie dokumenty wysłane na Twoje konto
pt: Visualizar todos os documentos enviados para sua conta
sq: Shiko të gjitha dokumentet e dërguara në llogarinë tuaj
sv: Visa alla dokument skickade till ditt konto
zh: 查看发送到你账号的所有文档

source: View all recent security activity related to your account.
de: Sehen Sie sich alle aktuellen Sicherheitsaktivitäten in Ihrem Konto an.
es: Ver toda la actividad de seguridad reciente relacionada con tu cuenta.
fr: Voir toute l'activité de sécurité récente liée à votre compte.
it: Visualizza tutte le attività di sicurezza recenti relative al tuo account.
ja: アカウントに関連する最近のセキュリティアクティビティをすべて表示します。
nl: Bekijk alle recente beveiligingsactiviteiten met betrekking tot je account.
pl: Wyświetl ostatnie aktywności związane z bezpieczeństwem konta.
pt: Visualizar todas as atividades de segurança recentes relacionadas à sua conta.
sq: Shiko të gjitha aktivitetet e fundit të sigurisë lidhur me llogarinë tuaj.
sv: Visa all nylig säkerhetsaktivitet relaterad till ditt konto.
zh: 查看与你账号相关的所有近期安全活动。

source: View all related documents
de: Alle verwandten Dokumente anzeigen
es: Ver todos los documentos relacionados
fr: Voir tous les documents associés
it: Visualizza tutti i documenti correlati
ja: 関連する文書をすべて表示
nl: Bekijk alle gerelateerde documenten
pl: Wyświetl powiązane dokumenty
pt: Visualizar todos os documentos relacionados
sq: Shiko të gjitha dokumentet e lidhura
sv: Visa alla relaterade dokument
zh: 查看所有相关文档

source: View all security activity related to your account.
de: Sehen Sie sich alle Sicherheitsaktivitäten in Ihrem Konto an.
es: Ver toda la actividad de seguridad relacionada con tu cuenta.
fr: Voir toute l'activité de sécurité liée à votre compte.
it: Visualizza tutte le attività di sicurezza relative al tuo account.
ja: アカウントに関連するすべてのセキュリティアクティビティを表示します。
nl: Bekijk alle beveiligingsactiviteiten met betrekking tot je account.
pl: Wyświetl aktywności związane z bezpieczeństwem konta.
pt: Visualizar todas as atividades de segurança relacionadas à sua conta.
sq: Shiko të gjitha aktivitetet e sigurisë lidhur me llogarinë tuaj.
sv: Visa all säkerhetsaktivitet relaterad till ditt konto.
zh: 查看与你账号相关的所有安全活动。

source: View and manage all active sessions for your account.
de: Alle aktiven Sitzungen Ihres Kontos anzeigen und verwalten.
es: Ver y gestionar todas las sesiones activas de tu cuenta.
fr: Afficher et gérer toutes les sessions actives de votre compte.
it: Visualizza e gestisci tutte le sessioni attive per il tuo account.
ja: アカウントのすべてのアクティブなセッションを表示・管理します。
nl: Bekijk en beheer alle actieve sessies van je account.
pl: Zarządzaj aktywnymi sesjami konta.
pt: Visualizar e gerenciar todas as sessões ativas da sua conta.
sq: Shiko dhe menaxho të gjitha seancat aktive për llogarinë tuaj.
sv: Visa och hantera alla aktiva sessioner för ditt konto.
zh: 查看并管理您账户的所有活动会话。

source: View and manage all login methods linked to your account.
de: Anzeigen und Verwalten aller mit Ihrem Konto verbundenen Anmeldemethoden.
es: Vea y gestione todos los métodos de inicio de sesión vinculados a su cuenta.
fr: Voir et gérer toutes les méthodes de connexion liée à votre compte.
it: Visualizza e gestisci tutti i metodi di accesso collegati al tuo account.
ja: アカウントにリンクされているすべてのログイン方法を表示・管理します。
nl: Bekijk en beheer alle inlogmethoden die aan uw account zijn gekoppeld.
pl: Zarządzaj metodami logowania do Twojego konta.
pt: Visualizar e gerenciar todos os métodos de login vinculados à sua conta.
zh: 查看并管理与您账户关联的所有登录方式。

source: View Codes
de: Codes ansehen
es: Ver Códigos
fr: Voir les codes
it: Visualizza Codici
ja: コードを表示
nl: Codes bekijken
pl: Wyświetl kody
pt: Visualizar códigos
sq: Shiko Kodet
sv: Visa koder
zh: 查看代码

source: View DNS Records
de: DNS-Datensätze anzeigen
es: Ver registros DNS
fr: Voir les enregistrements DNS
it: Visualizza Record DNS
ja: DNS レコードを表示
nl: DNS-records bekijken
pl: Wyświetl rekordy DNS
pt: Visualizar registros DNS
zh: 查看 DNS 记录

source: View document
de: Dokument anzeigen
es: Ver documento
fr: Voir le document
it: Visualizza documento
ja: ドキュメントを表示
nl: Document bekijken
pl: Wyświetl dokument
pt: Visualizar documento
sq: Shiko dokumentin
sv: Visa dokument
zh: 查看文档

source: View Document
de: Dokument ansehen
es: Ver Documento
fr: Voir le document
it: Visualizza documento
ja: 文書を表示
nl: Document bekijken
pl: Wyświetl dokument
pt: Visualizar documento
sq: Shih Dokumentin
sv: Visa dokument
zh: 查看文档

source: View Document to approve
de: Dokument zur Genehmigung anzeigen
es: Ver documento para aprobar
fr: Voir Document à approuver
it: Visualizza documento da approvare
ja: 承認する文書を表示
nl: Document bekijken om goed te keuren
pl: Wyświetl dokument do zatwierdzenia
pt: Visualizar documento para aprovar
zh: 查看文档以批准

source: View Document to assist
de: Dokument zur Unterstützung anzeigen
es: Ver documento para asistir
fr: Voir Document pour assister
it: Visualizza documento per assistere
ja: 支援する文書を表示
nl: Document bekijken om te assisteren
pl: Wyświetl dokument do przygotowania
pt: Visualizar documento para assistir
zh: 查看文档以协助

source: View Document to sign
de: Dokument zur Unterschrift anzeigen
es: Ver documento para firmar
fr: Voir Document pour signature
it: Visualizza documento da firmare
ja: 署名する文書を表示
nl: Document bekijken om te ondertekenen
pl: Wyświetl dokument do podpisania
pt: Visualizar documento para assinar
zh: 查看文档以签署

source: View documents associated with this email
de: Dokumente ansehen, die mit dieser E-Mail verknüpft sind
es: Ver documentos asociados con este correo electrónico
fr: Voir les documents associés à cet e-mail
it: Visualizza documenti associati a questa email
ja: このメールアドレスに関連する文書を表示
nl: Documenten bekijken die aan dit e‑mailadres zijn gekoppeld
pl: Wyświetl dokumenty powiązane z tym adresem e-mail
pt: Visualizar documentos associados a este e-mail
sq: Shiko dokumentet e lidhura me këtë email
sv: Visa dokument associerade med denna e-post
zh: 查看与此邮箱相关的文档

source: View insights
de: Einblicke anzeigen
es: Ver insights
fr: Afficher les statistiques
it: Visualizza approfondimenti
ja: インサイトを表示
nl: Inzichten bekijken
pl: Wyświetl statystyki
zh: 查看洞察

source: View invites
de: Einladungen ansehen
es: Ver invitaciones
fr: Voir les invitations
it: Visualizza inviti
ja: 招待を表示
nl: Uitnodigingen bekijken
pl: Wyświetl zaproszenia
pt: Visualizar convites
sq: Shiko ftesat
sv: Visa inbjudningar
zh: 查看邀请

source: View more
de: Mehr anzeigen
es: Ver más
fr: Voir plus
it: Vedi di più
ja: さらに表示
nl: Meer bekijken
pl: Wyświetl więcej
pt: Visualizar mais
sq: Shih më shumë
sv: Visa mer
zh: 查看更多

source: View next document
de: Nächstes Dokument anzeigen
es: Ver documento siguiente
fr: Voir le document suivant
it: Visualizza il documento successivo
ja: 次のドキュメントを表示
nl: Volgend document bekijken
pl: Wyświetl następny dokument
pt: Visualizar próximo documento
sq: Shikoni dokumentin e ardhshëm
sv: Visa nästa dokument
zh: 查看下一份文档

source: View owner
de: Besitzer anzeigen
es: Ver propietario
fr: Afficher le propriétaire
it: Visualizza proprietario
ja: オーナーを表示
nl: Bekijk eigenaar
pl: Wyświetl właściciela
pt: Visualizar proprietário
sq: Shiko pronarin
sv: Visa ägare
zh: 查看所有者

source: View plans
de: Pläne anzeigen
es: Ver planes
fr: Voir les forfaits
it: Visualizza piani
ja: プランを表示
nl: Plannen bekijken
pl: Wyświetl plany
pt: Visualizar planos
sq: Shiko planet
sv: Visa planer
zh: 查看套餐

source: View Recovery Codes
de: Wiederherstellungscodes ansehen
es: Ver Códigos de Recuperación
fr: Voir les codes de récupération
it: Visualizza Codici di Recupero
ja: リカバリーコードを表示
nl: Herstelcodes bekijken
pl: Wyświetl kody odzyskiwania
pt: Visualizar códigos de recuperação
sq: Shiko Kodet e Rikuperimit
sv: Visa återställningskoder
zh: 查看恢复代码

source: View teams
de: Teams ansehen
es: Ver equipos
fr: Voir les équipes
it: Visualizza squadre
ja: チームを表示
nl: Teams bekijken
pl: Wyświetl zespoły
pt: Visualizar equipes
sq: Shiko skuadrat
sv: Visa team
zh: 查看团队

source: View the DNS records for this email domain
de: DNS-Datensätze für diese E-Mail-Domain anzeigen
es: Ver los registros DNS para este dominio de correo electrónico
fr: Voir les enregistrements DNS pour ce domaine de messagerie
it: Visualizza i record DNS per questo dominio email
ja: このメールドメインの DNS レコードを表示
nl: Bekijk de DNS-records voor dit e-maildomein
pl: Wyświetl rekordy DNS dla tej domeny
pt: Visualizar os registros DNS deste domínio de e-mail
zh: 查看此邮箱域名的 DNS 记录

source: Viewed
de: Betrachtet
es: Visto
fr: Vu
it: Visualizzato
ja: 閲覧済み
nl: Bekeken
pl: Wyświetlono
pt: Visualizado
sq: E parë
sv: Visad
zh: 已查看

# Recipient role actioned
source: Viewed
de: Betrachtet
es: Visto
fr: Vu
it: Visualizzato
ja: 閲覧済み
nl: Bekeken
pl: Wyświetlono
pt: Visualizado
zh: 已查看

source: Viewer
de: Betrachter
es: Visor
fr: Lecteur
it: Visualizzatore
ja: 閲覧者
pl: Wyświetlający
pt: Visualizador
sq: Shikues
sv: Visare
zh: 查看者

# Recipient role name
source: Viewer
de: Betrachter
es: Visor
fr: Lecteur
it: Visualizzatore
ja: 閲覧者
pl: Wyświetlający
pt: Visualizador
zh: 查看者

# Recipient role plural name
source: Viewers
de: Betrachter
es: Espectadores
fr: Lecteurs
it: Visualizzatori
ja: 閲覧者
pl: Wyświetlający
pt: Visualizadores
zh: 查看者

# Recipient role progressive verb
source: Viewing
de: Betrachten
es: Viendo
fr: Consultation
it: Visualizzazione in corso
ja: 閲覧中
nl: Bekijken
pl: Wyświetla
pt: Visualizando
zh: 查看中

source: Visibility
de: Sichtbarkeit
es: Visibilidad
fr: Visibilité
it: Visibilità
ja: 公開範囲
nl: Zichtbaarheid
pl: Widoczność
pt: Visibilidade
zh: 可见性

source: Waiting
de: Warten
es: Esperando
fr: En attente
it: In attesa
ja: 保留中
nl: Wachten
pl: Oczekiwanie
pt: Aguardando
sq: Duke pritur
sv: Väntar
zh: 等待中

source: Waiting for others
de: Warten auf andere
es: Esperando a otros
fr: En attente des autres
it: In attesa di altri
ja: 他の人の完了待ち
nl: Wachten op anderen
pl: Oczekiwanie na innych
pt: Aguardando outros
sq: Duke pritur të tjerët
sv: Väntar på andra
zh: 等待其他人

source: Waiting for others to complete signing.
de: Warten auf andere, um die Unterzeichnung abzuschließen.
es: Esperando a que otros completen la firma.
fr: En attente que d'autres terminent la signature.
it: In attesa che altri completino la firma.
ja: 他の署名者による署名完了を待っています。
nl: Wachten tot anderen het ondertekenen hebben voltooid.
pl: Oczekiwanie na innych, aby zakończyć podpisywanie.
pt: Aguardando outros concluírem a assinatura.
sq: Duke pritur të tjerët të përfundojnë nënshkrimin.
sv: Väntar på att andra ska slutföra signeringen.
zh: 正在等待其他人完成签署。

source: Waiting for others to sign
de: Warten auf andere, um zu unterschreiben
es: Esperando a que otros firmen
fr: En attente que d'autres signent
it: In attesa degli altri per firmare
ja: 他の人の署名待ち
nl: Wachtend op anderen om te ondertekenen
pl: Oczekiwanie na podpisy innych
pt: Aguardando outros assinarem
sq: Duke pritur që të tjerët të nënshkruajnë
sv: Väntar på att andra ska signera
zh: 正在等待其他人签署

source: Waiting for Your Turn
de: Warten auf deine Reihe
es: Esperando tu turno
fr: En attente de votre tour
it: In attesa del tuo turno
ja: あなたの順番待ち
nl: Wachten op jouw beurt
pl: Oczekiwanie na Ciebie
pt: Aguardando sua vez
sq: Duke pritur për radhen tuaj
sv: Väntar på din tur
zh: 正在等待你的顺序

source: Want to send slick signing links like this one? <0>Check out Documenso.</0>
de: Möchten Sie auffällige Signatur-Links wie diesen senden? <0>Überprüfen Sie Documenso.</0>
es: ¿Quieres enviar enlaces de firma elegantes como este? <0>Consulta Documenso.</0>
fr: Vous voulez envoyer des liens de signature élégants comme celui-ci ? <0>Découvrez Documenso.</0>
it: Vuoi inviare link di firma eleganti come questo? <0>Scopri Documenso.</0>
ja: こんなスタイリッシュな署名用リンクを送りたいですか？<0>Documenso をチェックしてみてください。</0>
nl: Wil je zulke strakke ondertekeningslinks verzenden als deze? <0>Bekijk Documenso.</0>
pl: Chcesz wysyłać eleganckie linki do podpisywania, takie jak ten? <0>Sprawdź Documenso</0>.
pt: Quer enviar links de assinatura elegantes como este? <0>Confira o Documenso.</0>
sq: Dëshironi të dërgoni lidhje nënshkrimi të shpejta si kjo? <0>Shikoni Documenso.</0>
sv: Vill du skicka snygga signeringslänkar som denna? <0>Kolla in Documenso.</0>
zh: 想发送这样精美的签署链接吗？<0>了解 Documenso。</0>
