Repository: documenso/documenso
Catalog: packages/lib/translations/*/web.po
Languages: de, es, fr, it, ja, nl, pl, pt, sq, sv, zh

source: Create a new email address for your organisation using the domain <0>{0}</0>.
de: Erstellen Sie eine neue E-Mail-Adresse für Ihre Organisation mit der Domain <0>{0}</0>.
es: Crea una nueva dirección de correo electrónico para tu organización usando el dominio <0>{0}</0>.
fr: Créez une nouvelle adresse e-mail pour votre organisation en utilisant le domaine <0>{0}</0>.
it: Crea un nuovo indirizzo email per la tua organizzazione utilizzando il dominio <0>{0}</0>.
ja: ドメイン <0>{0}</0> を使用して、組織用の新しいメールアドレスを作成します。
nl: Maak een nieuw e-mailadres voor je organisatie aan met het domein <0>{0}</0>.
pl: Utwórz nowy adres e-mail organizacji w domenie <0>{0}</0>.
pt: Crie um novo endereço de e-mail para sua organização usando o domínio <0>{0}</0>.
zh: 使用域名 <0>{0}</0> 为您的组织创建一个新的邮箱地址。

source: Create a new organisation with {planName} plan. Keep your current organisation on it's current plan
de: Erstellen Sie eine neue Organisation mit dem {planName} Plan. Behalten Sie Ihre aktuelle Organisation auf dem aktuellen Plan
es: Crea una nueva organización con el plan {planName}. Mantén tu organización actual en su plan actual
fr: Créez une nouvelle organisation avec le plan {planName}. Conservez votre organisation actuelle sur son plan en cours
it: Crea una nuova organizzazione con il piano {planName}. Mantieni la tua organizzazione attuale sul suo piano attuale
ja: {planName} プランの新しい組織を作成します。現在の組織はそのままのプランを維持します。
nl: Maak een nieuwe organisatie aan met het {planName}-abonnement. Laat je huidige organisatie op het huidige abonnement staan
pl: Utwórz nową organizację z planem {planName}. Zachowaj obecną organizację w dotychczasowym planie
pt: Criar uma nova organização com o plano {planName}. Mantenha sua organização atual no seu plano atual
sq: Krijoni një organizatë të re me planin {planName}. Mbajeni organizatën tuaj aktuale në planin e saj aktual
sv: Skapa en ny organisation med {planName}-planen. Behåll din nuvarande organisation på dess nuvarande plan
zh: 创建一个新的组织并使用 {planName} 套餐。保留当前组织在其现有套餐上。

source: Create a support ticket
de: Erstellen Sie ein Support-Ticket
es: Crea un ticket de soporte
fr: Créer un ticket de support
it: Crea un ticket di supporto
ja: サポートチケットを作成
nl: Maak een supportticket aan
pl: Utwórz zgłoszenie
pt: Criar um chamado de suporte
zh: 创建支持工单

source: Create a team to collaborate with your team members.
de: Ein Team erstellen, um mit Ihren Teammitgliedern zusammenzuarbeiten.
es: Crea un equipo para colaborar con los miembros de tu equipo.
fr: Créer une équipe pour collaborer avec vos membres.
it: Crea un team per collaborare con i membri del tuo team.
ja: チームメンバーと共同作業するためのチームを作成します。
nl: Maak een team aan om samen te werken met je teamleden.
pl: Utwórz zespół, aby współpracować z użytkownikami zespołu.
pt: Crie uma equipe para colaborar com seus membros da equipe.
sq: Krijo një ekip për të bashkëpunuar me anëtarët e ekipit tuaj.
sv: Skapa ett team för att samarbeta med dina teammedlemmar.
zh: 创建一个团队，与团队成员协作。

source: Create account
de: Konto erstellen
es: Crear cuenta
fr: Créer un compte
it: Crea un account
ja: アカウントを作成
nl: Account aanmaken
pl: Utwórz konto
pt: Criar conta
sq: Krijo llogari
sv: Skapa konto
zh: 创建账号

source: Create an organisation for this user
de: Erstellen Sie eine Organisation für diesen Benutzer
es: Crear una organización para este usuario
fr: Créer une organisation pour cet utilisateur
it: Crea un'organizzazione per questo utente
ja: このユーザー用の組織を作成
nl: Maak een organisatie aan voor deze gebruiker
pl: Utwórz organizację dla tego użytkownika
pt: Criar uma organização para este usuário
sq: Krijoni një organizatë për këtë përdorues
sv: Skapa en organisation för denna användare
zh: 为此用户创建一个组织

source: Create an organisation to collaborate with teams
de: Erstellen Sie eine Organisation, um mit Teams zusammenzuarbeiten
es: Crear una organización para colaborar con equipos
fr: Créer une organisation pour collaborer avec des équipes
it: Crea un'organizzazione per collaborare con i team
ja: チームでコラボレーションするための組織を作成
nl: Maak een organisatie aan om met teams samen te werken
pl: Utwórz organizację do współpracy z zespołami
pt: Criar uma organização para colaborar com equipes
sq: Krijoni një organizatë për të bashkëpunuar me ekipe
sv: Skapa en organisation för att samarbeta med team
zh: 创建一个组织以便与团队协作

source: Create an organisation to get started.
de: Erstellen Sie eine Organisation, um zu beginnen.
es: Crear una organización para comenzar.
fr: Créer une organisation pour démarrer
it: Crea un'organizzazione per iniziare.
ja: まずは組織を作成してください。
nl: Maak een organisatie aan om te beginnen.
pl: Utwórz organizację, aby rozpocząć.
pt: Crie uma organização para começar.
sq: Krijoni një organizatë për të filluar.
sv: Skapa en organisation för att komma igång.
zh: 创建一个组织以开始使用。

source: Create and send
de: Erstellen und senden
es: Crear y enviar
fr: Créer et envoyer
it: Crea e invia
ja: 作成して送信
nl: Aanmaken en verzenden
pl: Utwórz i wyślij
pt: Criar e enviar
sq: Krijo dhe dërgo
sv: Skapa och skicka
zh: 创建并发送

source: Create as draft
de: Als Entwurf erstellen
es: Crear como borrador
fr: Créer en tant que brouillon
it: Crea come bozza
ja: 下書きとして作成
nl: Als concept aanmaken
pl: Utwórz jako szkic
pt: Criar como rascunho
sq: Krijo si draft
sv: Skapa som utkast
zh: 创建为草稿

source: Create as pending
de: Als ausstehend erstellen
es: Crear como pendiente
fr: Créer comme en attente
it: Crea come in attesa
ja: 保留として作成
nl: Als in behandeling aanmaken
pl: Utwórz jako oczekujący
pt: Criar como pendente
sq: Krijo si në pritje
sv: Skapa som väntande
zh: 创建为待处理

source: Create claim
de: Antrag erstellen
es: Crear reclamación
fr: Créer une réclamation
it: Crea richiesta
ja: クレームを作成
nl: Claim aanmaken
pl: Utwórz
pt: Criar reivindicação
sq: Krijo pretendimin
sv: Skapa anspråk
zh: 创建声明

source: Create Claim
de: Antrag erstellen
es: Crear reclamación
fr: Créer une réclamation
it: Crea Richiesta
ja: クレームを作成
nl: Claim aanmaken
pl: Utwórz
pt: Criar reivindicação
sq: Krijo Pretendimin
sv: Skapa anspråk
zh: 创建声明

source: Create Direct Link
de: Direkten Link erstellen
es: Crear enlace directo
fr: Créer un lien direct
it: Crea Link Diretto
ja: ダイレクトリンクを作成
nl: Directe link aanmaken
pl: Utwórz bezpośredni link
pt: Criar link direto
sq: Krijo Lidhje të Drejtpërdrejtë
sv: Skapa direktlänk
zh: 创建直接链接

source: Create Direct Signing Link
de: Direkten Signatur-Link erstellen
es: Crear enlace de firma directo
fr: Créer un lien de signature directe
it: Crea Link di Firma Diretto
ja: ダイレクト署名リンクを作成
nl: Directe ondertekeningslink aanmaken
pl: Utwórz bezpośredni link do podpisywania
pt: Criar link direto de assinatura
sq: Krijo Lidhje të Drejtpërdrejtë për Nënshkrim
sv: Skapa direktsigneringslänk
zh: 创建直接签署链接

source: Create document from template
de: Dokument aus der Vorlage erstellen
es: Crear documento a partir de la plantilla
fr: Créer un document à partir du modèle
it: Crea documento da modello
ja: テンプレートから文書を作成
nl: Document maken van sjabloon
pl: Utwórz dokument z szablonu
pt: Criar documento a partir do modelo
sq: Krijo dokument nga modeli
sv: Skapa dokument från mall
zh: 从模板创建文档

source: Create Email
de: E-Mail erstellen
es: Crear correo electrónico
fr: Créer un e-mail
it: Crea Email
ja: メールを作成
nl: E-mail aanmaken
pl: Utwórz adres e-mail
pt: Criar e-mail
zh: 创建邮箱

source: Create folder
de: Ordner erstellen
es: Crear carpeta
fr: Créer un dossier
it: Crea cartella
ja: フォルダを作成
nl: Map maken
pl: Utwórz folder
pt: Criar pasta
sq: Krijo dosje
sv: Skapa mapp
zh: 创建文件夹

source: Create Folder
de: Ordner erstellen
es: Crear Carpeta
fr: Créer un Dossier
it: Crea Cartella
ja: フォルダを作成
nl: Map maken
pl: Utwórz folder
pt: Criar pasta
sq: Krijo Dosje
sv: Skapa mapp
zh: 创建文件夹

source: Create group
de: Gruppe erstellen
es: Crear grupo
fr: Créer un groupe
it: Crea gruppo
ja: グループを作成
nl: Groep aanmaken
pl: Utwórz grupę
pt: Criar grupo
sq: Krijo grup
sv: Skapa grupp
zh: 创建组

source: Create Groups
de: Gruppen erstellen
es: Crear Grupos
fr: Créer des groupes
it: Crea Gruppi
ja: グループを作成
nl: Groepen aanmaken
pl: Utwórz grupy
pt: Criar grupos
sq: Krijo Grupet
sv: Skapa grupper
zh: 创建组

source: Create New Folder
de: Neuen Ordner erstellen
es: Crear Nueva Carpeta
fr: Créer un Nouveau Dossier
it: Crea Nuova Cartella
ja: 新しいフォルダを作成
nl: Nieuwe map aanmaken
pl: Utwórz nowy folder
pt: Criar nova pasta
sq: Krijo Dosje të Re
sv: Skapa ny mapp
zh: 创建新文件夹

source: Create now
de: Jetzt erstellen
es: Crear ahora
fr: Créer maintenant
it: Crea ora
ja: 今すぐ作成
nl: Nu aanmaken
pl: Utwórz teraz
pt: Criar agora
sq: Krijo tani
sv: Skapa nu
zh: 立即创建

source: Create one automatically
de: Einen automatisch erstellen
es: Crear uno automáticamente
fr: Créer un automatiquement
it: Crea uno automaticamente
ja: 自動的に作成
nl: Automatisch een aanmaken
pl: Utwórz 1 automatycznie
pt: Criar um automaticamente
sq: Krijo një automatikisht
sv: Skapa en automatiskt
zh: 自动创建一个

source: Create organisation
de: Organisation erstellen
es: Crear organización
fr: Créer une organisation
it: Crea organizzazione
ja: 組織を作成
nl: Organisatie aanmaken
pl: Utwórz organizację
pt: Criar organização
sq: Krijo organizatën
sv: Skapa organisation
zh: 创建组织

source: Create Organisation
de: Organisation erstellen
es: Crear Organización
fr: Créer une Organisation
it: Crea Organizzazione
ja: 組織を作成
nl: Organisatie aanmaken
pl: Utwórz organizację
pt: Criar organização
sq: Krijo Organizatat
sv: Skapa organisation
zh: 创建组织

source: Create separate organisation
de: Separate Organisation erstellen
es: Crear organización separada
fr: Créer une organisation distincte
it: Crea organizzazione separata
ja: 別の組織を作成
nl: Afzonderlijke organisatie aanmaken
pl: Utwórz osobną organizację
pt: Criar organização separada
sq: Krijo organizatë të veçantë
sv: Skapa separat organisation
zh: 创建单独的组织

source: Create signing links
de: Unterzeichnung Links erstellen
es: Crear enlaces de firma
fr: Créer des liens de signature
it: Crea link di firma
ja: 署名リンクを作成
nl: Ondertekeningslinks aanmaken
pl: Utwórz linki do podpisywania
pt: Criar links de assinatura
sq: Krijo Lidhje Nënshkrimi
sv: Skapa signeringslänkar
zh: 创建签署链接

source: Create Stripe customer
de: Stripe-Kunden erstellen
es: Crear cliente de Stripe
fr: Créer un client Stripe
it: Crea cliente Stripe
ja: Stripe 顧客を作成
nl: Stripe-klant aanmaken
pl: Utwórz klienta Stripe
pt: Criar cliente Stripe
sq: Krijo klientin e Stripe
sv: Skapa Stripe-kund
zh: 创建 Stripe 客户

source: Create subscription
de: Abonnement erstellen
es: Crear suscripción
fr: Créer un abonnement
it: Crea abbonamento
ja: サブスクリプションを作成
nl: Abonnement aanmaken
pl: Utwórz subskrypcję
pt: Criar assinatura
sq: Krijo abonimin
sv: Skapa prenumeration
zh: 创建订阅

source: Create Subscription Claim
de: Abonnementsanspruch erstellen
es: Crear Reclamación de Suscripción
fr: Créer une réclamation d'abonnement
it: Crea richiesta di abbonamento
ja: サブスクリプションクレームを作成
nl: Abonnementsclaim aanmaken
pl: Utwórz subskrypcję
pt: Criar reivindicação de assinatura
sq: Krijo pretendimin e Abonimit
sv: Skapa prenumerationsanspråk
zh: 创建订阅声明

source: Create team
de: Team erstellen
es: Crear equipo
fr: Créer une équipe
it: Crea team
ja: チームを作成
nl: Team aanmaken
pl: Utwórz zespół
pt: Criar equipe
sq: Krijo ekip
sv: Skapa team
zh: 创建团队

source: Create Team
de: Team erstellen
es: Crear Equipo
fr: Créer une équipe
it: Crea Team
ja: チームを作成
nl: Team aanmaken
pl: Utwórz zespół
pt: Criar equipe
sq: Krijo Ekip
sv: Skapa team
zh: 创建团队

source: Create the document as pending and ready to sign.
de: Erstellen Sie das Dokument als ausstehend und bereit zur Unterschrift.
es: Crear el documento como pendiente y listo para firmar.
fr: Créer le document comme en attente et prêt à signer.
it: Crea il documento come in attesa e pronto per la firma.
ja: 文書を保留状態で作成し、署名可能にします。
nl: Maak het document aan als in behandeling en klaar om te ondertekenen.
pl: Utwórz dokument jako oczekujący i gotowy do podpisania.
pt: Criar o documento como pendente e pronto para assinar.
sq: Krijo dokumentin si në pritje dhe gati për nënshkrim.
sv: Skapa dokumentet som väntande och redo att signera.
zh: 将文档创建为待处理状态，并准备好供签署。

source: Create token
de: Token erstellen
es: Crear token
fr: Créer un token
it: Crea token
ja: トークンを作成
nl: Token aanmaken
pl: Utwórz token
pt: Criar token
sq: Krijo token
sv: Skapa token
zh: 创建令牌

source: Create webhook
de: Webhook erstellen
es: Crear webhook
fr: Créer un webhook
it: Crea webhook
ja: Webhook を作成
nl: Webhook aanmaken
pl: Utwórz webhook
pt: Criar webhook
sq: Krijo webhook
sv: Skapa webhook
zh: 创建 Webhook

source: Create Webhook
de: Webhook erstellen
es: Crear Webhook
fr: Créer un Webhook
it: Crea Webhook
ja: Webhook を作成
nl: Webhook aanmaken
pl: Utwórz webhook
pt: Criar webhook
sq: Krijo Webhook
sv: Skapa webhook
zh: 创建 Webhook

source: Create your account and start using state-of-the-art document signing.
de: Erstellen Sie Ihr Konto und beginnen Sie mit dem modernen Dokumentensignieren.
es: Crea tu cuenta y comienza a utilizar la firma de documentos de última generación.
fr: Créez votre compte et commencez à utiliser la signature de documents à la pointe de la technologie.
it: Crea il tuo account e inizia a utilizzare firme digitali all'avanguardia.
ja: アカウントを作成して、最先端の文書署名を今すぐ始めましょう。
nl: Maak je account aan en begin met het gebruik van moderne documentenondertekening.
pl: Utwórz konto i skorzystaj z najnowocześniejszego rozwiązania do podpisywania dokumentów.
pt: Crie sua conta e comece a usar a assinatura de documentos de última geração.
sq: Krijoni llogarinë tuaj dhe filloni të përdorni nënshkrimin e dokumenteve në gjendje të artit.
sv: Skapa ditt konto och börja använda toppmodern dokumentsignering.
zh: 创建你的账号，开始使用最先进的文档签署功能。

source: Create your account and start using state-of-the-art document signing. Open and beautiful signing is within your grasp.
de: Erstellen Sie Ihr Konto und beginnen Sie mit dem modernen Dokumentensignieren. Offenes und schönes Signieren liegt in Ihrer Reichweite.
es: Crea tu cuenta y comienza a utilizar la firma de documentos de última generación. La firma abierta y hermosa está al alcance de tu mano.
fr: Créez votre compte et commencez à utiliser la signature de documents à la pointe de la technologie. Une signature ouverte et magnifique est à votre portée.
it: Crea il tuo account e inizia a utilizzare firme digitali all'avanguardia. Una firma aperta e bella è a tua portata.
ja: アカウントを作成して、最先端の文書署名を今すぐ始めましょう。オープンで美しい署名体験があなたを待っています。
nl: Maak je account aan en begin met het gebruik van moderne documentenondertekening. Open en prachtig ondertekenen ligt binnen handbereik.
pl: Utwórz konto i zacznij korzystać z nowoczesnego podpisywania dokumentów. Otwarty i piękny podpis jest w zasięgu ręki.
pt: Crie sua conta e comece a usar a assinatura de documentos de última geração. A assinatura aberta e bonita está ao seu alcance.
sq: Krijoni llogarinë tuaj dhe filloni të përdorni nënshkrimin e dokumenteve në gjendje të artit. Nënshkrimi i hapur dhe i bukur është brenda arritjes tuaj.
sv: Skapa ditt konto och börja använda toppmodern dokumentsignering. Öppen och vacker signering är inom räckhåll.
zh: 创建你的账号，开始使用最先进的文档签署功能。开放且优雅的签署体验触手可及。

source: Created
de: Erstellt
es: Creado
fr: Créé
it: Creato
ja: 作成日時
nl: Aangemaakt
pl: Utworzono
pt: Criado
sq: Krijuar
sv: Skapad
zh: 已创建

source: Created At
de: Erstellt am
es: Creado En
fr: Créé le
it: Creato il
ja: 作成日時
nl: Aangemaakt op
pl: Utworzono
pt: Criado Em
sq: Krijuar më
sv: Skapad den
zh: 创建时间

source: Created by
de: Erstellt von
es: Creado por
fr: Créé par
it: Creato da
ja: 作成者
nl: Aangemaakt door
pl: Utworzono przez
pt: Criado por
sq: Krijuar nga
sv: Skapad av
zh: 创建者

source: Created on
de: Erstellt am
es: Creado el
fr: Créé le
it: Creato il
ja: 作成日
nl: Aangemaakt op
pl: Utworzono
pt: Criado em
sq: Krijuar më
sv: Skapad den
zh: 创建于

source: Created on {0}
de: Erstellt am {0}
es: Creado el {0}
fr: Créé le {0}
it: Creato il {0}
ja: 作成日 {0}
nl: Aangemaakt op {0}
pl: Utworzono {0}
pt: Criado em {0}
sq: Krijuar më {0}
sv: Skapad den {0}
zh: 创建于 {0}

source: CSV Structure
de: CSV-Struktur
es: Estructura CSV
fr: Structure CSV
it: Struttura CSV
ja: CSV 構造
nl: CSV-structuur
pl: Struktura CSV
pt: Estrutura CSV
sq: Struktura CSV
sv: CSV-struktur
zh: CSV 结构

source: Cumulative MAU (signed in)
fr: MAU cumulatif (connecté)
it: MAU cumulativi (autenticati)
pl: Łączna liczba MAU (zalogowani)
pt: Cumulative MAU (assinado)
sv: Kumulativ MAU (inloggad)

source: Current
de: Aktuell
es: Actual
fr: Actuel
it: Corrente
ja: 現在
nl: Huidig
pl: Obecna
pt: Atual
sq: Aktual
sv: Nuvarande
zh: 当前

source: Current Password
de: Aktuelles Passwort
es: Contraseña actual
fr: Mot de passe actuel
it: Password attuale
ja: 現在のパスワード
nl: Huidig wachtwoord
pl: Obecne hasło
pt: Senha Atual
sq: Fjalëkalimi aktual
sv: Nuvarande lösenord
zh: 当前密码

source: Current password is incorrect.
de: Aktuelles Passwort ist falsch.
es: La contraseña actual es incorrecta.
fr: Le mot de passe actuel est incorrect.
it: La password corrente è errata.
ja: 現在のパスワードが正しくありません。
nl: Het huidige wachtwoord is onjuist.
pl: Obecne hasło jest nieprawidłowe.
pt: A senha atual está incorreta.
sq: Fjalëkalimi aktual është i pasaktë.
sv: Nuvarande lösenord är felaktigt.
zh: 当前密码不正确。

source: Current recipients:
de: Aktuelle Empfänger:
es: Destinatarios actuales:
fr: Destinataires actuels :
it: Destinatari attuali:
ja: 現在の受信者:
nl: Huidige ontvangers:
pl: Obecni odbiorcy:
pt: Destinatários atuais:
sq: Marrësit aktualë:
sv: Nuvarande mottagare:
zh: 当前收件人：

source: Currently all organisation members can access this team
de: Derzeit können alle Organisationsmitglieder auf dieses Team zugreifen
es: Actualmente, todos los miembros de la organización pueden acceder a este equipo
fr: Actuellement, tous les membres de l'organisation peuvent accéder à cette équipe
it: Attualmente tutti i membri dell'organizzazione possono accedere a questo team
ja: 現在、すべての組織メンバーがこのチームにアクセスできます
nl: Momenteel hebben alle organisatieleden toegang tot dit team
pl: Obecnie wszyscy użytkownicy organizacji mogą uzyskać dostęp tego zespołu
pt: Atualmente, todos os membros da organização podem acessar esta equipe
sq: Aktualisht të gjithë anëtarët e organizatës mund të kenë qasje në këtë ekip
sv: För närvarande kan alla organisationsmedlemmar komma åt detta team
zh: 目前所有组织成员都可以访问此团队

source: Currently branding can only be configured for Teams and above plans.
de: Zurzeit kann das Branding nur für Teams und darüber konfiguriert werden.
es: Actualmente la marca solo se puede configurar para Equipos y planes superiores.
fr: Actuellement, la personnalisation de la marque ne peut être configurée que pour les plans Équipe et plus.
it: Attualmente il marchio può essere configurato solo per i piani Team e superiori.
ja: 現在、ブランディングは Teams プラン以上のみ設定できます。
nl: Branding kan momenteel alleen worden geconfigureerd voor Teams- en hogere abonnementen.
pl: Branding możesz skonfigurować tylko w planie Teams i wyższym.
pt: Atualmente, a marca só pode ser configurada para planos de Equipes e superiores.
sq: Aktualisht markimi mund të konfigurohet vetëm për planet e Ekipeve dhe më të larta.
sv: För närvarande kan varumärkning endast konfigureras för Teams och högre planer.
zh: 目前仅 Teams 及以上套餐可以配置品牌。

source: Currently email domains can only be configured for Platform and above plans.
de: Derzeit können E-Mail-Domains nur für Plattform- und höhere Pläne konfiguriert werden.
es: Actualmente los dominios de correo electrónico solo se pueden configurar para planes de Plataforma y superiores.
fr: Actuellement, les domaines de messagerie ne peuvent être configurés que pour les abonnements Platform et supérieurs.
it: Attualmente i domini email possono essere configurati solo per i piani Platform e superiori.
ja: 現在、メールドメインは Platform プラン以上のみ設定できます。
nl: E-maildomeinen kunnen momenteel alleen worden geconfigureerd voor Platform- en hogere abonnementen.
pl: Domeny możesz skonfigurować tylko w planie Platform lub wyższym.
pt: Atualmente, os domínios de e-mail só podem ser configurados para planos de Plataforma e superiores.
zh: 目前仅 Platform 及以上套餐可以配置邮箱域名。

source: Custom {0} MB file
de: Benutzerdefinierte {0} MB-Datei
es: Archivo personalizado de {0} MB
fr: Fichier personnalisé de {0} Mo
it: File personalizzato da {0} MB
ja: カスタム {0} MB ファイル
nl: Aangepast {0} MB-bestand
pl: Niestandardowy plik {0} MB
pt: Arquivo personalizado {0} MB
zh: 自定义 {0} MB 文件

source: Custom Organisation Groups
de: Benutzerdefinierte Organisationsgruppen
es: Grupos de Organización Personalizados
fr: Groupes d'organisation personnalisés
it: Gruppi di Organizzazione Personalizzati
ja: カスタム組織グループ
nl: Aangepaste organisatiegroepen
pl: Niestandardowe grupy w organizacji
pt: Grupos de Organização Personalizados
sq: Grupet Custom të Organizatës
sv: Anpassade organisationsgrupper
zh: 自定义组织组

source: Dark Mode
de: Dunkelmodus
es: Modo Oscuro
fr: Mode sombre
it: Modalità Scura
ja: ダークモード
nl: Donker modus
pl: Tryb ciemny
pt: Modo Escuro
sq: Modaliteti i errët
sv: Mörkt läge
zh: 深色模式

source: Dashboard
es: Tablero
fr: Tableau de bord
ja: ダッシュボード
pl: Pulpit
pt: Painel
sq: Paneli
sv: Instrumentpanel
zh: 控制台

source: Date
de: Datum
es: Fecha
it: Data
ja: 日付
nl: Datum
pl: Data
pt: Data
sq: Data
sv: Datum
zh: 日期

source: Date created
de: Erstellungsdatum
es: Fecha de creación
fr: Date de création
it: Data di creazione
ja: 作成日
nl: Aanmaakdatum
pl: Data utworzenia
pt: Data de criação
sq: Data e krijimit
sv: Skapelsedatum
zh: 创建日期

source: Date Format
de: Datumsformat
es: Formato de fecha
fr: Format de date
it: Formato data
ja: 日付形式
nl: Datumnotatie
pl: Format daty
pt: Formato de Data
sq: Formati i Datës
sv: Datumformat
zh: 日期格式

source: Date Settings
de: Datumseinstellungen
es: Configuración de Fecha
fr: Paramètres de la date
it: Impostazioni della data
ja: 日付設定
nl: Datuminstellingen
pl: Ustawienia daty
pt: Configurações de Data
zh: 日期设置

source: Decline
de: Ablehnen
es: Rechazar
fr: Décliner
it: Declina
ja: 辞退
nl: Weigeren
pl: Odrzuć
pt: Recusar
sq: Refuzo
sv: Avböj
zh: 拒绝

source: Default Date Format
de: Standard-Datumsformat
es: Formato de fecha predeterminado
fr: Format de date par défaut
it: Formato Data Predefinito
ja: 既定の日付形式
nl: Standaarddatumnotatie
pl: Domyślny format daty
pt: Formato de Data Padrão
zh: 默认日期格式

source: Default Document Language
de: Standardsprache des Dokuments
es: Idioma predeterminado del documento
fr: Langue par défaut du document
it: Lingua predefinita del documento
ja: 既定の文書言語
nl: Standaarddocumenttaal
pl: Domyślny język dokumentu
pt: Idioma Padrão do Documento
sq: Gjuha e Paracaktuar e Dokumentit
sv: Standardspråk för dokument
zh: 默认文档语言

source: Default Document Visibility
de: Standard Sichtbarkeit des Dokuments
es: Visibilidad predeterminada del documento
fr: Visibilité par défaut du document
it: Visibilità predefinita del documento
ja: 既定の文書の公開範囲
nl: Standaarddocumentzichtbaarheid
pl: Domyślna widoczność dokumentu
pt: Visibilidade Padrão do Documento
sq: Dukshmëria e Paracaktuar e Dokumentit
sv: Standardsynlighet för dokument
zh: 默认文档可见性

source: Default Email
de: Standard-E-Mail
es: Correo predeterminado
fr: E-mail par défaut
it: Email Predefinita
ja: 既定のメール
nl: Standaard e-mailadres
pl: Domyślny adres e-mail
pt: E-mail Padrão
zh: 默认邮箱

source: Default Email Settings
de: Standard-E-Mail-Einstellungen
es: Configuración de correo predeterminada
fr: Paramètres d'e-mail par défaut
it: Impostazioni Email Predefinite
ja: 既定のメール設定
nl: Standaarde-mailinstellingen
pl: Domyślne ustawienia adresu e-mail
pt: Configurações de E-mail Padrão
zh: 默认邮件设置

source: Default file
de: Standarddatei
es: Archivo por defecto
fr: Fichier par défaut
it: File predefinito
ja: デフォルトのファイル
nl: Standaardbestand
pl: Domyślny plik
pt: Arquivo padrão
zh: 默认文件
