Repository: documenso/documenso
Catalog: packages/lib/translations/*/web.po
Languages: de, es, fr, it, ja, nl, pl, pt, sq, sv, zh

source: {recipientActionVerb} the document to complete the process.
de: {recipientActionVerb} das Dokument, um den Prozess abzuschließen.
es: {recipientActionVerb} el documento para completar el proceso.
it: {recipientActionVerb} il documento per completare il processo.
ja: 処理を完了するには文書に {recipientActionVerb} してください。
nl: {recipientActionVerb} het document om het proces te voltooien.
pl: Sprawdź i {recipientActionVerb} dokument, aby zakończyć proces.
pt: {recipientActionVerb} o documento para concluir o processo.
sq: {recipientActionVerb} dokumentin për të përfunduar procesin.
sv: {recipientActionVerb} dokumentet för att slutföra processen.
zh: {recipientActionVerb} 文档以完成流程。

source: {recipientCount} recipients
de: {recipientCount} Empfänger
es: {recipientCount} destinatarios
fr: {recipientCount} destinataires
it: {recipientCount} destinatari
ja: {recipientCount} 件の受信者
nl: {recipientCount} ontvangers
pl: {recipientCount} odbiorców
pt: {recipientCount} destinatários
sq: {recipientCount} marrës
sv: {recipientCount} mottagare
zh: {recipientCount} 位收件人

source: {recipientName} {action} a document by using one of your direct links
de: {recipientName} {action} ein Dokument, indem Sie einen Ihrer direkten Links verwenden
es: {recipientName} {action} un documento utilizando uno de tus enlaces directos
fr: {recipientName} {action} un document en utilisant l'un de vos liens directs
it: {recipientName} {action} un documento utilizzando uno dei tuoi link diretti
ja: {recipientName} が、あなたのダイレクトリンクの 1 つを使用してドキュメントを {action} しました
nl: {recipientName} heeft een document {action} via een van je directe links
pl: Za pomocą jednego z Twoich bezpośrednich linków {action} dokument. Autor czynności: {recipientName}.
pt: {recipientName} {action} um documento usando um de seus links diretos
sq: {recipientName} {action} një dokument duke përdorur një nga lidhjet e drejtpërdrejta
sv: {recipientName} {action} ett dokument genom att använda en av dina direktlänkar
zh: {recipientName} 通过使用您的某个直链 {action} 了一个文档

source: {recipientName} has rejected the document '{documentName}'
de: {recipientName} hat das Dokument '{documentName}' abgelehnt
es: {recipientName} ha rechazado el documento '{documentName}'
fr: {recipientName} a rejeté le document "{documentName}"
it: {recipientName} ha rifiutato il documento '{documentName}'
ja: {recipientName} がドキュメント「{documentName}」を却下しました
nl: {recipientName} heeft het document '{documentName}' geweigerd
pl: Użytkownik {recipientName} odrzucił dokument „{documentName}”
pt: {recipientName} rejeitou o documento '{documentName}'
sq: {recipientName} ka refuzuar dokumentin '{documentName}'
sv: {recipientName} har avvisat dokumentet '{documentName}'
zh: {recipientName} 已拒签文档“{documentName}”

source: {recipientReference} has completed signing the document.
de: {recipientReference} hat das Dokument vollständig unterschrieben.
es: {recipientReference} ha completado la firma del documento.
fr: {recipientReference} a terminé de signer le document.
it: {recipientReference} ha completato la firma del documento.
ja: {recipientReference} がドキュメントへの署名を完了しました。
nl: {recipientReference} heeft het ondertekenen van het document voltooid.
pl: Użytkownik {recipientReference} zakończył podpisywanie dokumentu.
pt: {recipientReference} concluiu a assinatura do documento.
sq: {recipientReference} ka përfunduar nënshkrimin e dokumentit.
sv: {recipientReference} har slutfört signeringen av dokumentet.
zh: {recipientReference} 已完成该文档的签署。

source: {recipientReference} has signed "{0}"
de: {recipientReference} hat "{0}" unterschrieben
es: {recipientReference} ha firmado "{0}"
fr: {recipientReference} a signé "{0}"
it: {recipientReference} ha firmato "{0}"
ja: {recipientReference} が「{0}」に署名しました
nl: {recipientReference} heeft "{0}" ondertekend
pl: Użytkownik {recipientReference} podpisał dokument „{0}”
pt: {recipientReference} assinou "{0}"
sq: {recipientReference} ka nënshkruar "{0}"
sv: {recipientReference} har signerat "{0}"
zh: {recipientReference} 已签署“{0}”

source: {recipientReference} has signed "{documentName}"
de: {recipientReference} hat "{documentName}" unterschrieben
es: {recipientReference} ha firmado "{documentName}"
fr: {recipientReference} a signé "{documentName}"
it: {recipientReference} ha firmato "{documentName}"
ja: {recipientReference} が「{documentName}」に署名しました
nl: {recipientReference} heeft "{documentName}" ondertekend
pl: Użytkownik {recipientReference} podpisał dokument „{documentName}”
pt: {recipientReference} assinou "{documentName}"
sq: {recipientReference} ka nënshkruar "{documentName}"
sv: {recipientReference} har signerat "{documentName}"
zh: {recipientReference} 已签署“{documentName}”

source: {recipientReference} has signed {documentName}
de: {recipientReference} hat {documentName} unterschrieben
es: {recipientReference} ha firmado {documentName}
fr: {recipientReference} a signé {documentName}
it: {recipientReference} ha firmato {documentName}
ja: {recipientReference} が {documentName} に署名しました
nl: {recipientReference} heeft {documentName} ondertekend
pl: Użytkownik {recipientReference} podpisał dokument „{documentName}”
pt: {recipientReference} assinou {documentName}
sq: {recipientReference} ka nënshkruar {documentName}
sv: {recipientReference} har signerat {documentName}
zh: {recipientReference} 已签署 {documentName}

source: {remaningLength, plural, one {# character remaining} other {# characters remaining}}
de: {remaningLength, plural, one {# Zeichen verbleibend} other {# Zeichen verbleibend}}
es: {remaningLength, plural, one {# carácter restante} other {# caracteres restantes}}
fr: {remaningLength, plural, one {# caractère restant} other {# caractères restants}}
it: {remaningLength, plural, one {# carattere rimanente} other {# caratteri rimanenti}}
ja: {remaningLength, plural, other {# 文字残り}}
nl: {remaningLength, plural, one {# teken resterend} other {# tekens resterend}}
pl: {remaningLength, plural, one {Pozostał # znak} few {Pozostały # znaki} many {Pozostało # znaków} other {Pozostało # znaków}}
pt: {remaningLength, plural, one {# caractere restante} other {# caracteres restantes}}
sq: {remaningLength, plural, one {# karakter i mbetur} other {# karaktere të mbetura}}
sv: {remaningLength, plural, one {# tecken återstår} other {# tecken återstår}}
zh: {remaningLength, plural, other {# 个字符剩余}}

source: {signerName} has rejected the document "{documentName}".
de: {signerName} hat das Dokument "{documentName}" abgelehnt.
es: {signerName} ha rechazado el documento "{documentName}".
fr: {signerName} a rejeté le document "{documentName}".
it: {signerName} ha rifiutato il documento "{documentName}".
ja: {signerName} がドキュメント「{documentName}」を却下しました。
nl: {signerName} heeft het document "{documentName}" geweigerd.
pl: Użytkownik {signerName} odrzucił dokument „{documentName}”.
pt: {signerName} rejeitou o documento "{documentName}".
sq: {signerName} ka refuzuar dokumentin "{documentName}".
sv: {signerName} har avvisat dokumentet "{documentName}".
zh: {signerName} 已拒签文档“{documentName}”。

source: {teamName} has invited you to {0}<0/>"{documentName}"
de: {teamName} hat dich eingeladen, {0}<0/>"{documentName}"
es: {teamName} te ha invitado a {0}<0/>"{documentName}"
fr: {teamName} vous a invité à {0}<0/>"{documentName}"
it: {teamName} ti ha invitato a {0}<0/>"{documentName}"
ja: {teamName} から {0}<0/>「{documentName}」の依頼が届いています
nl: {teamName} heeft je uitgenodigd om {0}<0/>"{documentName}"
pl: Sprawdź i {0} dokument „{documentName}” utworzony przez zespół {teamName}
pt: A equipe {teamName} te convidou para {0}<0/>"{documentName}"
sq: {teamName} ju ka ftuar në {0}<0/>"{documentName}"
sv: {teamName} har bjudit in dig att {0}<0/>"{documentName}"
zh: {teamName} 已邀请您 {0}<0/>“{documentName}”

source: {teamName} has invited you to {action} {documentName}
de: {teamName} hat Sie eingeladen, {action} {documentName}
es: {teamName} te ha invitado a {action} {documentName}
fr: {teamName} vous a invité à {action} {documentName}
it: {teamName} ti ha invitato a {action} {documentName}
ja: {teamName} から {action} {documentName} の依頼が届いています
nl: {teamName} heeft je uitgenodigd om {action} {documentName}
pl: Sprawdź i {action} dokument „{documentName}” utworzony przez zespół {teamName}
pt: A equipe {teamName} te convidou para {action} {documentName}
sq: {teamName} ju ka ftuar të {action} {documentName}
sv: {teamName} har bjudit in dig att {action} {documentName}
zh: {teamName} 已邀请您 {action} {documentName}

source: {userName} approved the document
de: {userName} hat das Dokument genehmigt
es: {userName} aprobó el documento
fr: {userName} a approuvé le document
it: {userName} ha approvato il documento
ja: {userName} がドキュメントを承認しました
nl: {userName} heeft het document goedgekeurd
pl: Użytkownik {userName} zatwierdził dokument
pt: {userName} aprovou o documento
sq: {userName} miratoi dokumentin
sv: {userName} godkände dokumentet
zh: {userName} 已审批该文档

source: {userName} CC'd the document
de: {userName} hat das Dokument in CC gesetzt
es: {userName} envió una copia del documento
fr: {userName} a mis en copie le document
it: {userName} ha inoltrato il documento
ja: {userName} がドキュメントを CC しました
nl: {userName} heeft het document in CC gezet
pl: Użytkownik {userName} odebrał kopię dokumentu
pt: {userName} enviou o documento com cópia
sq: {userName} kopjoi dokumentin
sv: {userName} CC:ade dokumentet
zh: {userName} 已抄送该文档

source: {userName} completed their task
de: {userName} hat ihre Aufgabe abgeschlossen
es: {userName} completó su tarea
fr: {userName} a terminé sa tâche
it: {userName} ha completato il suo compito
ja: {userName} が自分のタスクを完了しました
nl: {userName} heeft zijn/haar taak voltooid
pl: Użytkownik {userName} zakończył swoje zadanie
pt: {userName} concluiu sua tarefa
sq: {userName} përfundoi detyrën e tyre
sv: {userName} slutförde sin uppgift
zh: {userName} 已完成其任务

source: {userName} failed to validate a 2FA token for the document
de: {userName} konnte das 2FA-Token für das Dokument nicht validieren
es: {userName} no pudo validar un token 2FA para el documento
fr: {userName} n'a pas réussi à valider un jeton 2FA pour le document
it: {userName} non è riuscito a convalidare un token 2FA per il documento
ja: {userName} がドキュメント用の 2FA トークンの検証に失敗しました
nl: {userName} kon geen 2FA-token voor het document valideren
pl: Użytkownik {userName} nie zweryfikował kodu weryfikacyjnego dla dokumentu
pt: {userName} não conseguiu validar um token de 2FA para o documento
zh: {userName} 验证文档 2FA 令牌失败

source: {userName} rejected the document
de: {userName} hat das Dokument abgelehnt
es: {userName} rechazó el documento
fr: {userName} a rejeté le document
it: {userName} ha rifiutato il documento
ja: {userName} がドキュメントを却下しました
nl: {userName} heeft het document geweigerd
pl: Użytkownik {userName} odrzucił dokument
pt: {userName} rejeitou o documento
sq: {userName} refuzoi dokumentin
sv: {userName} avvisade dokumentet
zh: {userName} 已拒签该文档

source: {userName} requested a 2FA token for the document
de: {userName} hat ein 2FA-Token für das Dokument angefordert
es: {userName} solicitó un token 2FA para el documento
fr: {userName} a demandé un jeton 2FA pour le document
it: {userName} ha richiesto un token 2FA per il documento
ja: {userName} がドキュメント用の 2FA トークンをリクエストしました
nl: {userName} heeft een 2FA-token voor het document aangevraagd
pl: Użytkownik {userName} poprosił o kod weryfikacyjny dla dokumentu
pt: {userName} solicitou um token de 2FA para o documento
zh: {userName} 请求了文档的 2FA 令牌

source: {userName} signed the document
de: {userName} hat das Dokument unterschrieben
es: {userName} firmó el documento
fr: {userName} a signé le document
it: {userName} ha firmato il documento
ja: {userName} がドキュメントに署名しました
nl: {userName} heeft het document ondertekend
pl: Użytkownik {userName} podpisał dokument
pt: {userName} assinou o documento
sq: {userName} nënshkroi dokumentin
sv: {userName} signerade dokumentet
zh: {userName} 已签署该文档

source: {userName} validated a 2FA token for the document
de: {userName} hat ein 2FA-Token für das Dokument validiert
es: {userName} validó un token 2FA para el documento
fr: {userName} a validé un jeton 2FA pour le document
it: {userName} ha convalidato un token 2FA per il documento
ja: {userName} がドキュメント用の 2FA トークンを検証しました
nl: {userName} heeft een 2FA-token voor het document gevalideerd
pl: Użytkownik {userName} zweryfikował kod weryfikacyjny dla dokumentu
pt: {userName} validou um token de 2FA para o documento
zh: {userName} 验证了文档的 2FA 令牌

source: {userName} viewed the document
de: {userName} hat das Dokument angesehen
es: {userName} vio el documento
fr: {userName} a consulté le document
it: {userName} ha visualizzato il documento
ja: {userName} がドキュメントを閲覧しました
nl: {userName} heeft het document bekeken
pl: Użytkownik {userName} wyświetlił dokument
pt: {userName} visualizou o documento
sq: {userName} shikoi dokumentin
sv: {userName} granskade dokumentet
zh: {userName} 已查看该文档

source: {validationLength, plural, one {Select at least # option} other {Select at least # options}}
de: {validationLength, plural, one {Wählen Sie mindestens # Option} other {Wählen Sie mindestens # Optionen}}
es: {validationLength, plural, one {Seleccione al menos # opción} other {Seleccione al menos # opciones}}
fr: {validationLength, plural, one {Sélectionnez au moins # option} other {Sélectionnez au moins # options}}
it: {validationLength, plural, one {Seleziona almeno # opzione} other {Seleziona almeno # opzioni}}
ja: {validationLength, plural, other {少なくとも # 個のオプションを選択してください}}
nl: {validationLength, plural, one {Selecteer minimaal # optie} other {Selecteer minimaal # opties}}
pl: {validationLength, plural, one {Wybierz co najmniej # opcję} few {Wybierz co najmniej # opcje} many {Wybierz co najmniej # opcji} other {Wybierz co najmniej # opcji}}
pt: {validationLength, plural, one {Selecione pelo menos # opção} other {Selecione pelo menos # opções}}
zh: {validationLength, plural, other {至少选择 # 个选项}}

source: {validationLength, plural, one {Select at most # option} other {Select at most # options}}
de: {validationLength, plural, one {Wählen Sie höchstens # Option} other {Wählen Sie höchstens # Optionen}}
es: {validationLength, plural, one {Seleccione como máximo # opción} other {Seleccione como máximo # opciones}}
fr: {validationLength, plural, one {Sélectionnez au plus # option} other {Sélectionnez au plus # options}}
it: {validationLength, plural, one {Seleziona al massimo # opzione} other {Seleziona al massimo # opzioni}}
ja: {validationLength, plural, other {最大 # 個のオプションを選択できます}}
nl: {validationLength, plural, one {Selecteer maximaal # optie} other {Selecteer maximaal # opties}}
pl: {validationLength, plural, one {Wybierz maksymalnie # opcję} few {Wybierz maksymalnie # opcje} many {Wybierz maksymalnie # opcji} other {Wybierz maksymalnie # opcji}}
pt: {validationLength, plural, one {Selecione no máximo # opção} other {Selecione no máximo # opções}}
zh: {validationLength, plural, other {最多选择 # 个选项}}

source: {validationLength, plural, one {Select exactly # option} other {Select exactly # options}}
de: {validationLength, plural, one {Wählen Sie genau # Option} other {Wählen Sie genau # Optionen}}
es: {validationLength, plural, one {Seleccione exactamente # opción} other {Seleccione exactamente # opciones}}
fr: {validationLength, plural, one {Sélectionnez exactement # option} other {Sélectionnez exactement # options}}
it: {validationLength, plural, one {Seleziona esattamente # opzione} other {Seleziona esattamente # opzioni}}
ja: {validationLength, plural, other {ちょうど # 個のオプションを選択してください}}
nl: {validationLength, plural, one {Selecteer precies # optie} other {Selecteer precies # opties}}
pl: {validationLength, plural, one {Wybierz dokładnie # opcję} few {Wybierz dokładnie # opcje} many {Wybierz dokładnie # opcji} other {Wybierz dokładnie # opcji}}
pt: {validationLength, plural, one {Selecione exatamente # opção} other {Selecione exatamente # opções}}
zh: {validationLength, plural, other {必须正好选择 # 个选项}}

source: {visibleRows, plural, one {Showing # result.} other {Showing # results.}}
de: {visibleRows, plural, one {Eine # Ergebnis wird angezeigt.} other {# Ergebnisse werden angezeigt.}}
es: {visibleRows, plural, one {Mostrando # resultado.} other {Mostrando # resultados.}}
fr: {visibleRows, plural, one {Affichage de # résultat.} other {Affichage de # résultats.}}
it: {visibleRows, plural, one {Visualizzazione di # risultato.} other {Visualizzazione di # risultati.}}
ja: {visibleRows, plural, other {# 件の結果を表示中}}
nl: {visibleRows, plural, one {# resultaat wordt getoond.} other {# resultaten worden getoond.}}
pl: {visibleRows, plural, one {# wynik} few {# wyniki} many {# wyników} other {# wyników}}
pt: {visibleRows, plural, one {Mostrando # resultado.} other {Mostrando # resultados.}}
sq: {visibleRows, plural, one {Duke treguar # rezultat.} other {Duke treguar # rezultate.}}
sv: {visibleRows, plural, one {Visar # resultat.} other {Visar # resultat.}}
zh: {visibleRows, plural, other {正在显示 # 条结果。}}

source: <0>"{0}"</0>is no longer available to sign
de: <0>"{0}"</0> steht nicht mehr zur Unterschrift zur Verfügung
es: <0>"{0}"</0> ya no está disponible para firmar
fr: <0>"{0}"</0> n'est plus disponible pour signer
it: <0>"{0}"</0>non è più disponibile per la firma
ja: <0>"{0}"</0>は署名できなくなりました
nl: <0>"{0}"</0>is niet langer beschikbaar om te ondertekenen
pl: Dokument <0>„{0}”</0>nie jest już dostępny do podpisu
pt: <0>"{0}"</0> não está mais disponível para assinatura
sq: <0>"{0}"</0>nuk është më i disponueshëm për nënshkrim
sv: <0>"{0}"</0>är inte längre tillgängligt för signering
zh: <0>"{0}"</0>已不再可供签署

source: <0>{organisationName}</0> has requested to create an account on your behalf.
de: <0>{organisationName}</0> hat angefragt, ein Konto in Ihrem Namen zu erstellen.
es: <0>{organisationName}</0> ha solicitado crear una cuenta en tu nombre.
fr: <0>{organisationName}</0> a demandé à créer un compte en votre nom.
it: <0>{organisationName}</0> ha richiesto di creare un account per tuo conto.
ja: <0>{organisationName}</0> があなたに代わってアカウントを作成するようリクエストしています。
nl: <0>{organisationName}</0> heeft verzocht om een account voor je aan te maken.
pl: Organizacja <0>{organisationName}</0> poprosiła o utworzenie konta w Twoim imieniu.
pt: <0>{organisationName}</0> solicitou a criação de uma conta em seu nome.
zh: <0>{organisationName}</0> 请求代表您创建一个账户。

source: <0>{organisationName}</0> has requested to link your current Documenso account to their organisation.
de: <0>{organisationName}</0> hat angefragt, Ihr bestehendes Documenso-Konto mit ihrer Organisation zu verknüpfen.
es: <0>{organisationName}</0> ha solicitado vincular tu cuenta actual de Documenso a su organización.
fr: <0>{organisationName}</0> a demandé à lier votre compte Documenso actuel à son organisation.
it: <0>{organisationName}</0> ha richiesto di collegare il tuo account Documenso attuale alla loro organizzazione.
ja: <0>{organisationName}</0> が、あなたの現在の Documenso アカウントを自分たちの組織にリンクするようリクエストしています。
nl: <0>{organisationName}</0> heeft verzocht om je huidige Documenso-account aan hun organisatie te koppelen.
pl: Organizacja <0>{organisationName}</0> poprosiła o połączenie Twojego konta Documenso z ich organizacją.
pt: <0>{organisationName}</0> solicitou vincular sua conta Documenso atual à organização deles.
zh: <0>{organisationName}</0> 请求将您当前的 Documenso 账户关联到其组织。

source: <0>{teamName}</0> has requested to use your email address for their team on Documenso.
de: <0>{teamName}</0> hat angefragt, Ihre E-Mail-Adresse für ihr Team bei Documenso zu verwenden.
es: <0>{teamName}</0> ha solicitado usar tu dirección de correo electrónico para su equipo en Documenso.
fr: <0>{teamName}</0> a demandé à utiliser votre adresse e-mail pour leur équipe sur Documenso.
it: <0>{teamName}</0> ha richiesto di utilizzare il tuo indirizzo email per il loro team su Documenso.
ja: <0>{teamName}</0> が、Documenso のチーム用メールアドレスとしてあなたのメールアドレスの使用をリクエストしました。
nl: <0>{teamName}</0> heeft verzocht om je e-mailadres te gebruiken voor hun team op Documenso.
pl: Zespół <0>{teamName}</0> poprosił o możliwość używania Twojego adresu e-mail w zespole Documenso.
pt: <0>{teamName}</0> solicitou usar seu endereço de e-mail para a equipe deles no Documenso.
sq: <0>{teamName}</0> ka kërkuar të përdorë adresën tuaj të email-it për ekipin e tyre në Documenso.
sv: <0>{teamName}</0> har begärt att få använda din e-postadress för deras team på Documenso.
zh: <0>{teamName}</0> 请求将您的邮箱地址用于其在 Documenso 上的团队。

source: <0>Account management:</0> Modify your account settings, permissions, and preferences
de: <0>Konto verwalten:</0> Ändern Sie Ihre Kontoeinstellungen, Berechtigungen und Vorlieben.
es: <0>Administración de cuenta:</0> Modifica la configuración, permisos y preferencias de tu cuenta
fr: <0>Gestion du compte :</0> Modifiez les paramètres, permissions, et préférences de votre compte
it: <0>Gestione account:</0> Modifica le impostazioni, le autorizzazioni e le preferenze del tuo account
ja: <0>アカウント管理:</0> アカウント設定、権限、各種設定の変更
nl: <0>Accountbeheer:</0> Je accountinstellingen, rechten en voorkeuren wijzigen
pl: <0>Zarządzanie kontem:</0> Zmienianie ustawień konta i uprawnień
pt: <0>Gerenciamento de conta:</0> Modificar suas configurações de conta, permissões e preferências
zh: <0>账户管理：</0> 修改您的账户设置、权限和偏好

source: <0>Data access:</0> Access all data associated with your account
de: <0>Datenzugriff:</0> Greifen Sie auf alle mit Ihrem Konto verknüpften Daten zu.
es: <0>Acceso a datos:</0> Accede a todos los datos asociados con tu cuenta
fr: <0>Accès aux données :</0> Accédez à toutes les données associées à votre compte
it: <0>Accesso ai dati:</0> Accedi a tutti i dati associati al tuo account
ja: <0>データアクセス:</0> アカウントに関連するすべてのデータへのアクセス
nl: <0>Gegevens­toegang:</0> Toegang tot alle gegevens die aan je account zijn gekoppeld
pl: <0>Dostęp do danych:</0> Uzyskiwanie dostępu do wszystkich danych powiązanych z kontem
pt: <0>Acesso a dados:</0> Acessar todos os dados associados à sua conta
zh: <0>数据访问：</0> 访问与您账户相关的所有数据

source: <0>Drawn</0> - A signature that is drawn using a mouse or stylus.
de: <0>Gezeichnet</0> - Eine Signatur, die mit einer Maus oder einem Stift gezeichnet wird.
es: <0>Dibujado</0> - Una firma que se dibuja usando un ratón o un lápiz óptico.
fr: <0>Dessinée</0> - Une signature dessinée en utilisant une souris ou un stylet.
it: <0>Disegnata</0> - Una firma disegnata con un mouse o uno stilo.
ja: <0>手書き</0> - マウスやスタイラスを使って描画された署名です。
nl: <0>Getekend</0> - Een handtekening die is getekend met een muis of stylus.
pl: <0>Rysowany</0> – Podpis narysowany za pomocą myszy lub pióra.
pt: <0>Desenhada</0> - Uma assinatura desenhada usando mouse ou caneta digital.
sq: <0>Nenshkruar</0> - Një nënshkrim që është bërë duke përdorur një mi apo stilus.
sv: <0>Ritad</0> - En signatur som ritas med mus eller penna.
zh: <0>手绘</0> - 使用鼠标或手写笔绘制的签名。

source: <0>Email</0> - The recipient will be emailed the document to sign, approve, etc.
de: <0>E-Mail</0> - Der Empfänger erhält das Dokument zur Unterschrift, Genehmigung usw.
es: <0>Correo electrónico</0> - Al destinatario se le enviará el documento para firmar, aprobar, etc.
fr: <0>Email</0> - Le destinataire recevra le document par e-mail pour signer, approuver, etc.
it: <0>Email</0> - Al destinatario verrà inviato il documento tramite email per firmare, approvare, ecc.
ja: <0>メール</0> - 受信者に、署名・承認などのためのドキュメントがメールで送信されます。
nl: <0>E-mail</0> - De ontvanger krijgt het document per e-mail om te ondertekenen, goed te keuren, enz.
pl: <0>Adres e-mail</0> – Odbiorca otrzyma wiadomość z dokumentem do podpisania, zatwierdzenia itp.
pt: <0>Email</0> - O destinatário receberá o documento por e-mail para assinar, aprovar, etc.
sq: <0>Email</0> - Marrësi do të marrë dokumentin me email për ta nënshkruar, miratuar, etj.
sv: <0>E-post</0> - Mottagaren kommer att få dokumentet via e-post för att signera, godkänna, osv.
zh: <0>电子邮件</0> - 收件人将通过电子邮件接收文档以进行签署、审批等。
