Repository: documenso/documenso
Catalog: packages/lib/translations/*/web.po
Languages: de, es, fr, it, ja, nl, pl, pt, sq, sv, zh

source: This email is sent to the recipient if they are removed from a pending document.
de: Diese E-Mail wird an den Empfänger gesendet, wenn er von einem ausstehenden Dokument entfernt wird.
es: Este correo electrónico se envía al destinatario si es eliminado de un documento pendiente.
fr: Cet e-mail est envoyé au destinataire s'il est retiré d'un document en attente.
it: Questa email viene inviata al destinatario se viene rimosso da un documento in attesa.
ja: このメールは、保留中のドキュメントから受信者が削除された場合に、その受信者に送信されます。
nl: Deze e-mail wordt naar de ontvanger gestuurd als hij of zij uit een document in behandeling wordt verwijderd.
pl: Zostanie wysłana do odbiorcy, gdy zostanie usunięty z oczekującego dokumentu.
pt: Este e-mail é enviado ao destinatário se ele for removido de um documento pendente.
sq: Ky email i dërgohet marrësit nëse janë larguar nga një dokument në pritje.
sv: Detta e-postmeddelande skickas till mottagaren om de tas bort från ett väntande dokument.
zh: 当收件人从待处理文档中被移除时，将向其发送此邮件。

source: This email is sent to the recipient requesting them to sign the document.
de: Diese E-Mail wird an den Empfänger gesendet und fordert ihn auf, das Dokument zu unterschreiben.
es: Este correo electrónico se envía al destinatario solicitando que firme el documento.
fr: Cet e-mail est envoyé au destinataire lui demandant de signer le document.
it: Questa email viene inviata al destinatario chiedendo loro di firmare il documento.
ja: このメールは、受信者にドキュメントへの署名を依頼するために送信されます。
nl: Deze e-mail wordt naar de ontvanger gestuurd met het verzoek het document te ondertekenen.
pl: Zostanie wysłana do odbiorcy z prośbą o podpisanie dokumentu.
pt: Este e-mail é enviado ao destinatário solicitando que ele assine o documento.
sq: Ky email i dërgohet marrësit duke kërkuar që të nënshkruajë dokumentin.
sv: Detta e-postmeddelande skickas till mottagaren med begäran om att signera dokumentet.
zh: 将此邮件发送给收件人，请求 TA 签署文档。

source: This email will be sent to the recipient who has just signed the document, if there are still other recipients who have not signed yet.
de: Diese E-Mail wird an den Empfänger gesendet, der das Dokument gerade unterschrieben hat, wenn es noch andere Empfänger gibt, die noch nicht unterschrieben haben.
es: Este correo electrónico se enviará al destinatario que acaba de firmar el documento, si todavía hay otros destinatarios que no han firmado.
fr: Cet e-mail sera envoyé au destinataire qui vient de signer le document, s'il y a encore d'autres destinataires qui n'ont pas signé.
it: Questa email sarà inviata al destinatario che ha appena firmato il documento, se ci sono ancora altri destinatari che non hanno ancora firmato.
ja: このメールは、他に未署名の受信者がいる場合、ドキュメントに署名した直後の受信者に送信されます。
nl: Deze e-mail wordt verzonden naar de ontvanger die zojuist het document heeft ondertekend, als er nog andere ontvangers zijn die nog niet hebben ondertekend.
pl: Zostanie wysłana do odbiorcy, który właśnie podpisał dokument, gdy są jeszcze inni odbiorcy, którzy jeszcze nie podpisali dokumentu.
pt: Este e-mail será enviado ao destinatário que acabou de assinar o documento, se ainda houver outros destinatários que não assinaram.
sq: Ky email do t'i ndërlidhet marrësit që sapo ka nënshkruar dokumentin, nëse ende ka marrës të tjerë që nuk kanë nënshkruar ende.
sv: Detta e-postmeddelande kommer att skickas till mottagaren som just har signerat dokumentet, om det fortfarande finns andra mottagare som inte har signerat ännu.
zh: 如果仍有其他收件人尚未签署，将向刚完成签署的收件人发送此邮件。

source: This envelope could not be distributed at this time. Please try again.
de: Dieses Kuvert kann momentan nicht verteilt werden. Bitte versuchen Sie es erneut.
es: Este sobre no se pudo distribuir en este momento. Por favor, inténtelo de nuevo.
fr: Cette enveloppe n'a pas pu être distribuée pour le moment. Veuillez réessayer.
it: Questa busta non può essere distribuita in questo momento. Per favore riprova.
ja: この封筒は現在送信できません。もう一度お試しください。
nl: Deze envelop kon op dit moment niet worden verzonden. Probeer het opnieuw.
pl: Nie można wysłać koperty. Spróbuj ponownie.
pt: Este envelope não pôde ser distribuído neste momento. Tente novamente.
zh: 当前无法分发此信封。请重试。

source: This envelope could not be resent at this time. Please try again.
de: Dieses Kuvert konnte derzeit nicht erneut gesendet werden. Bitte versuchen Sie es erneut.
es: Este sobre no se pudo reenviar en este momento. Por favor, inténtelo de nuevo.
fr: Cette enveloppe n'a pas pu être renvoyée pour le moment. Veuillez réessayer.
it: Questa busta non può essere reinviata in questo momento. Per favore riprova.
ja: この封筒は現在再送信できません。もう一度お試しください。
nl: Deze envelop kon op dit moment niet opnieuw worden verzonden. Probeer het opnieuw.
pl: Nie można ponownie wysłać koperty. Spróbuj ponownie.
pt: Este envelope não pôde ser reenviado neste momento. Tente novamente.
zh: 当前无法重新发送此信封。请重试。

source: This field cannot be modified or deleted. When you share this template's direct link or add it to your public profile, anyone who accesses it can input their name and email, and fill in the fields assigned to them.
de: Dieses Feld kann nicht geändert oder gelöscht werden. Wenn Sie den direkten Link dieser Vorlage teilen oder zu Ihrem öffentlichen Profil hinzufügen, kann jeder, der darauf zugreift, seinen Namen und seine E-Mail-Adresse eingeben und die ihm zugewiesenen Felder ausfüllen.
es: Este campo no se puede modificar ni eliminar. Cuando comparta el enlace directo de esta plantilla o lo agregue a su perfil público, cualquiera que acceda podrá ingresar su nombre y correo electrónico, y completar los campos que se le hayan asignado.
fr: Ce champ ne peut pas être modifié ou supprimé. Lorsque vous partagez le lien direct de ce modèle ou l'ajoutez à votre profil public, toute personne qui y accède peut saisir son nom et son email, et remplir les champs qui lui sont attribués.
it: Questo campo non può essere modificato o eliminato. Quando condividi il link diretto di questo modello o lo aggiungi al tuo profilo pubblico, chiunque vi acceda può inserire il proprio nome e email, e compilare i campi assegnati.
ja: このフィールドは変更も削除もできません。このテンプレートのダイレクトリンクを共有するか、公開プロフィールに追加すると、アクセスした人は自分の名前とメールアドレスを入力し、割り当てられたフィールドに入力できます。
nl: Dit veld kan niet worden gewijzigd of verwijderd. Wanneer je de directe link van deze sjabloon deelt of aan je openbare profiel toevoegt, kan iedereen die toegang heeft zijn naam en e-mailadres invoeren en de aan hem toegewezen velden invullen.
pl: Pole nie może być modyfikowane ani usuwane. Gdy udostępnisz bezpośredni link do szablonu lub dodasz go do profilu publicznego, każdy, kto uzyska do niego dostęp, będzie mógł wpisać swoją nazwę oraz adres e-mail i wypełnić przypisane pola.
pt: Este campo não pode ser modificado ou excluído. Quando você compartilhar o link direto deste modelo ou adicioná-lo ao seu perfil público, qualquer pessoa que acessá-lo pode inserir seu nome e e-mail e preencher os campos atribuídos a eles.
sq: Ky fushë nuk mund të modifikohet apo të fshihet. Kur ndani lidhjen direkte të këtij model ose e shtoni në profilin tuaj publik, kushdo që e akseson mund të shkruajë emrin dhe email-in e tij, dhe të plotësojë fushat e caktuara për ta.
sv: Detta fält kan inte ändras eller raderas. När du delar denna malls direktlänk eller lägger till den i din offentliga profil kan alla som kommer åt den ange sitt namn och e-post och fylla i de fält som tilldelats dem.
zh: 此字段无法修改或删除。将此模板的直链分享出去或添加到您的公开主页后，任何访问该链接的人都可以输入自己的姓名和邮箱，并填写分配给 TA 的字段。

source: This folder contains multiple items. Deleting it will remove all subfolders and move all nested documents and templates to the root folder.
de: Dieser Ordner enthält mehrere Elemente. Wenn Sie ihn löschen, werden alle Unterordner entfernt und alle darin enthaltenen Dokumente und Vorlagen in den Stammordner verschoben.
es: Esta carpeta contiene múltiples elementos. Eliminarla eliminará todas las subcarpetas y moverá todos los documentos y plantillas anidados a la carpeta raíz.
fr: Ce dossier contient plusieurs éléments. Le supprimer supprimera tous les sous-dossiers et déplacera tous les documents et modèles intégrés vers le dossier racine.
it: Questa cartella contiene più elementi. Eliminandola verranno rimossi tutte le sottocartelle e i documenti e modelli nidificati verranno spostati nella cartella principale.
ja: このフォルダには複数のアイテムが含まれています。削除すると、すべてのサブフォルダが削除され、入れ子になったドキュメントとテンプレートはルートフォルダに移動されます。
nl: Deze map bevat meerdere items. Verwijderen zorgt ervoor dat alle submappen worden verwijderd en alle geneste documenten en sjablonen naar de hoofdmap worden verplaatst.
pl: Folder zawiera wiele elementów. Usunięcie go spowoduje przeniesienie wszystkich dokumentów i szablonów znajdujących się w tym folderze do folderu głównego.
pt: Esta pasta contém vários itens. Excluí-la removerá todas as subpastas e moverá todos os documentos e modelos aninhados para a pasta raiz.
zh: 此文件夹包含多个项目。删除它将移除所有子文件夹，并将其中的所有文档和模板移动到根文件夹。

source: This is how the document will reach the recipients once the document is ready for signing.
de: So wird das Dokument die Empfänger erreichen, sobald es zum Unterschreiben bereit ist.
es: Así es como el documento llegará a los destinatarios una vez que esté listo para firmarse.
fr: Voici comment le document atteindra les destinataires une fois qu'il sera prêt à être signé.
it: È così che il documento raggiungerà i destinatari una volta pronto per essere firmato.
ja: これは、ドキュメントが署名可能になったときに、どのように受信者へ届くかを示しています。
nl: Op deze manier bereikt het document de ontvangers zodra het klaar is om te worden ondertekend.
pl: W ten sposób gotowy dokument do podpisania trafi do odbiorców.
pt: É assim que o documento chegará aos destinatários assim que o documento estiver pronto para assinatura.
sq: Kështu do të arrijë dokumenti te marrësit sapo dokumenti të jetë gati për nënshkrim.
sv: Detta är hur dokumentet kommer att nå mottagarna när dokumentet är redo för signering.
zh: 这是文档在准备好签署后将如何发送到收件人手中的方式。

source: This is the claim that this organisation was initially created with. Any feature flag changes to this claim will be backported into this organisation.
de: Dies ist der Anspruch, mit dem diese Organisation ursprünglich erstellt wurde. Alle Änderungen an Funktionsflags für diesen Anspruch werden in diese Organisation übernommen.
es: Esta es la reclamo con la que se creó inicialmente esta organización. Cualquier cambio en la bandera de características de esta reclamo se retroalimentará en esta organización.
fr: Il s'agit de la réclamation avec laquelle cette organisation a initialement été créée. Tout changement de drapeau de fonctionnalité à cette revendication sera rétroporté dans cette organisation.
it: Questo è il reclamo con cui questa organizzazione è stata inizialmente creata. Qualunque cambiamento agli indicatori delle funzionalità di questo reclamo sarà retroportato in questa organizzazione.
ja: この組織は、最初に作成された際にこのクレームを元にしています。このクレームの機能フラグが変更された場合、その変更はこの組織にも反映されます。
nl: Dit is de claim waarmee deze organisatie oorspronkelijk is aangemaakt. Eventuele wijzigingen in feature-flags van deze claim worden teruggezet in deze organisatie.
pl: To jest subskrypcja, z której została utworzona ta organizacja. Wszelkie zmiany funkcji flag w tej subskrypcji zostaną przeniesione do tej organizacji.
pt: Esta é a reivindicação com a qual esta organização foi criada inicialmente. Quaisquer alterações nas flags de recursos dessa reivindicação serão retroportadas para esta organização.
sq: Kjo është kërkesa që kjo organizatë fillimisht u krijua me të. Çdo ndryshim në flamurët e veçorive në këtë kërkesë do të transferohet në këtë organizatë.
sv: Detta är anspråket som denna organisation ursprungligen skapades med. Alla ändringar av funktionsflaggor i detta anspråk kommer att bakåtporteras till denna organisation.
zh: 这是创建该组织时使用的声明。对此声明的任何功能标记更改都将回溯应用到该组织。

source: This is the required scopes you must set in your provider's settings
de: Dies sind die erforderlichen Bereiche, die Sie in den Einstellungen Ihres Anbieters festlegen müssen.
es: Estos son los ámbitos requeridos que debe configurar en la configuración de su proveedor
fr: Voici les portées requises que vous devez définir dans les paramètres de votre fournisseur
it: Questi sono gli scope richiesti che devi impostare nelle impostazioni del tuo provider
ja: これは、プロバイダーの設定で指定する必要がある必須スコープです
nl: Dit zijn de vereiste scopes die u in de instellingen van uw provider moet configureren
pl: To są wymagane zakresy, które musisz ustawić w ustawieniach dostawcy
pt: Estas são as permissões obrigatórias que você deve definir nas configurações do seu provedor
zh: 这是您必须在提供方设置中配置的必需作用域

source: This is the URL which users will use to sign in to your organisation.
de: Dies ist die URL, über die sich Benutzer in Ihre Organisation einloggen.
es: Esta es la URL que los usuarios usarán para iniciar sesión en su organización.
fr: Ceci est l'URL que les utilisateurs utiliseront pour se connecter à votre organisation.
it: Questo è l'URL che gli utenti utilizzeranno per accedere alla tua organizzazione.
ja: これは、ユーザーが組織にサインインするために使用するURLです。
nl: Dit is de URL die gebruikers zullen gebruiken om bij uw organisatie in te loggen.
pl: To jest adres URL, którego użytkownicy będą używać do logowania się do Twojej organizacji.
pt: Esta é a URL que os usuários usarão para fazer login em sua organização.
zh: 这是用户用来登录您组织的 URL。

source: This item cannot be deleted
de: Dieses Element kann nicht gelöscht werden
es: Este elemento no se puede eliminar
fr: Cet élément ne peut pas être supprimé
it: Questo elemento non può essere eliminato
ja: この項目は削除できません
nl: Dit item kan niet worden verwijderd
pl: Nie można usunąć elementu
pt: Este item não pode ser excluído
zh: 无法删除此条目

source: This link is invalid or has expired. Please contact your team to resend a verification.
de: Dieser Link ist ungültig oder abgelaufen. Bitte kontaktieren Sie Ihr Team, um eine neue Bestätigungsanfrage zu senden.
es: Este enlace es inválido o ha expirado. Por favor, contacta a tu equipo para reenviar una verificación.
fr: Ce lien est invalide ou a expiré. Veuillez contacter votre équipe pour renvoyer une vérification.
it: Questo link è invalido o è scaduto. Si prega di contattare il tuo team per inviare nuovamente una verifica.
ja: このリンクは無効か有効期限が切れています。チームに連絡して、認証を再送してもらってください。
nl: Deze link is ongeldig of verlopen. Neem contact op met je team om de verificatie opnieuw te laten verzenden.
pl: Link jest nieprawidłowy lub wygasł. Skontaktuj się ze swoim zespołem, aby ponownie wysłać wiadomość weryfikacyjną.
pt: Este link é inválido ou expirou. Entre em contato com sua equipe para reenviar uma verificação.
sq: Ky link është i pavlefshëm ose ka skaduar. Ju lutem kontaktoni ekipin tuaj për të dërguar përsëri një verifikim.
sv: Denna länk är ogiltig eller har upphört. Kontakta ditt team för att skicka en ny verifiering.
zh: 此链接无效或已过期。请联系你的团队重新发送验证邮件。

source: This organisation will have administrative control over your account. You can revoke this access later, but they will retain access to any data they've already collected.
de: Diese Organisation wird administrative Kontrolle über Ihr Konto haben. Sie können den Zugriff später widerrufen, aber sie behalten den Zugriff auf alle bereits gesammelten Daten.
es: Esta organización tendrá control administrativo sobre su cuenta. Puede revocar este acceso más tarde, pero conservarán el acceso a cualquier dato que ya hayan recopilado.
fr: Cette organisation aura un contrôle administratif sur votre compte. Vous pourrez révoquer cet accès plus tard, mais ils conserveront l'accès à toutes les données qu'ils ont déjà collectées.
it: Questa organizzazione avrà il controllo amministrativo sul tuo account. Puoi revocare questo accesso in seguito, ma conserveranno l'accesso a qualsiasi dato che hanno già raccolto.
ja: この組織はあなたのアカウントに対して管理権限を持ちます。このアクセスは後で取り消せますが、すでに収集済みのデータには引き続きアクセスできます。
nl: Deze organisatie krijgt administratieve controle over uw account. U kunt deze toegang later intrekken, maar zij behouden toegang tot alle gegevens die zij al hebben verzameld.
pl: Organizacja będzie miała kontrolę administracyjną nad Twoim kontem. Możesz później cofnąć ten dostęp, ale nadal będą mieli dostęp do danych, które już zgromadzili.
pt: Esta organização terá controle administrativo sobre sua conta. Você pode revogar esse acesso posteriormente, mas eles reterão o acesso a quaisquer dados que já tenham coletado.
zh: 此组织将对您的账户拥有管理控制权。您可以稍后撤销此访问权限，但他们将保留对已收集数据的访问权。

source: This organisation, and any associated data will be permanently deleted.
de: Diese Organisation und alle damit verbundenen Daten werden dauerhaft gelöscht.
es: Esta organización y cualquier dato asociado serán eliminados permanentemente.
fr: Cette organisation, ainsi que toutes les données associées, seront définitivement supprimées.
it: Questa organizzazione e tutti i dati associati saranno cancellati in modo permanente.
ja: この組織と関連するすべてのデータは完全に削除されます。
nl: Deze organisatie en alle bijbehorende gegevens worden permanent verwijderd.
pl: Organizacja oraz wszystkie powiązane dane zostaną trwale usunięte.
pt: Esta organização e quaisquer dados associados serão excluídos permanentemente.
sq: Kjo organizatë dhe çdo të dhëna të lidhura do të fshihen përgjithmonë.
sv: Denna organisation och alla tillhörande data kommer att raderas permanent.
zh: 此组织及其所有相关数据将被永久删除。

source: This passkey has already been registered.
de: Dieser Zugangsschlüssel wurde bereits registriert.
es: Esta clave de acceso ya ha sido registrada.
fr: Cette clé d'accès a déjà été enregistrée.
it: Questa chiave d'accesso è già stata registrata.
ja: このパスキーはすでに登録されています。
nl: Deze passkey is al geregistreerd.
pl: Ten klucz dostępu został już zarejestrowany.
pt: Esta chave de acesso já foi registrada.
sq: Ky çelës hyrje është regjistruar tashmë.
sv: Denna passkey har redan registrerats.
zh: 此通行密钥已注册。

source: This passkey is not configured for this application. Please login and add one in the user settings.
de: Dieser Passkey ist für diese Anwendung nicht konfiguriert. Bitte melden Sie sich an und fügen Sie einen in den Benutzereinstellungen hinzu.
es: Esta clave de acceso no está configurada para esta aplicación. Por favor, inicia sesión y añade una en la configuración del usuario.
fr: Cette clé d'accès n'est pas configurée pour cette application. Veuillez vous connecter et en ajouter une dans les paramètres de l'utilisateur.
it: Questa chiave di accesso non è configurata per questa applicazione. Effettua il login e aggiungine una nelle impostazioni utente.
ja: このアプリケーション用に設定されていないパスキーです。ログインして、ユーザー設定からパスキーを追加してください。
nl: Deze passkey is niet geconfigureerd voor deze applicatie. Log in en voeg er een toe in de gebruikersinstellingen.
pl: Ten klucz dostępu nie jest skonfigurowany. Zaloguj się i dodaj go w ustawieniach użytkownika.
pt: Esta chave de acesso não está configurada para este aplicativo. Faça login e adicione uma nas configurações do usuário.
sq: Ky çelës hyrje nuk është konfiguruar për këtë aplikacion. Ju lutem identifikohuni dhe shtoni një në cilësimet e përdoruesit.
sv: Denna passkey är inte konfigurerad för denna applikation. Logga in och lägg till en i användarinställningarna.
zh: 此通行密钥未为本应用配置。请先登录并在用户设置中添加一个通行密钥。

source: This recipient can no longer be modified as they have signed a field, or completed the document.
de: Dieser Empfänger kann nicht mehr bearbeitet werden, da er ein Feld unterschrieben oder das Dokument abgeschlossen hat.
es: Este destinatario ya no puede ser modificado ya que ha firmado un campo o completado el documento.
fr: Ce destinataire ne peut plus être modifié car il a signé un champ ou complété le document.
it: Questo destinatario non può più essere modificato poiché ha firmato un campo o completato il documento.
ja: この受信者は、すでにフィールドに署名したかドキュメントを完了しているため、これ以上変更できません。
nl: Deze ontvanger kan niet langer worden gewijzigd, omdat hij/zij een veld heeft ondertekend of het document heeft voltooid.
pl: Nie możesz edytować odbiorcy, ponieważ podpisał pole lub zakończył dokument.
pt: Este destinatário não pode mais ser modificado, pois ele assinou um campo ou concluiu o documento.
sq: Ky marrës nuk mund të modifikohet më, pasi ata kanë nënshkruar një fushë ose kanë përfunduar dokumentin.
sv: Denna mottagare kan inte längre ändras eftersom de har signerat ett fält eller slutfört dokumentet.
zh: 该收件人已签署某个字段或已完成文档，因此无法再修改。

source: This session has expired. Please try again.
de: Diese Sitzung ist abgelaufen. Bitte versuchen Sie es erneut.
es: Esta sesión ha expirado. Por favor, inténtalo de nuevo.
fr: Cette session a expiré. Veuillez réessayer.
it: Questa sessione è scaduta. Per favore prova di nuovo.
ja: このセッションの有効期限が切れています。もう一度お試しください。
nl: Deze sessie is verlopen. Probeer het opnieuw.
pl: Sesja wygasła. Spróbuj ponownie.
pt: Esta sessão expirou. Tente novamente.
sq: Kjo sesion ka skaduar. Ju lutem provoni përsëri.
sv: Denna session har upphört. Försök igen.
zh: 此会话已过期。请重试。

source: This signer has already signed the document.
de: Dieser Unterzeichner hat das Dokument bereits unterschrieben.
es: Este firmante ya ha firmado el documento.
fr: Ce signataire a déjà signé le document.
it: Questo firmatario ha già firmato il documento.
ja: この署名者はすでにドキュメントに署名しています。
nl: Deze ondertekenaar heeft het document al ondertekend.
pl: Użytkownik już podpisał dokument.
pt: Este signatário já assinou o documento.
sq: Ky nënshkrues ka tashmë nënshkruar dokumentin.
sv: Denna signerare har redan signerat dokumentet.
zh: 该签署人已签署文档。

source: This team, and any associated data excluding billing invoices will be permanently deleted.
de: Dieses Team und alle zugehörigen Daten, ausgenommen Rechnungen, werden permanent gelöscht.
es: Este equipo, y cualquier dato asociado, excluyendo las facturas de facturación, serán eliminados permanentemente.
fr: Cette équipe, et toutes les données associées à l'exception des factures de facturation, seront définitivement supprimées.
it: Questo team e tutti i dati associati, escluse le fatture di fatturazione, verranno eliminati definitivamente.
ja: このチームと、そのチームに紐づく請求書を除くすべてのデータは完全に削除されます。
nl: Dit team en alle bijbehorende gegevens, met uitzondering van facturen, worden permanent verwijderd.
pl: Zespół i wszystkie powiązane dane (z wyjątkiem faktur) zostaną trwale usunięte.
pt: Esta equipe e quaisquer dados associados, excluindo faturas de cobrança, serão excluídos permanentemente.
sq: Ky ekip, dhe ndonjë të dhënë të lidhur, përveç faturave të faturimit do të fshihen përgjithmonë.
sv: Detta team och alla tillhörande data förutom faktureringsfakturor kommer att raderas permanent.
zh: 此团队及其所有关联数据（账单发票除外）将被永久删除。

source: This template could not be deleted at this time. Please try again.
de: Diese Vorlage konnte derzeit nicht gelöscht werden. Bitte versuchen Sie es erneut.
es: Esta plantilla no se pudo eliminar en este momento. Por favor, inténtalo de nuevo.
fr: Ce modèle n'a pas pu être supprimé pour le moment. Veuillez réessayer.
it: Questo modello non può essere eliminato in questo momento. Per favore prova di nuovo.
ja: このテンプレートは現在削除できません。もう一度お試しください。
nl: Deze sjabloon kan nu niet worden verwijderd. Probeer het opnieuw.
pl: Nie można usunąć dokumentu. Spróbuj ponownie.
pt: Este modelo não pôde ser excluído neste momento. Tente novamente.
sq: Ky shabllon nuk mund të fshihet në këtë moment. Ju lutem provoni përsëri.
sv: Denna mall kunde inte raderas just nu. Försök igen.
zh: 当前无法删除此模板。请重试。
