Repository: documenso/documenso
Catalog: packages/lib/translations/*/web.po
Languages: de, es, fr, it, ja, nl, pl, pt, sq, sv, zh

source: Group has been updated successfully
de: Gruppe wurde erfolgreich aktualisiert
es: El grupo ha sido actualizado con éxito
fr: Le groupe a été mis à jour avec succès
it: Il gruppo è stato aggiornato con successo.
ja: グループは正常に更新されました
nl: Groep is succesvol bijgewerkt
pl: Grupa została zaktualizowana
pt: Grupo atualizado com sucesso
sq: Grupi është përditësuar me sukses
sv: Grupp har uppdaterats framgångsrikt
zh: 组已成功更新

source: Group Name
de: Gruppenname
es: Nombre del grupo
fr: Nom du groupe
it: Nome del gruppo
ja: グループ名
nl: Groepsnaam
pl: Nazwa grupy
pt: Nome do Grupo
sq: Emri i Grupit
sv: Gruppnamn
zh: 组名

source: Groups
de: Gruppen
es: Grupos
fr: Groupes
it: Gruppi
ja: グループ
nl: Groepen
pl: Grupy
pt: Grupos
sq: Grupet
sv: Grupper
zh: 组

source: has invited you to approve this document
de: hat Sie eingeladen, dieses Dokument zu genehmigen
es: te ha invitado a aprobar este documento
fr: vous a invité à approuver ce document
it: ti ha invitato ad approvare questo documento
ja: このドキュメントの承認を依頼されています
nl: heeft je uitgenodigd om dit document goed te keuren
pl: Zaproszono Cię do zatwierdzenia tego dokumentu
pt: convidou você para aprovar este documento
sq: ju ka ftuar të miratoni këtë dokument
sv: har bjudit in dig att godkänna detta dokument
zh: 已邀请您审批此文档

source: has invited you to assist this document
de: hat dich eingeladen, bei diesem Dokument zu assistieren
es: te ha invitado a asistir con este documento
fr: vous a invité à aider ce document
it: ti ha invitato ad assistere questo documento
ja: このドキュメントの補助を依頼されています
nl: heeft je uitgenodigd om dit document te assisteren
pl: zaprosił Cię do pomocy przy tym dokumencie
pt: convidou você para auxiliar este documento
sq: ju ka ftuar të asistoni këtë dokument
sv: har bjudit in dig att assistera med detta dokument
zh: 已邀请您协助此文档

source: has invited you to sign this document
de: hat Sie eingeladen, dieses Dokument zu unterzeichnen
es: te ha invitado a firmar este documento
fr: vous a invité à signer ce document
it: ti ha invitato a firmare questo documento
ja: このドキュメントへの署名を依頼されています
nl: heeft je uitgenodigd om dit document te ondertekenen
pl: Zaproszono Cię do podpisania tego dokumentu
pt: convidou você para assinar este documento
sq: ju ka ftuar të nënshkruani këtë dokument
sv: har bjudit in dig att signera detta dokument
zh: 已邀请您签署此文档

source: has invited you to view this document
de: hat Sie eingeladen, dieses Dokument anzusehen
es: te ha invitado a ver este documento
fr: vous a invité à voir ce document
it: ti ha invitato a visualizzare questo documento
ja: このドキュメントの閲覧を依頼されています
nl: heeft je uitgenodigd om dit document te bekijken
pl: Zaproszono Cię do wyświetlenia tego dokumentu
pt: convidou você para visualizar este documento
sq: ju ka ftuar të shikoni këtë dokument
sv: har bjudit in dig att visa detta dokument
zh: 已邀请您查看此文档

source: Having an assistant as the last signer means they will be unable to take any action as there are no subsequent signers to assist.
de: Einen Assistenten als letzten Unterzeichner zu haben bedeutet, dass er keine Aktion vornehmen kann, da es keine nachfolgenden Unterzeichner gibt.
es: Tener a un asistente como el último firmante significa que no podrá realizar ninguna acción ya que no hay firmantes posteriores a los que asistir.
fr: Avoir un assistant comme dernier signataire signifie qu'il ne pourra rien faire car il n'y a pas d'autres signataires à assister.
it: Avere un assistente come ultimo firmatario significa che non saranno in grado di intraprendere alcuna azione poiché non ci sono firmatari successivi da assistere.
ja: アシスタントが最後の署名者である場合、次に補助する署名者がいないため、何も操作できません。
nl: Als een assistent de laatste ondertekenaar is, kan hij/zij geen actie ondernemen, omdat er geen volgende ondertekenaars zijn om te assisteren.
pl: Ustawienie asystenta na samym końcu procesu podpisywania oznacza, że nie będzie on mógł podjąć żadnych działań.
pt: Ter um assistente como o último assinante significa que eles não poderão tomar nenhuma ação, pois não há outros assinantes subsequentes para auxiliar.
sq: Të jesh ndihmës si nënshkruesi i fundit do të thotë se nuk do të mund të kryesh ndonjë veprim sepse nuk ka nënshkrues të tjerë për të ndihmuar.
sv: Att ha en assistent som sista signerare innebär att de inte kommer att kunna vidta några åtgärder eftersom det inte finns några efterföljande signerare att assistera.
zh: 将助理设置为最后一位签署人意味着 TA 将无法执行任何操作，因为没有后续签署人可供协助。

source: Help complete the document for other signers.
de: Hilfe beim Abschließen des Dokuments für andere Unterzeichner.
es: Ayuda a completar el documento para otros firmantes.
fr: Aidez à compléter le document pour les autres signataires.
it: Aiuta a completare il documento per altri firmatari.
ja: 他の署名者のためにドキュメントの完了を手伝います。
nl: Help het document voor andere ondertekenaars te voltooien.
pl: Przygotuj dokument dla innych podpisujących.
pt: Ajude a completar o documento para outros assinantes.
sq: Ndihmoni të përfundoni dokumentin për nënshkruesit e tjerë.
sv: Hjälp till att fylla i dokumentet för andra signerare.
zh: 帮助其他签署人完成文档。

source: Here you can add email domains to your organisation.
de: Hier können Sie Ihrer Organisation E-Mail-Domains hinzufügen.
es: Aquí puedes añadir dominios de correo electrónico a tu organización.
fr: Ici, vous pouvez ajouter des domaines de messagerie à votre organisation.
it: Qui puoi aggiungere domini email alla tua organizzazione.
ja: ここでは組織にメールドメインを追加できます。
nl: Hier kun je e-maildomeinen aan je organisatie toevoegen.
pl: Tutaj możesz dodać domeny do swojej organizacji.
pt: Aqui você pode adicionar domínios de email à sua organização.
zh: 您可以在此向组织添加邮箱域名。

source: Here you can edit your organisation details.
de: Hier können Sie die Details Ihrer Organisation bearbeiten.
es: Aquí puedes editar los detalles de tu organización.
fr: Ici, vous pouvez modifier les détails de votre organisation.
it: Qui puoi modificare i dettagli della tua organizzazione.
ja: ここでは組織の詳細を編集できます。
nl: Hier kun je je organisatiegegevens bewerken.
pl: Tutaj możesz edytować szczegóły organizacji.
pt: Aqui você pode editar os detalhes da sua organização.
sq: Këtu mund të redaktoni detajet e organizatës tuaj.
sv: Här kan du redigera dina organisationsuppgifter.
zh: 您可以在此编辑组织详情。

source: Here you can edit your personal details.
de: Hier können Sie Ihre persönlichen Daten bearbeiten.
es: Aquí puedes editar tus datos personales.
fr: Ici, vous pouvez modifier vos informations personnelles.
it: Qui puoi modificare i tuoi dati personali.
ja: ここでは個人情報を編集できます。
nl: Hier kun je je persoonlijke gegevens bewerken.
pl: Tutaj możesz edytować szczegóły konta.
pt: Aqui você pode editar seus dados pessoais.
sq: Këtu mund të modifikoni detajet tuaja personale.
sv: Här kan du redigera dina personuppgifter.
zh: 你可以在此编辑个人详细信息。

source: Here you can manage your password and security settings.
de: Hier können Sie Ihre Passwort- und Sicherheitseinstellungen verwalten.
es: Aquí puedes gestionar tu contraseña y la configuración de seguridad.
fr: Ici, vous pouvez gérer votre mot de passe et vos paramètres de sécurité.
it: Qui puoi gestire la tua password e le impostazioni di sicurezza.
ja: ここではパスワードとセキュリティ設定を管理できます。
nl: Hier kun je je wachtwoord‑ en beveiligingsinstellingen beheren.
pl: Tutaj możesz zarządzać hasłem i innymi zabezpieczeniami.
pt: Aqui você pode gerenciar sua senha e configurações de segurança.
sq: Këtu mund të menaxhoni fjalëkalimin dhe cilësimet e sigurisë suaj.
sv: Här kan du hantera dina lösenords- och säkerhetsinställningar.
zh: 你可以在此管理密码和安全设置。

source: Here you can set branding preferences for your organisation. Teams will inherit these settings by default.
de: Hier können Sie Branding-Präferenzen für Ihre Organisation festlegen. Teams werden diese Einstellungen standardmäßig übernehmen.
es: Aquí puedes configurar las preferencias de marca para tu organización. Los equipos heredarán estas configuraciones por defecto.
fr: Ici, vous pouvez définir les préférences de marque pour votre organisation. Les équipes hériteront de ces paramètres par défaut.
it: Qui puoi impostare le preferenze di branding per la tua organizzazione. I team erediteranno queste impostazioni per impostazione predefinita.
ja: ここでは組織のブランディング設定を行えます。チームはこれらの設定をデフォルトで継承します。
nl: Hier kun je brandingvoorkeuren instellen voor je organisatie. Teams nemen deze instellingen standaard over.
pl: Tutaj możesz ustawić ustawienia brandingu dla swojej organizacji. Zespoły odziedziczą domyślne ustawienia.
pt: Aqui você pode definir preferências de marca para a sua organização. As equipes herdarão essas configurações por padrão.
zh: 您可以在此为组织设置品牌偏好。团队将默认继承这些设置。

source: Here you can set branding preferences for your team
de: Hier können Sie Branding-Präferenzen für Ihr Team festlegen
es: Aquí puedes configurar las preferencias de marca para tu equipo
fr: Ici, vous pouvez définir les préférences de marque pour votre équipe.
it: Qui puoi impostare le preferenze di branding per il tuo team
ja: ここではチームのブランディング設定を行えます。
nl: Hier kun je brandingvoorkeuren instellen voor je team
pl: Tutaj możesz ustawić branding dla swojego zespołu.
pt: Aqui você pode definir preferências de marca para sua equipe
zh: 您可以在此为团队设置品牌偏好

source: Here you can set document preferences for your organisation. Teams will inherit these settings by default.
de: Hier können Sie Dokumentpräferenzen für Ihre Organisation festlegen. Teams werden diese Einstellungen standardmäßig übernehmen.
es: Aquí puedes configurar las preferencias de documento para tu organización. Los equipos heredarán estas configuraciones por defecto.
fr: Ici, vous pouvez définir les préférences de document pour votre organisation. Les équipes hériteront de ces paramètres par défaut.
it: Qui puoi impostare le preferenze dei documenti per la tua organizzazione. I team erediteranno queste impostazioni per impostazione predefinita.
ja: ここでは組織のドキュメント設定を行えます。チームはこれらの設定をデフォルトで継承します。
nl: Hier kun je documentvoorkeuren instellen voor je organisatie. Teams nemen deze instellingen standaard over.
pl: Tutaj możesz ustawić ustawienia dokumentów dla swojej organizacji. Zespoły odziedziczą domyślne ustawienia.
pt: Aqui você pode definir preferências de documento para sua organização. As equipes herdarão essas configurações por padrão.
zh: 您可以在此为组织设置文档偏好。团队将默认继承这些设置。

source: Here you can set preferences and defaults for branding.
de: Hier können Sie Präferenzen und Voreinstellungen für das Branding festlegen.
es: Aquí puedes establecer preferencias y valores predeterminados para la marca.
fr: Ici, vous pouvez définir des préférences et des valeurs par défaut pour le branding.
it: Qui puoi impostare preferenze e valori predefiniti per il branding.
ja: ここでブランディングの優先設定と既定値を管理できます。
nl: Hier kun je voorkeuren en standaardinstellingen voor branding instellen.
pl: Tutaj możesz ustawić domyślne ustawienia brandingu.
pt: Aqui você pode definir preferências e padrões de marca.
sq: Këtu mund të vendosni preferencat dhe paracaktimet për markën.
sv: Här kan du ställa in inställningar och standardvärden för varumärkning.
zh: 你可以在此设置品牌的偏好和默认值。

source: Here you can set preferences and defaults for your team.
de: Hier können Sie Präferenzen und Voreinstellungen für Ihr Team festlegen.
es: Aquí puedes establecer preferencias y valores predeterminados para tu equipo.
fr: Ici, vous pouvez définir des préférences et des valeurs par défaut pour votre équipe.
it: Qui puoi impostare preferenze e valori predefiniti per il tuo team.
ja: ここでチームの優先設定と既定値を設定できます。
nl: Hier kun je voorkeuren en standaardinstellingen voor je team instellen.
pl: Tutaj możesz ustawić domyślne ustawienia zespołu.
pt: Aqui você pode definir preferências e padrões para sua equipe.
sq: Këtu mund të vendosni preferencat dhe paracaktimet për ekipin tuaj.
sv: Här kan du ställa in inställningar och standardvärden för ditt team.
zh: 你可以在此设置团队的偏好和默认值。

source: Here you can set your general branding preferences
de: Hier können Sie Ihre allgemeinen Branding-Präferenzen festlegen
es: Aquí puedes configurar tus preferencias generales de marca
fr: Ici, vous pouvez définir vos préférences générales de marque
it: Qui puoi impostare le tue preferenze generali di branding
ja: ここでは全体のブランディング設定を行えます。
nl: Hier kun je je algemene brandingvoorkeuren instellen
pl: Tutaj możesz ustawić ogólne ustawienia brandingu.
pt: Aqui você pode definir suas preferências de marca gerais
zh: 您可以在此设置通用品牌偏好

source: Here you can set your general document preferences
de: Hier können Sie Ihre allgemeinen Dokumentpräferenzen festlegen
es: Aquí puedes configurar tus preferencias generales de documento
fr: Ici, vous pouvez définir vos préférences générales de document
it: Qui puoi impostare le tue preferenze generali dei documenti
ja: ここでは全体的なドキュメント設定を行えます。
nl: Hier kun je je algemene documentvoorkeuren instellen
pl: Tutaj możesz ustawić ogólne ustawienia dokumentów.
pt: Aqui você pode definir suas preferências de documento gerais
zh: 您可以在此设置通用文档偏好

source: Here's how it works:
de: So funktioniert es:
es: Así es como funciona:
fr: Voici comment cela fonctionne :
it: Ecco come funziona:
ja: 仕組みは次のとおりです。
nl: Zo werkt het:
pl: Jak to działa:
pt: Veja como funciona:
sq: Ja si funksionon:
sv: Så här fungerar det:
zh: 操作方式如下：

source: Hey I’m Timur
de: Hey, ich bin Timur
es: Hola, soy Timur
fr: Salut, je suis Timur
it: Ciao, sono Timur
ja: こんにちは、Timur です
nl: Hoi, ik ben Timur
pl: Cześć, jestem Timur
pt: Oi, sou o Timur
sq: Përshëndetje, jam Timuri
zh: 嗨，我是 Timur

source: Hi {userName},
de: Hallo, {userName},
es: Hola, {userName},
fr: Bonjour {userName},
it: Ciao {userName},
ja: {userName} さん、こんにちは。
nl: Hallo {userName},
pl: Cześć, {userName}
pt: Olá {userName},
sq: Përshëndetje {userName},
sv: Hej {userName},
zh: 您好 {userName},

source: Hi {userName}, you need to enter a verification code to complete the document "{documentTitle}".
de: Hallo {userName}, Sie müssen einen Verifizierungscode eingeben, um das Dokument "{documentTitle}" fertigzustellen.
es: Hola {userName}, necesitas introducir un código de verificación para completar el documento "{documentTitle}".
fr: Salut {userName}, vous devez entrer un code de vérification pour compléter le document "{documentTitle}".
it: Ciao {userName}, devi inserire un codice di verifica per completare il documento "{documentTitle}".
ja: {userName} 様、文書「{documentTitle}」を完了するには、認証コードを入力する必要があります。
nl: Hallo {userName}, u moet een verificatiecode invoeren om het document "{documentTitle}" te voltooien.
pl: Cześć {userName}, wpisz kod weryfikacyjny, aby zakończyć dokument „{documentTitle}”.
pt: Olá {userName}, você precisa inserir um código de verificação para concluir o documento "{documentTitle}".
zh: 您好 {userName}，您需要输入验证码才能完成文档“{documentTitle}”。

source: Hi, {userName} <0>({userEmail})</0>
de: Hallo, {userName} <0>({userEmail})</0>
es: Hola, {userName} <0>({userEmail})</0>
fr: Bonjour, {userName} <0>({userEmail})</0>
it: Ciao, {userName} <0>({userEmail})</0>
ja: こんにちは、{userName} さん <0>({userEmail})</0>
nl: Hoi, {userName} <0>({userEmail})</0>
pl: Cześć, {userName} <0>({userEmail})</0>
pt: Olá, {userName} <0>({userEmail})</0>
sq: Përshendetje, {userName} <0>({userEmail})</0>
sv: Hej, {userName} <0>({userEmail})</0>
zh: 您好，{userName} <0>（{userEmail}）</0>

source: Hide
de: Ausblenden
es: Ocultar
fr: Cacher
it: Nascondi
ja: 非表示
nl: Verbergen
pl: Ukryj
pt: Ocultar
sq: Fshih
sv: Dölj
zh: 隐藏

source: Home
de: Startseite
es: Inicio
fr: Accueil
ja: ホーム
pl: Strona główna
pt: Início
sq: Shtëpia
sv: Hem
zh: 首页

source: Home (No Folder)
de: Startseite (kein Ordner)
es: Inicio (Sin Carpeta)
fr: Accueil (Pas de Dossier)
it: Home (Nessuna Cartella)
ja: ホーム（フォルダなし）
nl: Home (geen map)
pl: Strona główna (brak folderu)
pt: Início (Sem Pasta)
sq: Kryefaqe (Pa Dosje)
sv: Hem (ingen mapp)
zh: 首页（无文件夹）

source: Horizontal
it: Orizzontale
ja: 横
nl: Horizontaal
pl: Poziomo
zh: 水平

source: I agree to link my account with this organization
de: Ich bin einverstanden, mein Konto mit dieser Organisation zu verknüpfen.
es: Acepto vincular mi cuenta con esta organización
fr: J'accepte de lier mon compte avec cette organisation
it: Accetto di collegare il mio account con questa organizzazione
ja: この組織と自分のアカウントをリンクすることに同意します
nl: Ik ga akkoord met het koppelen van mijn account aan deze organisatie
pl: Zgadzam się połączyć moje konto z organizacją
pt: Concordo em vincular minha conta a esta organização
zh: 我同意将我的账户与此组织关联

source: I am a signer of this document
de: Ich bin ein Unterzeichner dieses Dokuments
es: Soy un firmante de este documento
fr: Je suis un signataire de ce document
it: Sono un firmatario di questo documento
ja: 私はこのドキュメントの署名者です
nl: Ik ben een ondertekenaar van dit document
pl: Podpisuję dokument
pt: Sou um assinante deste documento
sq: Unë jam një nënshkrues i këtij dokumenti
sv: Jag är en signerare av detta dokument
zh: 我是此文档的签署人

source: I am a viewer of this document
de: Ich bin ein Betrachter dieses Dokuments
es: Soy un visualizador de este documento
fr: Je suis un lecteur de ce document
it: Sono un visualizzatore di questo documento
ja: 私はこのドキュメントの閲覧者です
nl: Ik ben een kijker van dit document
pl: Wyświetlam dokument
pt: Sou um visualizador deste documento
sq: Unë jam një shikues i këtij dokumenti
sv: Jag är en visare av detta dokument
zh: 我是此文档的查看者

source: I am an approver of this document
de: Ich bin ein Genehmiger dieses Dokuments
es: Soy un aprobador de este documento
fr: Je suis un approuveur de ce document
it: Sono un approvatore di questo documento
ja: 私はこのドキュメントの承認者です
nl: Ik ben een beoordelaar van dit document
pl: Zatwierdzam dokument
pt: Sou um aprovador deste documento
sq: Unë jam një miratues i këtij dokumenti
sv: Jag är en godkännare av detta dokument
zh: 我是此文档的审批人

source: I am an assistant of this document
de: Ich bin ein Assistent dieses Dokuments
es: Soy asistente de este documento
fr: Je suis un assistant de ce document
it: Sono un assistente di questo documento
ja: 私はこのドキュメントのアシスタントです
nl: Ik ben een assistent van dit document
pl: Przygotowuję dokument
pt: Sou um assistente deste documento
sq: Unë jam ndihmës i këtij dokumenti
sv: Jag är en assistent för detta dokument
zh: 我是此文档的助理

source: I am required to receive a copy of this document
de: Ich bin verpflichtet, eine Kopie dieses Dokuments zu erhalten
es: Se me requiere recibir una copia de este documento
fr: Je dois recevoir une copie de ce document
it: Sono tenuto a ricevere una copia di questo documento
ja: 私はこのドキュメントのコピー受信が必須です
nl: Ik moet een kopie van dit document ontvangen
pl: Muszę otrzymać kopię dokumentu
pt: Tenho a obrigação de receber uma cópia deste documento
sq: Unë kërkohem të marr një kopje të këtij dokumenti
sv: Jag måste få en kopia av detta dokument
zh: 我需要接收此文档的副本

source: I am the owner of this document
de: Ich bin der Besitzer dieses Dokuments
es: Soy el propietario de este documento
fr: Je suis le propriétaire de ce document
it: Sono il proprietario di questo documento
ja: 私はこの文書の所有者です
nl: Ik ben de eigenaar van dit document
pl: Jestem właścicielem tego dokumentu
pt: Sou o proprietário deste documento
sq: Unë jam pronari i këtij dokumenti
sv: Jag är ägare till detta dokument
zh: 我是此文档的所有者

source: I understand that I am providing my credentials to a 3rd party service configured by this organisation
de: Ich verstehe, dass ich meine Anmeldedaten einem Drittanbieter-Service zur Verfügung stelle, der von dieser Organisation konfiguriert wurde.
es: Entiendo que estoy proporcionando mis credenciales a un servicio de terceros configurado por esta organización
fr: Je comprends que je fournis mes identifiants à un service tiers configuré par cette organisation
it: Capisco che sto fornendo le mie credenziali a un servizio di terze parti configurato da questa organizzazione
ja: この組織が設定したサードパーティサービスに資格情報を提供することを理解しました
nl: Ik begrijp dat ik mijn inloggegevens verstrek aan een externe dienst die door deze organisatie is ingesteld
pl: Rozumiem, że udostępniam swoje poświadczenia zewnętrznej usłudze
pt: Entendo que estou fornecendo minhas credenciais a um serviço de terceiros configurado por esta organização
zh: 我理解我正在向此组织配置的第三方服务提供我的凭证

source: I'm sure! Delete it
de: Ich bin mir sicher! Löschen
es: ¡Estoy seguro! Elimínalo
fr: Je suis sûr ! Supprimez-le
it: Sono sicuro! Eliminalo
ja: 本当に削除します
nl: Ik weet het zeker! Verwijder het
pl: Usuń trwale
pt: Tenho certeza! Exclua-o
sq: Jam i sigurt! Fshije atë
sv: Jag är säker! Radera det
zh: 我确定！删除

source: ID
pl: Identyfikator
sq: ID-ja

source: ID copied to clipboard
de: ID in die Zwischenablage kopiert
es: ID copiado al portapapeles
fr: ID copié dans le presse-papiers
it: ID copiato negli appunti
ja: ID をクリップボードにコピーしました
nl: ID naar klembord gekopieerd
pl: Identyfikator został skopiowany do schowka
pt: ID copiado para a área de transferência
sq: ID kopjuar në kujtesën e përkohshme
sv: ID kopierat till urklipp
zh: ID 已复制到剪贴板

source: If there is any issue with your subscription, please contact us at <0>{SUPPORT_EMAIL}</0>.
de: Bei einem Problem mit Ihrem Abo kontaktieren Sie uns bitte unter <0>{SUPPORT_EMAIL}</0>.
es: Si tienes algún problema con tu suscripción, por favor contáctanos en <0>{SUPPORT_EMAIL}</0>.
fr: Si vous rencontrez un problème avec votre abonnement, veuillez nous contacter à <0>{SUPPORT_EMAIL}</0>.
it: Se ci sono problemi con il tuo abbonamento, contattaci a <0>{SUPPORT_EMAIL}</0>.
ja: サブスクリプションに問題がある場合は、<0>{SUPPORT_EMAIL}</0> までお問い合わせください。
nl: Als er een probleem is met je abonnement, neem dan contact met ons op via <0>{SUPPORT_EMAIL}</0>.
pl: Jeśli masz problemy z subskrypcją, skontaktuj się z nami pod adresem <0>{SUPPORT_EMAIL}</0>.
pt: Se houver algum problema com sua assinatura, entre em contato conosco em <0>{SUPPORT_EMAIL}</0>.
zh: 如果您的订阅出现任何问题，请通过 <0>{SUPPORT_EMAIL}</0> 联系我们。

source: If you didn't request this verification code, you can safely ignore this email.
de: Wenn Sie diesen Verifizierungscode nicht angefordert haben, können Sie diese E-Mail ignorieren.
es: Si no solicitaste este código de verificación, puedes ignorar este correo electrónico con seguridad.
fr: Si vous n'avez pas demandé ce code de vérification, vous pouvez ignorer cet email en toute sécurité.
it: Se non hai richiesto questo codice di verifica, puoi tranquillamente ignorare questa email.
ja: この認証コードをリクエストしていない場合は、このメールは無視してかまいません。
nl: Als u deze verificatiecode niet heeft aangevraagd, kunt u deze e-mail veilig negeren.
pl: Jeśli prośba wysłania kodu weryfikacyjnego nie została utworzona przez Ciebie, zignoruj wiadomość.
pt: Se você não solicitou este código de verificação, pode ignorar este e-mail com segurança.
zh: 如果您没有请求此验证码，您可以放心忽略这封邮件。
