Repository: documenso/documenso
Catalog: packages/lib/translations/*/web.po
Languages: de, es, fr, it, ja, nl, pl, pt, sq, sv, zh

source: {expiresInMinutes, plural, one {This code will expire in # minute.} other {This code will expire in # minutes.}}
de: {expiresInMinutes, plural, one {Dieser Code wird in # Minute ablaufen.} other {Dieser Code wird in # Minuten ablaufen.}}
es: {expiresInMinutes, plural, one {Este código expirará en # minuto.} other {Este código expirará en # minutos.}}
fr: {expiresInMinutes, plural, one {Ce code expirera dans # minute.} other {Ce code expirera dans # minutes.}}
it: {expiresInMinutes, plural, one {Questo codice scadrà in # minuto.} other {Questo codice scadrà in # minuti.}}
ja: {expiresInMinutes, plural, other {このコードは # 分後に有効期限が切れます。}}
nl: {expiresInMinutes, plural, one {Deze code verloopt over # minuut.} other {Deze code verloopt over # minuten.}}
pl: {expiresInMinutes, plural, one {Kod wygaśnie za # minutę.} few {Kod wygaśnie za # minuty.} many {Kod wygaśnie za # minut.} other {Kod wygaśnie za # minuty.}}
zh: {expiresInMinutes, plural, other {此代码将在 # 分钟后过期。}}

source: {inviterName} has cancelled the document {documentName}, you don't need to sign it anymore.
de: {inviterName} hat das Dokument {documentName} storniert, du musst es nicht mehr unterzeichnen.
es: {inviterName} ha cancelado el documento {documentName}, ya no necesitas firmarlo.
fr: {inviterName} a annulé le document {documentName}, vous n'avez plus besoin de le signer.
it: {inviterName} ha annullato il documento {documentName}, non è più necessario firmarlo.
ja: {inviterName} がドキュメント {documentName} をキャンセルしました。今後このドキュメントに署名する必要はありません。
nl: {inviterName} heeft het document {documentName} geannuleerd, je hoeft het niet meer te ondertekenen.
pl: Użytkownik {inviterName} anulował dokument „{documentName}”. Nie musisz go już podpisywać.
pt: {inviterName} cancelou o documento {documentName}, você não precisa mais assiná-lo.
sq: {inviterName} ka anuluar dokumentin {documentName}, nuk është më e nevojshme ta nënshkruani atë.
sv: {inviterName} har avbrutit dokumentet {documentName}, du behöver inte signera det längre.
zh: {inviterName} 已取消文档 {documentName}，您不再需要签署。

source: {inviterName} has cancelled the document<0/>"{documentName}"
de: {inviterName} hat das Dokument<0/>"{documentName}" storniert
es: {inviterName} ha cancelado el documento<0/>"{documentName}"
fr: {inviterName} a annulé le document<0/>"{documentName}"
it: {inviterName} ha annullato il documento<0/>"{documentName}"
ja: {inviterName} がドキュメント<0/>「{documentName}」をキャンセルしました
nl: {inviterName} heeft het document<0/>"{documentName}" geannuleerd
pl: Użytkownik {inviterName} anulował dokument<0/>„{documentName}”
pt: {inviterName} cancelou o documento<0/>"{documentName}"
sq: {inviterName} ka anuluar dokumentin<0/>"{documentName}"
sv: {inviterName} har avbrutit dokumentet<0/>"{documentName}"
zh: {inviterName} 已取消文档<0/>“{documentName}”

source: {inviterName} has invited you to {0}<0/>"{documentName}"
de: {inviterName} hat dich eingeladen, {0}<0/>"{documentName}"
es: {inviterName} te ha invitado a {0}<0/>"{documentName}"
fr: {inviterName} vous a invité à {0}<0/>"{documentName}"
it: {inviterName} ti ha invitato a {0}<0/>"{documentName}"
ja: {inviterName} から {0}<0/>「{documentName}」の依頼が届いています
nl: {inviterName} heeft je uitgenodigd om {0}<0/>"{documentName}"
pl: Sprawdź i {0} dokument „{documentName}}” utworzony przez użytkownika {inviterName}
pt: {inviterName} convidou você a {0}<0/>"{documentName}"
sq: {inviterName} ju ka ftuar të {0}<0/>"{documentName}"
sv: {inviterName} har bjudit in dig att {0}<0/>"{documentName}"
zh: {inviterName} 已邀请您 {0}<0/>“{documentName}”

source: {inviterName} has invited you to {action} {documentName}
de: {inviterName} hat dich eingeladen, {action} {documentName}
es: {inviterName} te ha invitado a {action} {documentName}
fr: {inviterName} vous a invité à {action} {documentName}
it: {inviterName} ti ha invitato a {action} {documentName}
ja: {inviterName} から {action} {documentName} の依頼が届いています
nl: {inviterName} heeft je uitgenodigd om {action} {documentName}
pl: Sprawdź i {action} dokument „{documentName}” utworzony przez użytkownika {inviterName}
pt: {inviterName} convidou você a {action} {documentName}
sq: {inviterName} ju ka ftuar të {action} {documentName}
sv: {inviterName} har bjudit in dig att {action} {documentName}
zh: {inviterName} 已邀请您 {action} {documentName}

source: {inviterName} has invited you to {action} the document "{documentName}".
de: {inviterName} hat Sie eingeladen, das Dokument "{documentName}" {action}.
es: {inviterName} te ha invitado a {action} el documento "{documentName}".
fr: {inviterName} vous a invité à {action} le document "{documentName}".
it: {inviterName} ti ha invitato a {action} il documento "{documentName}".
ja: {inviterName} からドキュメント「{documentName}」の {action} を依頼されています。
nl: {inviterName} heeft je uitgenodigd om het document "{documentName}" te {action}.
pl: Sprawdź i {action} dokument „{documentName}” utworzony przez użytkownika {inviterName}.
pt: {inviterName} convidou você a {action} o documento "{documentName}".
sq: {inviterName} ju ka ftuar të {action} dokumentin "{documentName}".
sv: {inviterName} har bjudit in dig att {action} dokumentet "{documentName}".
zh: {inviterName} 已邀请您 {action} 文档“{documentName}”。

source: {inviterName} has removed you from the document {documentName}.
de: {inviterName} hat dich aus dem Dokument {documentName} entfernt.
es: {inviterName} te ha eliminado del documento {documentName}.
fr: {inviterName} vous a retiré du document {documentName}.
it: {inviterName} ti ha rimosso dal documento {documentName}.
ja: {inviterName} は、あなたをドキュメント {documentName} から削除しました。
nl: {inviterName} heeft je verwijderd uit het document {documentName}.
pl: Użytkownik {inviterName} usunął Cię z dokumentu „{documentName}”.
pt: {inviterName} removeu você do documento {documentName}.
sq: {inviterName} ju ka hequr nga dokumenti {documentName}.
sv: {inviterName} har tagit bort dig från dokumentet {documentName}.
zh: {inviterName} 已将您从文档 {documentName} 中移除。

source: {inviterName} has removed you from the document<0/>"{documentName}"
de: {inviterName} hat dich aus dem Dokument<0/>"{documentName}" entfernt
es: {inviterName} te ha eliminado del documento<0/>"{documentName}"
fr: {inviterName} vous a retiré du document<0/>"{documentName}"
it: {inviterName} ti ha rimosso dal documento<0/>"{documentName}"
ja: {inviterName} は、あなたをドキュメント<0/>「{documentName}」から削除しました
nl: {inviterName} heeft je verwijderd uit het document<0/>"{documentName}"
pl: Użytkownik {inviterName} usunął Cię z dokumentu<0/>„{documentName}”
pt: {inviterName} removeu você do documento<0/>"{documentName}"
sq: {inviterName} ju ka hequr nga dokumenti<0/>"{documentName}"
sv: {inviterName} har tagit bort dig från dokumentet<0/>"{documentName}"
zh: {inviterName} 已将您从文档<0/>“{documentName}”中移除

source: {inviterName} on behalf of "{0}" has invited you to {recipientActionVerb} the document "{1}".
de: {inviterName} im Auftrag von "{0}" hat Sie eingeladen, das Dokument "{1}" {recipientActionVerb}.
es: {inviterName} en nombre de "{0}" te ha invitado a {recipientActionVerb} el documento "{1}".
fr: {inviterName} représentant "{0}" vous a invité à {recipientActionVerb} le document "{1}".
it: {inviterName} a nome di "{0}" ti ha invitato a {recipientActionVerb} il documento "{1}".
ja: {inviterName} が「{0}」を代表して、ドキュメント「{1}」の{recipientActionVerb}を依頼しています。
nl: {inviterName} heeft namens "{0}" je uitgenodigd om het document "{1}" te {recipientActionVerb}.
pl: Sprawdź i {recipientActionVerb} dokument „{1}” utworzony przez użytkownika {inviterName} z zespołu „{0}”.
pt: {inviterName} em nome de "{0}" convidou você a {recipientActionVerb} o documento "{1}".
sq: {inviterName} në emër të "{0}" ju ka ftuar të {recipientActionVerb} dokumentin "{1}".
sv: {inviterName} på uppdrag av "{0}" har bjudit in dig att {recipientActionVerb} dokumentet "{1}".
zh: {inviterName} 代表“{0}”邀请您 {recipientActionVerb} 文档“{1}”。

source: {inviterName} on behalf of "{teamName}" has invited you to {0}<0/>"{documentName}"
de: {inviterName} im Namen von "{teamName}" hat dich eingeladen, {0}<0/>"{documentName}"
es: {inviterName} en nombre de "{teamName}" te ha invitado a {0}<0/>"{documentName}"
fr: {inviterName} représentant "{teamName}" vous a invité à {0}<0/>"{documentName}"
it: {inviterName} per conto di "{teamName}" ti ha invitato a {0}<0/>"{documentName}"
ja: {inviterName} が「{teamName}」を代表して {0}<0/>「{documentName}」を依頼しています
nl: {inviterName} heeft namens "{teamName}" je uitgenodigd om {0}<0/>"{documentName}"
pl: Sprawdź i {0} dokument<0/>„{documentName}” utworzony przez użytkownika {inviterName} z zespołu „{teamName}”
pt: {inviterName} em nome de "{teamName}" convidou você a {0}<0/>"{documentName}"
sq: {inviterName} në emër të "{teamName}" ju ka ftuar në {0}<0/>"{documentName}"
sv: {inviterName} på uppdrag av "{teamName}" har bjudit in dig att {0}<0/>"{documentName}"
zh: {inviterName} 代表“{teamName}”已邀请您 {0}<0/>“{documentName}”

source: {inviterName} on behalf of "{teamName}" has invited you to {action} {documentName}
de: {inviterName} im Namen von "{teamName}" hat Sie eingeladen, das Dokument {documentName} {action}
es: {inviterName} en nombre de "{teamName}" te ha invitado a {action} {documentName}
fr: {inviterName} représentant "{teamName}" vous a invité à {action} {documentName}
it: {inviterName} per conto di "{teamName}" ti ha invitato a {action} {documentName}
ja: {inviterName} が「{teamName}」を代表して {action} {documentName} を依頼しています
nl: {inviterName} heeft namens "{teamName}" je uitgenodigd om {action} {documentName}
pl: Sprawdź i {action} dokument „{documentName}” utworzony przez użytkownika {inviterName} z zespołu „{teamName}”
pt: {inviterName} em nome de "{teamName}" convidou você a {action} {documentName}
sq: {inviterName} në emër të "{teamName}" ju ka ftuar të {action} {documentName}
sv: {inviterName} på uppdrag av "{teamName}" har bjudit in dig att {action} {documentName}
zh: {inviterName} 代表“{teamName}”已邀请您 {action} {documentName}

source: {MAXIMUM_PASSKEYS, plural, one {You cannot have more than # passkey.} other {You cannot have more than # passkeys.}}
de: {MAXIMUM_PASSKEYS, plural, one {Sie können nicht mehr als # Zugangsschlüssel haben.} other {Sie können nicht mehr als # Zugangsschlüssel haben.}}
es: {MAXIMUM_PASSKEYS, plural, one {No puedes tener más de # clave de acceso.} other {No puedes tener más de # claves de acceso.}}
fr: {MAXIMUM_PASSKEYS, plural, one {Vous ne pouvez pas avoir plus de # clé d'accès.} other {Vous ne pouvez pas avoir plus de # clés d'accès.}}
it: {MAXIMUM_PASSKEYS, plural, one {Non puoi avere più di # chiave di accesso.} other {Non puoi avere più di # chiavi di accesso.}}
ja: {MAXIMUM_PASSKEYS, plural, other {# 個を超えるパスキーを保持することはできません。}}
nl: {MAXIMUM_PASSKEYS, plural, one {U kunt niet meer dan # passkey hebben.} other {U kunt niet meer dan # passkeys hebben.}}
pl: {MAXIMUM_PASSKEYS, plural, one {Nie możesz mieć więcej niż # klucz dostępu.} few {Nie możesz mieć więcej niż # klucze dostępu.} many {Nie możesz mieć więcej niż # kluczy dostępu.} other {Nie możesz mieć więcej niż # kluczy dostępu.}}
zh: {MAXIMUM_PASSKEYS, plural, other {您不能拥有超过 # 个通行密钥。}}

source: {prefix} added a field
de: {prefix} hat ein Feld hinzugefügt
es: {prefix} agregó un campo
fr: {prefix} a ajouté un champ
it: {prefix} ha aggiunto un campo
ja: {prefix} がフィールドを追加しました
nl: {prefix} heeft een veld toegevoegd
pl: Użytkownik {prefix} dodał pole
pt: {prefix} adicionou um campo
sq: {prefix} shtoi një fushë
sv: {prefix} la till ett fält
zh: {prefix} 添加了一个字段

source: {prefix} added a recipient
de: {prefix} hat einen Empfänger hinzugefügt
es: {prefix} agregó un destinatario
fr: {prefix} a ajouté un destinataire
it: {prefix} ha aggiunto un destinatario
ja: {prefix} が受信者を追加しました
nl: {prefix} heeft een ontvanger toegevoegd
pl: Użytkownik {prefix} dodał odbiorcę
pt: {prefix} adicionou um destinatário
sq: {prefix} shtoi një marrës
sv: {prefix} la till en mottagare
zh: {prefix} 添加了一个收件人

source: {prefix} created an envelope item with title {0}
de: {prefix} hat ein Umschlag-Element mit dem Titel {0} erstellt
es: {prefix} creó un elemento de sobre con título {0}
fr: {prefix} a créé un élément d'enveloppe intitulé {0}
it: {prefix} ha creato un elemento busta con il titolo {0}
ja: {prefix} がタイトル {0} の封筒アイテムを作成しました
nl: {prefix} heeft een envelop-item aangemaakt met de titel {0}
pl: Użytkownik {prefix} utworzył element koperty o nazwie {0}
pt: {prefix} criou um item de envelope com o título {0}
zh: {prefix} 创建了标题为 {0} 的信封条目

source: {prefix} created the document
de: {prefix} hat das Dokument erstellt
es: {prefix} creó el documento
fr: {prefix} a créé le document
it: {prefix} ha creato il documento
ja: {prefix} がドキュメントを作成しました
nl: {prefix} heeft het document aangemaakt
pl: Użytkownik {prefix} utworzył dokument
pt: {prefix} criou o documento
sq: {prefix} krijoi dokumentin
sv: {prefix} skapade dokumentet
zh: {prefix} 创建了文档

source: {prefix} deleted an envelope item with title {0}
de: {prefix} hat ein Umschlag-Element mit dem Titel {0} gelöscht
es: {prefix} eliminó un elemento de sobre con título {0}
fr: {prefix} a supprimé un élément d'enveloppe intitulé {0}
it: {prefix} ha eliminato un elemento busta con il titolo {0}
ja: {prefix} がタイトル {0} の封筒アイテムを削除しました
nl: {prefix} heeft een envelop-item verwijderd met de titel {0}
pl: Użytkownik {prefix} usunął element koperty o nazwie {0}
pt: {prefix} excluiu um item de envelope com o título {0}
zh: {prefix} 删除了标题为 {0} 的信封条目

source: {prefix} deleted the document
de: {prefix} hat das Dokument gelöscht
es: {prefix} eliminó el documento
fr: {prefix} a supprimé le document
it: {prefix} ha eliminato il documento
ja: {prefix} がドキュメントを削除しました
nl: {prefix} heeft het document verwijderd
pl: Użytkownik {prefix} usunął dokument
pt: {prefix} excluiu o documento
sq: {prefix} fshiu dokumentin
sv: {prefix} raderade dokumentet
zh: {prefix} 删除了文档

source: {prefix} moved the document to team
de: {prefix} hat das Dokument ins Team verschoben
es: {prefix} movió el documento al equipo
fr: {prefix} a déplacé le document vers l'équipe
it: {prefix} ha spostato il documento al team
ja: {prefix} がドキュメントをチームに移動しました
nl: {prefix} heeft het document naar een team verplaatst
pl: Użytkownik {prefix} przeniósł dokument do zespołu
pt: {prefix} moveu o documento para a equipe
sq: {prefix} zhvendosi dokumentin te ekipi
sv: {prefix} flyttade dokumentet till team
zh: {prefix} 将文档移动到团队

source: {prefix} opened the document
de: {prefix} hat das Dokument geöffnet
es: {prefix} abrió el documento
fr: {prefix} a ouvert le document
it: {prefix} ha aperto il documento
ja: {prefix} がドキュメントを開きました
nl: {prefix} heeft het document geopend
pl: Użytkownik {prefix} otworzył dokument
pt: {prefix} abriu o documento
sq: {prefix} hapi dokumentin
sv: {prefix} öppnade dokumentet
zh: {prefix} 打开了文档

source: {prefix} prefilled a field
de: {prefix} hat ein Feld vorab ausgefüllt
es: {prefix} prefijó un campo
fr: {prefix} a pré-rempli un champ
it: {prefix} ha precompilato un campo
ja: {prefix} がフィールドに事前入力しました
nl: {prefix} heeft een veld vooraf ingevuld
pl: Użytkownik {prefix} wstępnie wypełnił pole
pt: {prefix} preencheu um campo
sq: {prefix} plotësoi një fushë
sv: {prefix} förifyllde ett fält
zh: {prefix} 预填充了一个字段

source: {prefix} removed a field
de: {prefix} hat ein Feld entfernt
es: {prefix} eliminó un campo
fr: {prefix} a supprimé un champ
it: {prefix} ha rimosso un campo
ja: {prefix} がフィールドを削除しました
nl: {prefix} heeft een veld verwijderd
pl: Użytkownik {prefix} usunął pole
pt: {prefix} removeu um campo
sq: {prefix} hoqi një fushë
sv: {prefix} tog bort ett fält
zh: {prefix} 删除了一个字段

source: {prefix} removed a recipient
de: {prefix} hat einen Empfänger entfernt
es: {prefix} eliminó un destinatario
fr: {prefix} a supprimé un destinataire
it: {prefix} ha rimosso un destinatario
ja: {prefix} が受信者を削除しました
nl: {prefix} heeft een ontvanger verwijderd
pl: Użytkownik {prefix} usunął odbiorcę
pt: {prefix} removeu um destinatário
sq: {prefix} hoqi një marrës
sv: {prefix} tog bort en mottagare
zh: {prefix} 删除了一个收件人

source: {prefix} resent an email to {0}
de: {prefix} hat eine E-Mail an {0} erneut gesendet
es: {prefix} reenviaron un correo electrónico a {0}
fr: {prefix} a renvoyé un e-mail à {0}
it: {prefix} ha rinviato un'email a {0}
ja: {prefix} が {0} にメールを再送しました
nl: {prefix} heeft een e-mail opnieuw verzonden naar {0}
pl: Użytkownik {prefix} ponownie wysłał wiadomość do {0}
pt: {prefix} reenviou um e-mail para {0}
sq: {prefix} rishkroi një email për {0}
sv: {prefix} skickade om ett e-postmeddelande till {0}
zh: {prefix} 重新向 {0} 发送了电子邮件

source: {prefix} sent an email to {0}
de: {prefix} hat eine E-Mail an {0} gesendet
es: {prefix} envió un correo electrónico a {0}
fr: {prefix} a envoyé un email à {0}
it: {prefix} ha inviato un'email a {0}
ja: {prefix} が {0} にメールを送信しました
nl: {prefix} heeft een e-mail verzonden naar {0}
pl: Użytkownik {prefix} wysłał wiadomość do {0}
pt: {prefix} enviou um e-mail para {0}
sq: {prefix} dërgoi një email për {0}
sv: {prefix} skickade ett e-postmeddelande till {0}
zh: {prefix} 向 {0} 发送了电子邮件

source: {prefix} sent the document
de: {prefix} hat das Dokument gesendet
es: {prefix} envió el documento
fr: {prefix} a envoyé le document
it: {prefix} ha inviato il documento
ja: {prefix} がドキュメントを送信しました
nl: {prefix} heeft het document verzonden
pl: Użytkownik {prefix} wysłał dokument
pt: {prefix} enviou o documento
sq: {prefix} dërgoi dokumentin
sv: {prefix} skickade dokumentet
zh: {prefix} 发送了文档

source: {prefix} signed a field
de: {prefix} hat ein Feld unterschrieben
es: {prefix} firmó un campo
fr: {prefix} a signé un champ
it: {prefix} ha firmato un campo
ja: {prefix} がフィールドに署名しました
nl: {prefix} heeft een veld ondertekend
pl: Użytkownik {prefix} podpisał pole
pt: {prefix} assinou um campo
sq: {prefix} nënshkroi një fushë
sv: {prefix} signerade ett fält
zh: {prefix} 签署了一个字段

source: {prefix} unsigned a field
de: {prefix} hat ein Feld ungültig gemacht
es: {prefix} no firmó un campo
fr: {prefix} n'a pas signé un champ
it: {prefix} ha annullato la firma di un campo
ja: {prefix} がフィールドの署名を解除しました
nl: {prefix} heeft een veld onttekend
pl: Użytkownik {prefix} nie podpisał pola
pt: {prefix} cancelou a assinatura de um campo
sq: {prefix} çnënshkroi një fushë
sv: {prefix} tog bort signaturen från ett fält
zh: {prefix} 取消签署了一个字段

source: {prefix} updated a field
de: {prefix} hat ein Feld aktualisiert
es: {prefix} actualizó un campo
fr: {prefix} a mis à jour un champ
it: {prefix} ha aggiornato un campo
ja: {prefix} がフィールドを更新しました
nl: {prefix} heeft een veld bijgewerkt
pl: Użytkownik {prefix} zaktualizował pole
pt: {prefix} atualizou um campo
sq: {prefix} përditësoi një fushë
sv: {prefix} uppdaterade ett fält
zh: {prefix} 更新了一个字段

source: {prefix} updated a recipient
de: {prefix} hat einen Empfänger aktualisiert
es: {prefix} actualizó un destinatario
fr: {prefix} a mis à jour un destinataire
it: {prefix} ha aggiornato un destinatario
ja: {prefix} が受信者を更新しました
nl: {prefix} heeft een ontvanger bijgewerkt
pl: Użytkownik {prefix} zaktualizował odbiorcę
pt: {prefix} atualizou um destinatário
sq: {prefix} përditësoi një marrës
sv: {prefix} uppdaterade en mottagare
zh: {prefix} 更新了一个收件人

source: {prefix} updated the document
de: {prefix} hat das Dokument aktualisiert
es: {prefix} actualizó el documento
fr: {prefix} a mis à jour le document
it: {prefix} ha aggiornato il documento
ja: {prefix} がドキュメントを更新しました
nl: {prefix} heeft het document bijgewerkt
pl: Użytkownik {prefix} zaktualizował dokument
pt: {prefix} atualizou o documento
sq: {prefix} përditësoi dokumentin
sv: {prefix} uppdaterade dokumentet
zh: {prefix} 更新了文档

source: {prefix} updated the document access auth requirements
de: {prefix} hat die Anforderungen an die Dokumentenzugriffsautorisierung aktualisiert
es: {prefix} actualizó los requisitos de autorización de acceso al documento
fr: {prefix} a mis à jour les exigences d'authentification d'accès au document
it: {prefix} ha aggiornato i requisiti di autenticazione per l'accesso al documento
ja: {prefix} がドキュメントのアクセス認証要件を更新しました
nl: {prefix} heeft de toegangsautorisatievereisten voor het document bijgewerkt
pl: Użytkownik {prefix} zaktualizował metodę uwierzytelniania do dokumentu
pt: {prefix} atualizou os requisitos de autorização de acesso ao documento
sq: {prefix} përditësoi kërkesat e identifikimit për qasjen në dokument
sv: {prefix} uppdaterade dokumentets åtkomstkrav
zh: {prefix} 更新了文档访问认证要求

source: {prefix} updated the document external ID
de: {prefix} hat die externe ID des Dokuments aktualisiert
es: {prefix} actualizó el ID externo del documento
fr: {prefix} a mis à jour l'ID externe du document
it: {prefix} ha aggiornato l'ID esterno del documento
ja: {prefix} がドキュメントの外部 ID を更新しました
nl: {prefix} heeft de externe ID van het document bijgewerkt
pl: Użytkownik {prefix} zaktualizował identyfikator zewnętrzny dokumentu
pt: {prefix} atualizou o ID externo do documento
sq: {prefix} përditësoi ID-në e jashtme të dokumentit
sv: {prefix} uppdaterade dokumentets externa ID
zh: {prefix} 更新了文档外部 ID

source: {prefix} updated the document signing auth requirements
de: {prefix} hat die Authentifizierungsanforderungen für die Dokumentenunterzeichnung aktualisiert
es: {prefix} actualizó los requisitos de autenticación para la firma del documento
fr: {prefix} a mis à jour les exigences d'authentification pour la signature des documents
it: {prefix} ha aggiornato i requisiti di autenticazione per la firma del documento
ja: {prefix} がドキュメントの署名認証要件を更新しました
nl: {prefix} heeft de ondertekeningsautorisatievereisten van het document bijgewerkt
pl: Użytkownik {prefix} zaktualizował metodę uwierzytelniania odbiorcy do dokumentu
pt: {prefix} atualizou os requisitos de autorização de assinatura do documento
sq: {prefix} përditësoi kërkesat e identifikimit për nënshkrimin e dokumentit
sv: {prefix} uppdaterade dokumentets signeringskrav
zh: {prefix} 更新了文档签署认证要求

source: {prefix} updated the document title
de: {prefix} hat den Titel des Dokuments aktualisiert
es: {prefix} actualizó el título del documento
fr: {prefix} a mis à jour le titre du document
it: {prefix} ha aggiornato il titolo del documento
ja: {prefix} がドキュメントのタイトルを更新しました
nl: {prefix} heeft de documenttitel bijgewerkt
pl: Użytkownik {prefix} zaktualizował tytuł dokumentu
pt: {prefix} atualizou o título do documento
sq: {prefix} përditësoi titullin e dokumentit
sv: {prefix} uppdaterade dokumentets titel
zh: {prefix} 更新了文档标题

source: {prefix} updated the document visibility
de: {prefix} hat die Sichtbarkeit des Dokuments aktualisiert
es: {prefix} actualizó la visibilidad del documento
fr: {prefix} a mis à jour la visibilité du document
it: {prefix} ha aggiornato la visibilità del documento
ja: {prefix} がドキュメントの公開範囲を更新しました
nl: {prefix} heeft de documentzichtbaarheid bijgewerkt
pl: Użytkownik {prefix} zaktualizował widoczność dokumentu
pt: {prefix} atualizou a visibilidade do documento
sq: {prefix} përditësoi dukshmërinë e dokumentit
sv: {prefix} uppdaterade dokumentets synlighet
zh: {prefix} 更新了文档可见性

source: {prefix} viewed the document
de: {prefix} hat das Dokument angesehen
es: {prefix} vio el documento
fr: {prefix} a consulté le document
it: {prefix} ha visualizzato il documento
ja: {prefix} がドキュメントを閲覧しました
nl: {prefix} heeft het document bekeken
pl: Użytkownik {prefix} wyświetlił dokument
pt: {prefix} visualizou o documento
sv: {prefix} granskade dokumentet
zh: {prefix} 查看了文档

source: {recipientActionVerb} document
de: {recipientActionVerb} Dokument
es: {recipientActionVerb} documento
it: {recipientActionVerb} documento
ja: {recipientActionVerb} 文書
pl: {recipientActionVerb} dokument
pt: {recipientActionVerb} o documento
sq: {recipientActionVerb} dokument
sv: {recipientActionVerb} dokument
zh: {recipientActionVerb} 文档
