Repository: documenso/documenso
Catalog: packages/lib/translations/*/web.po
Languages: de, es, fr, it, ja, nl, pl, pt, sq, sv, zh

source: Signer
de: Unterzeichner
es: Firmante
fr: Signataire
it: Firmatario
ja: 署名者
nl: Ondertekenaar
pl: Podpisujący
pt: Signatário
sq: Nënshkruesi
sv: Signerare
zh: 签署人

# Recipient role name
source: Signer
de: Unterzeichner
es: Firmante
fr: Signataire
it: Firmante
ja: 署名者
nl: Ondertekenaar
pl: Podpisujący
pt: Signatário
zh: 签署人

source: Signer Events
de: Signer-Ereignisse
es: Eventos del Firmante
fr: Événements de signataire
it: Eventi del Firmatario
ja: 署名者のイベント
nl: Ondertekenaarsgebeurtenissen
pl: Zdarzenia podpisujących
pt: Eventos do Signatário
sq: Ngjarje të Nënshkruesit
sv: Signerarhändelser
zh: 签署人事件

# Recipient role plural name
source: Signers
de: Unterzeichner
es: Firmantes
fr: Signataires
it: Firmanti
ja: 署名者
nl: Ondertekenaars
pl: Podpisujący
pt: Signatários
zh: 签署人

# Recipient role progressive verb
source: Signing
de: Unterzeichnung
es: Firmando
fr: En train de signer
it: Firma in corso
ja: 署名中
nl: Ondertekenen
pl: Podpisuje
pt: Assinando
zh: 签署中

source: Signing Certificate
de: Unterzeichnungszertifikat
es: Certificado de Firma
fr: Certificat de signature
it: Certificato di Firma
ja: 署名証明書
nl: Ondertekeningscertificaat
pl: Certyfikat podpisu
pt: Certificado de Assinatura
sq: Certifikata e Nënshkrimit
sv: Signeringscertifikat
zh: 签署证书

source: Signing certificate provided by
de: Unterzeichnungszertifikat bereitgestellt von
es: Certificado de firma proporcionado por
fr: Certificat de signature fourni par
it: Certificato di firma fornito da
ja: 署名証明書の提供元
nl: Ondertekeningscertificaat verstrekt door
pl: Certyfikat podpisu został dostarczony przez
pt: Certificado de assinatura fornecido por
sq: Certifikata e nënshkrimit e ofruar nga
sv: Signeringscertifikat tillhandahållet av
zh: 签署证书由以下机构提供

source: Signing Complete!
de: Unterzeichnung abgeschlossen!
es: ¡Firma completa!
fr: Signature Complète !
it: Firma completata!
ja: 署名が完了しました
nl: Ondertekening voltooid!
pl: Podpisywanie zostało zakończone!
pt: Assinatura Concluída!
sq: Nënshkrimi përfundoi!
sv: Signering slutförd!
zh: 签署完成！

source: Signing for
de: Unterzeichne für
es: Firmando para
fr: Signé pour
it: Firma per
ja: 署名対象
nl: Ondertekenen voor
pl: Podpisywanie w imieniu
pt: Assinando para
sq: Nënshkrimi për
sv: Signerar för
zh: 代签对象

source: Signing in...
de: Anmeldung...
es: Iniciando sesión...
fr: Connexion en cours...
it: Accesso in corso...
ja: サインインしています...
nl: Bezig met inloggen...
pl: Logowanie...
pt: Entrando...
sq: Po futeni...
sv: Loggar in...
zh: 正在登录...

source: Signing Links
de: Signierlinks
es: Enlaces de firma
fr: Liens de signature
it: Link di firma
ja: 署名リンク
nl: Ondertekeningslinks
pl: Linki do podpisywania
pt: Links de Assinatura
sq: Lidhje të Nënshkrimit
sv: Signeringslänkar
zh: 签署链接

source: Signing links have been generated for this document.
de: Unterzeichnungslinks wurden für dieses Dokument erstellt.
es: Se han generado enlaces de firma para este documento.
fr: Des liens de signature ont été générés pour ce document.
it: I link di firma sono stati generati per questo documento.
ja: この文書の署名リンクが生成されています。
nl: Voor dit document zijn ondertekeningslinks gegenereerd.
pl: Linki do podpisywania zostały wygenerowane dla tego dokumentu.
pt: Os links de assinatura foram gerados para este documento.
sq: Lidhjet e nënshkrimit janë gjeneruar për këtë dokument.
sv: Signeringslänkar har genererats för detta dokument.
zh: 已为此文档生成签署链接。

source: Signing order is enabled.
de: Unterzeichnungsreihenfolge ist aktiviert.
es: El orden de firma está habilitado.
fr: L'ordre de signature est activé.
it: L'ordine di firma è abilitato.
ja: 署名順序が有効になっています。
nl: Ondertekeningsvolgorde is ingeschakeld.
pl: Kolejność podpisywania jest włączona.
pt: A ordem de assinatura está habilitada.
sq: Rendi i nënshkrimit është aktivizuar.
sv: Signeringsordning är aktiverad.
zh: 签署顺序已启用。

source: Signups are disabled.
de: Registrierungen sind deaktiviert.
es: Las inscripciones están deshabilitadas.
fr: Les inscriptions sont désactivées.
it: Le iscrizioni sono disabilitate.
ja: サインアップは無効になっています。
nl: Aanmeldingen zijn uitgeschakeld.
pl: Rejestracje są wyłączone.
pt: As inscrições estão desativadas.
sq: Regjistrimet janë çaktivizuara.
sv: Registreringar är inaktiverade.
zh: 注册已被禁用。

source: Since {0}
de: Seit {0}
es: Desde {0}
fr: Depuis {0}
it: Dal {0}
ja: {0} から
nl: Sinds {0}
pl: Od {0}
pt: Desde {0}
sq: Që nga {0}
sv: Sedan {0}
zh: 自 {0} 起

source: Site Banner
de: Website Banner
es: Banner del sitio
fr: Bannière du site
it: Banner del sito
ja: サイトバナー
pl: Baner strony internetowej
pt: Banner do Site
sq: Banneri i faqes
sv: Webbplatsbanner
zh: 站点横幅

source: Site Settings
de: Website Einstellungen
es: Configuraciones del sitio
fr: Paramètres du site
it: Impostazioni del sito
ja: サイト設定
nl: Site‑instellingen
pl: Ustawienia strony
pt: Configurações do Site
sq: Cilësimet e faqes
sv: Webbplatsinställningar
zh: 站点设置

source: Some signers have not been assigned a signature field. Please assign at least 1 signature field to each signer before proceeding.
de: Einige Unterzeichner haben noch kein Unterschriftsfeld zugewiesen bekommen. Bitte weisen Sie jedem Unterzeichner mindestens ein Unterschriftsfeld zu, bevor Sie fortfahren.
es: Algunos firmantes no han sido asignados a un campo de firma. Asigne al menos 1 campo de firma a cada firmante antes de continuar.
fr: Certains signataires n'ont pas été assignés à un champ de signature. Veuillez assigner au moins 1 champ de signature à chaque signataire avant de continuer.
it: Alcuni firmatari non hanno un campo firma assegnato. Assegna almeno 1 campo di firma a ciascun firmatario prima di procedere.
ja: 一部の署名者に署名フィールドが割り当てられていません。続行する前に、各署名者に少なくとも 1 つの署名フィールドを割り当ててください。
nl: Sommige ondertekenaars hebben geen handtekeningveld toegewezen gekregen. Wijs ten minste 1 handtekeningveld toe aan elke ondertekenaar voordat je doorgaat.
pl: Niektórym podpisującym nie przypisano pola podpisu. Przypisz co najmniej jedno pole podpisu do każdego podpisującego.
pt: Alguns signatários não foram atribuídos a um campo de assinatura. Atribua pelo menos 1 campo de assinatura a cada signatário antes de prosseguir.
sq: Disa nënshkruesve nuk u është caktuar një fushë nënshkrimi. Ju lutemi caktoni të paktën 1 fushë nënshkrimi për secilin nënshkrues para se të vazhdoni.
sv: Vissa signerare har inte tilldelats ett signaturfält. Vänligen tilldela minst 1 signaturfält till varje signerare innan du fortsätter.
zh: 部分签署人尚未被分配签名字段。请在继续前为每位签署人至少分配 1 个签名字段。

source: Something went wrong
de: Etwas ist schief gelaufen
es: Algo salió mal
fr: Quelque chose a mal tourné
it: Qualcosa è andato storto
ja: 問題が発生しました
nl: Er is iets misgegaan
pl: Coś poszło nie tak
pt: Algo deu errado
sq: Diçka shkoi keq
sv: Något gick fel
zh: 出错了

source: Something went wrong while attempting to verify your email address for <0>{0}</0>. Please try again later.
de: Etwas ist schiefgelaufen beim Versuch, Ihre E-Mail-Adresse für <0>{0}</0> zu bestätigen. Bitte versuchen Sie es später erneut.
es: Algo salió mal al intentar verificar tu dirección de correo electrónico para <0>{0}</0>. Por favor, intenta de nuevo más tarde.
fr: Quelque chose a mal tourné lors de la tentative de vérification de votre adresse e-mail pour <0>{0}</0>. Veuillez réessayer plus tard.
it: Qualcosa è andato storto durante il tentativo di verifica del tuo indirizzo e-mail per <0>{0}</0>. Riprova più tardi.
ja: <0>{0}</0> のメールアドレスの認証中に問題が発生しました。後でもう一度お試しください。
nl: Er is iets misgegaan bij het verifiëren van je e‑mailadres voor <0>{0}</0>. Probeer het later opnieuw.
pl: Coś poszło nie tak podczas próby weryfikacji adresu e-mail zespołu <0>{0}</0>. Spróbuj ponownie później.
pt: Algo deu errado ao tentar verificar seu endereço de email para <0>{0}</0>. Tente novamente mais tarde.
sq: Diçka shkoi keq gjatë përpjekjes për të verifikuar adresën tuaj të emailit për <0>{0}</0>. Ju lutemi provoni përsëri më vonë.
sv: Något gick fel när vi försökte verifiera din e-postadress för <0>{0}</0>. Försök igen senare.
zh: 尝试验证你在 <0>{0}</0> 的邮箱地址时出错。请稍后再试。

source: Something went wrong while loading the document.
de: Beim Laden des Dokuments ist ein Fehler aufgetreten.
es: Algo salió mal al cargar el documento.
fr: Une erreur s'est produite lors du chargement du document.
it: Qualcosa è andato storto durante il caricamento del documento.
ja: ドキュメントの読み込み中に問題が発生しました。
nl: Er is iets misgegaan tijdens het laden van het document.
pl: Coś poszło nie tak podczas ładowania dokumentu.
pt: Algo deu errado ao carregar o documento.
sq: Diçka shkoi keq gjatë ngarkimit të dokumentit.
sv: Något gick fel vid laddning av dokumentet.
zh: 加载文档时出现问题。

source: Something went wrong while loading your passkeys.
de: Etwas ist schiefgelaufen beim Laden Ihrer Passkeys.
es: Algo salió mal al cargar tus claves de acceso.
fr: Quelque chose a mal tourné lors du chargement de vos clés d'authentification.
it: Qualcosa è andato storto durante il caricamento delle tue chiavi di accesso.
ja: パスキーの読み込み中に問題が発生しました。
nl: Er is iets misgegaan bij het laden van je passkeys.
pl: Coś poszło nie tak podczas ładowania kluczy dostępu.
pt: Algo deu errado ao carregar suas chaves de autenticação.
sq: Diçka shkoi keq gjatë ngarkimit të lejeve tuaja.
sv: Något gick fel vid laddning av dina passkeys.
zh: 加载通行密钥时出错。

source: Something went wrong while rendering the document, some fields may be missing or corrupted.
de: Etwas ist schiefgelaufen beim Rendern des Dokuments, einige Felder fehlen möglicherweise oder sind beschädigt.
es: Algo salió mal al renderizar el documento, algunos campos pueden faltar o estar corruptos.
fr: Un problème est survenu lors du rendu du document, certains champs peuvent être manquants ou corrompus.
it: Qualcosa è andato storto durante il rendering del documento, alcuni campi potrebbero mancare o essere corrotti.
ja: 文書の表示中に問題が発生したため、一部のフィールドが欠損または破損している可能性があります。
nl: Er is iets misgegaan bij het renderen van het document, sommige velden kunnen ontbreken of beschadigd zijn.
pl: Coś poszło nie tak podczas renderowania dokumentu. Niektóre pola mogą być niekompletne lub uszkodzone.
zh: 渲染文档时出现问题，某些字段可能丢失或已损坏。

source: Something went wrong while sending the confirmation email.
de: Etwas ist schiefgelaufen beim Senden der Bestätigungs-E-Mail.
es: Algo salió mal al enviar el correo de confirmación.
fr: Quelque chose a mal tourné lors de l'envoi de l'e-mail de confirmation.
it: Qualcosa è andato storto durante l'invio dell'e-mail di conferma.
ja: 確認メール送信中に問題が発生しました。
nl: Er is iets misgegaan bij het verzenden van de bevestigingsmail.
pl: Coś poszło nie tak podczas wysyłania wiadomości weryfikacyjnej.
pt: Algo deu errado ao enviar o email de confirmação.
sq: Diçka shkoi keq gjatë dërgimit të emailit të konfirmimit.
sv: Något gick fel när bekräftelsemejlet skulle skickas.
zh: 发送确认邮件时出错。

source: Something went wrong while updating the team billing subscription, please contact support.
de: Etwas ist schiefgelaufen beim Aktualisieren des Abonnements für die Team-Zahlung. Bitte kontaktieren Sie den Support.
es: Algo salió mal al actualizar la suscripción de facturación del equipo, por favor contacta al soporte.
fr: Quelque chose a mal tourné lors de la mise à jour de l'abonnement de l'équipe, veuillez contacter le support.
it: Qualcosa è andato storto durante l'aggiornamento dell'abbonamento di fatturazione del team, contatta il supporto.
ja: チームの請求サブスクリプションの更新中に問題が発生しました。サポートまでお問い合わせください。
nl: Er is iets misgegaan bij het bijwerken van het teamabonnement; neem contact op met support.
pl: Coś poszło nie tak podczas aktualizowania subskrypcji zespołu. Skontaktuj się z pomocą techniczną.
pt: Algo deu errado ao atualizar a assinatura da fatura da equipe, entre em contato com o suporte.
sq: Diçka shkoi keq gjatë përditësimit të pajtimit të faturimit të ekipit, ju lutemi kontaktoni mbështetjen.
sv: Något gick fel vid uppdatering av teamets faktureringsprenumeration, vänligen kontakta support.
zh: 更新团队账单订阅时出错，请联系支持。

source: Something went wrong while uploading this file
de: Beim Hochladen dieser Datei ist etwas schiefgelaufen
es: Algo salió mal al cargar este archivo
fr: Une erreur s'est produite lors du téléchargement de ce fichier
it: Qualcosa è andato storto durante il caricamento di questo file
ja: ファイルのアップロード中に問題が発生しました
nl: Er is iets misgegaan bij het uploaden van dit bestand
pl: Coś poszło nie tak podczas przesyłania pliku
pt: Algo deu errado durante o upload deste arquivo
zh: 上传此文件时出现问题

source: Something went wrong!
de: Etwas ist schiefgelaufen!
es: ¡Algo salió mal!
fr: Quelque chose a mal tourné !
it: Qualcosa è andato storto!
ja: 問題が発生しました。
nl: Er is iets misgegaan!
pl: Coś poszło nie tak!
pt: Algo deu errado!
sq: Diçka shkoi keq!
sv: Något gick fel!
zh: 出错了！

source: Something went wrong.
de: Etwas ist schief gelaufen.
es: Algo salió mal.
fr: Quelque chose a mal tourné.
it: Qualcosa è andato storto.
ja: 問題が発生しました。
nl: Er is iets misgegaan.
pl: Coś poszło nie tak.
pt: Algo deu errado.
sq: Diçka shkoi keq.
sv: Något gick fel.
zh: 发生了一些错误。

source: Something went wrong. Please try again later.
de: Etwas ist schiefgelaufen. Bitte versuchen Sie es später noch einmal.
es: Algo salió mal. Por favor, inténtelo de nuevo más tarde.
fr: Quelque chose a mal tourné. Veuillez réessayer plus tard.
it: Qualcosa è andato storto. Si prega di riprovare più tardi.
ja: 問題が発生しました。後でもう一度お試しください。
nl: Er is iets misgegaan. Probeer het later opnieuw.
pl: Coś poszło nie tak. Spróbuj ponownie później.
pt: Algo deu errado. Tente novamente mais tarde.
sq: Diçka shkoi keq. Ju lutemi provoni përsëri më vonë.
sv: Något gick fel. Försök igen senare.
zh: 出现了一些问题。请稍后重试。

source: Something went wrong. Please try again or contact support.
de: Etwas ist schiefgelaufen. Bitte versuchen Sie es erneut oder kontaktieren Sie den Support.
es: Algo salió mal. Por favor, intenta de nuevo o contacta al soporte.
fr: Quelque chose a mal tourné. Veuillez réessayer ou contacter le support.
it: Qualcosa è andato storto. Riprova o contatta il supporto.
ja: 問題が発生しました。もう一度お試しいただくか、サポートまでお問い合わせください。
nl: Er is iets misgegaan. Probeer het opnieuw of neem contact op met support.
pl: Coś poszło nie tak. Spróbuj ponownie lub skontaktuj się z pomocą techniczną.
pt: Algo deu errado. Tente novamente ou entre em contato com o suporte.
sq: Diçka shkoi keq. Ju lutemi provoni përsëri ose kontaktoni mbështetjen.
sv: Något gick fel. Försök igen eller kontakta support.
zh: 出错了。请重试或联系支持。

source: Sorry, we were unable to download the audit logs. Please try again later.
de: Entschuldigung, wir konnten die Prüfprotokolle nicht herunterladen. Bitte versuchen Sie es später erneut.
es: Lo sentimos, no pudimos descargar los registros de auditoría. Por favor, intenta de nuevo más tarde.
fr: Désolé, nous n'avons pas pu télécharger les journaux d'audit. Veuillez réessayer plus tard.
it: Siamo spiacenti, non siamo riusciti a scaricare i log di verifica. Riprova più tardi.
ja: 監査ログをダウンロードできませんでした。後でもう一度お試しください。
nl: We konden de auditlogs niet downloaden. Probeer het later opnieuw.
pl: Nie mogliśmy pobrać dziennika logów. Spróbuj ponownie później.
pt: Desculpe, não foi possível baixar os logs de auditoria. Tente novamente mais tarde.
sq: Na vjen keq, nuk ishim në gjendje të shkarkonim regjistrat e auditimit. Ju lutemi provoni përsëri më vonë.
sv: Tyvärr kunde vi inte ladda ner granskningsloggarna. Försök igen senare.
zh: 抱歉，我们未能下载审计日志。请稍后再试。

source: Sorry, we were unable to download the certificate. Please try again later.
de: Entschuldigung, wir konnten das Zertifikat nicht herunterladen. Bitte versuchen Sie es später erneut.
es: Lo sentimos, no pudimos descargar el certificado. Por favor, intenta de nuevo más tarde.
fr: Désolé, nous n'avons pas pu télécharger le certificat. Veuillez réessayer plus tard.
it: Siamo spiacenti, non siamo riusciti a scaricare il certificato. Riprova più tardi.
ja: 証明書をダウンロードできませんでした。後でもう一度お試しください。
nl: We konden het certificaat niet downloaden. Probeer het later opnieuw.
pl: Nie mogliśmy pobrać certyfikatu. Spróbuj ponownie później.
pt: Desculpe, não foi possível baixar o certificado. Tente novamente mais tarde.
sq: Na vjen keq, nuk mundëm të shkarkonim certifikatën. Ju lutemi provoni përsëri më vonë.
sv: Tyvärr kunde vi inte ladda ner certifikatet. Försök igen senare.
zh: 抱歉，我们未能下载证书。请稍后再试。

source: Source
de: Quelle
es: Fuente
it: Fonte
ja: ソース
nl: Bron
pl: Źródło
pt: Origem
sq: Burimi
sv: Källa
zh: 来源

source: Space-separated list of domains. Leave empty to allow all domains.
de: Durch Leerzeichen getrennte Liste von Domains. Leer lassen, um alle Domains zuzulassen.
es: Lista de dominios separados por espacios. Deje vacío para permitir todos los dominios.
fr: Liste des domaines séparée par des espaces. Laissez vide pour autoriser tous les domaines.
it: Elenco di domini separato da spazi. Lascia vuoto per consentire tutti i domini.
ja: ドメインを半角スペース区切りで入力します。空のままにするとすべてのドメインが許可されます。
nl: Door spaties gescheiden lijst met domeinen. Laat leeg om alle domeinen toe te staan.
pl: Lista domen oddzielonych spacjami. Pozostaw puste pole, aby zezwolić na wszystkie domeny.
pt: Lista de domínios separados por espaço. Deixe vazio para permitir todos os domínios.
zh: 以空格分隔的域名列表。留空则允许所有域名。

source: SSO
pl: Logowanie SSO

source: Stats
de: Statistiken
es: Estadísticas
fr: Statistiques
it: Statistiche
ja: 統計
nl: Statistieken
pl: Statystyki
pt: Estatísticas
sq: Statistika
sv: Statistik
zh: 统计

# The step counter
source: Step {0}/{1}
de: Schritt {0}/{1}
es: Paso {0}/{1}
fr: Étape {0}/{1}
it: Passo {0}/{1}
ja: ステップ {0}/{1}
nl: Stap {0}/{1}
pl: Krok {0} z {1}
pt: Etapa {0}/{1}
zh: 步骤 {0}/{1}

source: Step <0>{step} of {maxStep}</0>
de: Schritt <0>{step} von {maxStep}</0>
es: Paso <0>{step} de {maxStep}</0>
fr: Étape <0>{step} sur {maxStep}</0>
it: Passo <0>{step} di {maxStep}</0>
ja: ステップ <0>{step} / {maxStep}</0>
nl: Stap <0>{step} van {maxStep}</0>
pl: Krok <0>{step} z {maxStep}</0>
pt: Etapa <0>{step} de {maxStep}</0>
sq: Hapi <0>{step} nga {maxStep}</0>
sv: Steg <0>{step} av {maxStep}</0>
zh: 步骤 <0>{step} / {maxStep}</0>

source: Stripe customer created successfully
de: Stripe-Kunde erfolgreich erstellt
es: Cliente de Stripe creado con éxito
fr: Le client Stripe a été créé avec succès
it: Cliente Stripe creato con successo
ja: Stripe 顧客が正常に作成されました
nl: Stripe-klant succesvol aangemaakt
pl: Klient Stripe został utworzony
pt: Cliente Stripe criado com sucesso
sq: ID-ja e klientit të Stripe u krijua me sukses
sv: Stripe-kund skapad framgångsrikt
zh: Stripe 客户创建成功

source: Stripe Customer ID
de: Stripe-Kunden-ID
es: ID de Cliente de Stripe
fr: ID client Stripe
it: ID cliente di Stripe
ja: Stripe 顧客 ID
nl: Stripe-klant-ID
pl: Identyfikator klienta Stripe
pt: ID do Cliente Stripe
sq: ID e Klientit Stripe
sv: Stripe kund-ID
zh: Stripe 客户 ID

source: Subject
de: Betreff
es: Asunto
fr: Sujet
it: Soggetto
ja: 件名
nl: Onderwerp
pl: Temat
pt: Assunto
zh: 主题

source: Subject <0>(Optional)</0>
de: Betreff <0>(Optional)</0>
es: Asunto <0>(Opcional)</0>
fr: Objet <0>(Optionnel)</0>
it: Oggetto <0>(Opzionale)</0>
ja: 件名 <0>(任意)</0>
nl: Onderwerp <0>(optioneel)</0>
pl: Temat <0>(opcjonalnie)</0>
pt: Assunto <0>(Opcional)</0>
sq: Subjekt <0>(Opsional)</0>
sv: Ämne <0>(Valfritt)</0>
zh: 主题 <0>（可选）</0>

source: Submit
de: Einreichen
es: Enviar
fr: Soumettre
it: Invia
ja: 送信
nl: Verzenden
pl: Wyślij
pt: Enviar
zh: 提交

source: Submitted
de: Eingereicht
es: Enviado
fr: Soumis
it: Inviato
ja: 送信済み
nl: Ingediend
pl: Data przesłania
pt: Enviado
zh: 已提交

source: Subscribe
de: Abonnieren
es: Suscribirse
fr: S'abonner
it: Iscriviti
ja: 購読
nl: Abonneren
pl: Subskrybuj
pt: Assinar
sq: Abonohuni
sv: Prenumerera
zh: 订阅

source: Subscription
de: Abonnement
es: Suscripción
fr: Abonnement
it: Abbonamento
ja: サブスクリプション
nl: Abonnement
pl: Subskrypcja
pt: Assinatura
sq: Pajtim
sv: Prenumeration
zh: 订阅

source: Subscription claim created successfully.
de: Abonnementanspruch erfolgreich erstellt.
es: Reclamo de suscripción creado con éxito.
fr: La réclamation d'abonnement a été créée avec succès.
it: Reclamo di sottoscrizione creato con successo.
ja: サブスクリプションクレームは正常に作成されました。
nl: Abonnementsclaim succesvol aangemaakt.
pl: Subskrypcja została utworzona.
pt: Reivindicação de assinatura criada com sucesso.
sq: Kërkesa e abonimit u krijua me sukses.
sv: Prenumerationsanspråk skapat framgångsrikt.
zh: 订阅声明创建成功。

source: Subscription claim deleted successfully.
de: Abonnementanspruch erfolgreich gelöscht.
es: Reclamo de suscripción eliminado con éxito.
fr: La réclamation d'abonnement a été supprimée avec succès.
it: Reclamo di sottoscrizione eliminato con successo.
ja: サブスクリプションクレームは正常に削除されました。
nl: Abonnementsclaim succesvol verwijderd.
pl: Subskrypcja została usunięta.
pt: Reivindicação de assinatura excluída com sucesso.
sq: Kërkesa e abonimit u fshi me sukses.
sv: Prenumerationsanspråk raderat framgångsrikt.
zh: 订阅声明删除成功。

source: Subscription claim updated successfully.
de: Abonnementanspruch erfolgreich aktualisiert.
es: Reclamo de suscripción actualizado con éxito.
fr: La réclamation d'abonnement a été mise à jour avec succès.
it: Reclamo di sottoscrizione aggiornato con successo.
ja: サブスクリプションクレームは正常に更新されました。
nl: Abonnementsclaim succesvol bijgewerkt.
pl: Subskrypcja została zaktualizowana.
pt: Reivindicação de assinatura atualizada com sucesso.
sq: Kërkesa e abonimit u përditësua me sukses.
sv: Prenumerationsanspråk uppdaterat framgångsrikt.
zh: 订阅声明更新成功。

source: Subscription Claims
de: Abonnementansprüche
es: Reclamos de suscripción
fr: Réclamations d'abonnement
it: Rivendicazioni di abbonamento
ja: サブスクリプションクレーム
nl: Abonnementsclaims
pl: Subskrypcja
pt: Reivindicações de Assinatura
sq: Kërkesat e Abonimit
sv: Prenumerationsanspråk
zh: 订阅声明

source: Subscription invalid
de: Abonnement ungültig
es: Suscripción inválida
fr: Abonnement non valide
it: Abbonamento non valido
ja: サブスクリプションが無効です
nl: Abonnement ongeldig
pl: Subskrypcja jest nieprawidłowa
pt: Assinatura inválida
zh: 订阅无效

source: Subscription Status
de: Abonnementstatus
es: Estado de la suscripción
fr: Statut de l’abonnement
it: Stato dell’abbonamento
ja: サブスクリプション状況
nl: Abonnementsstatus
pl: Status subskrypcji
zh: 订阅状态

source: Success
de: Erfolg
es: Éxito
fr: Succès
it: Successo
ja: 成功
nl: Succes
pl: Sukces
pt: Sucesso
sq: Sukses
sv: Framgång
zh: 成功

source: Successfully created passkey
de: Passkey erfolgreich erstellt
es: Clave de acceso creada con éxito
fr: Clé d'authentification créée avec succès
it: Chiave di accesso creata con successo
ja: パスキーを作成しました
nl: Passkey succesvol aangemaakt
pl: Klucz dostępu został utworzony
pt: Passkey criado com sucesso
sq: Çelësi i aksesit u krijua me sukses
sv: Passkey skapad framgångsrikt
zh: 通行密钥创建成功

source: Successfully created: {successCount}
de: Erfolgreich erstellt: {successCount}
es: Creado con éxito: {successCount}
fr: Créés avec succès : {successCount}
it: Creati con successo: {successCount}
ja: 正常に作成: {successCount}
nl: Succesvol aangemaakt: {successCount}
pl: Pomyślnie utworzono: {successCount}
pt: Criado com sucesso: {successCount}
sq: Krijuar me sukses: {successCount}
sv: Framgångsrikt skapade: {successCount}
zh: 创建成功：{successCount}

source: Summary:
de: Zusammenfassung:
es: Resumen:
fr: Résumé :
it: Sommario:
ja: 概要:
nl: Overzicht:
pl: Podsumowanie:
pt: Resumo:
sq: Përmbledhje:
sv: Sammanfattning:
zh: 摘要：

source: support
es: soporte
it: supporto
ja: サポート
pl: wsparcie
zh: 支持

source: Support
es: Soporte
fr: Assistance
it: Assistenza
ja: サポート
pl: Wsparcie
pt: Suporte
zh: 支持

source: Support ticket created
de: Support-Ticket erstellt
es: Ticket de soporte creado
fr: Ticket de support créé
it: Ticket di supporto creato
ja: サポートチケットを作成しました
nl: Supportticket aangemaakt
pl: Zgłoszenie zostało utworzone
pt: Tíquete de suporte criado
zh: 支持工单已创建

source: Sync
de: Synchronisieren
es: Sincronizar
fr: Synchronisation
it: Sincronizza
ja: 同期
nl: Synchroniseren
pl: Synchronizuj
pt: Sincronizar
zh: 同步
