Repository: documenso/documenso
Catalog: packages/lib/translations/*/web.po
Languages: de, es, fr, it, ja, nl, pl, pt, sq, sv, zh

source: Your public profile has been updated.
de: Ihr öffentliches Profil wurde aktualisiert.
es: Tu perfil público ha sido actualizado.
fr: Votre profil public a été mis à jour.
it: Il tuo profilo pubblico è stato aggiornato.
ja: 公開プロフィールを更新しました。
nl: Je openbare profiel is bijgewerkt.
pl: Profil publiczny został zaktualizowany.
pt: Seu perfil público foi atualizado.
sq: Profili juaj publik është përditësuar.
sv: Din offentliga profil har uppdaterats.
zh: 你的公开资料已更新。

source: Your recovery code has been copied to your clipboard.
de: Ihr Wiederherstellungscode wurde in die Zwischenablage kopiert.
es: Tu código de recuperación ha sido copiado en tu portapapeles.
fr: Votre code de récupération a été copié dans votre presse-papiers.
it: Il tuo codice di recupero è stato copiato negli appunti.
ja: リカバリーコードをクリップボードにコピーしました。
nl: Je herstelcode is naar je klembord gekopieerd.
pl: Kod odzyskiwania został skopiowany do schowka.
pt: Seu código de recuperação foi copiado para sua área de transferência.
sq: Kodi juaj i rikuperimit është kopjuar në kujtesën e tastierës tuaj.
sv: Din återställningskod har kopierats till ditt urklipp.
zh: 你的恢复代码已复制到剪贴板。

source: Your recovery codes are listed below. Please store them in a safe place.
de: Ihre Wiederherstellungscodes sind unten aufgeführt. Bitte bewahren Sie sie an einem sicheren Ort auf.
es: Tus códigos de recuperación se enumeran a continuación. Por favor, guárdalos en un lugar seguro.
fr: Vos codes de récupération sont listés ci-dessous. Veuillez les conserver dans un endroit sûr.
it: I tuoi codici di recupero sono elencati di seguito. Si prega di conservarli in un luogo sicuro.
ja: リカバリーコードは以下のとおりです。安全な場所に保管してください。
nl: Je herstelcodes staan hieronder. Bewaar ze op een veilige plek.
pl: To są Twoje kody odzyskiwania. Przechowuj je w bezpiecznym miejscu.
pt: Seus códigos de recuperação estão listados abaixo. Por favor, armazene-os em um local seguro.
sq: Këtu janë kodet tuaja të rikuperimit. Ju lutemi ruani ato në një vend të sigurt.
sv: Dina återställningskoder listas nedan. Förvara dem på en säker plats.
zh: 你的恢复代码列在下方。请妥善保存。

source: Your support request has been submitted. We'll get back to you soon!
de: Ihre Support-Anfrage wurde eingereicht. Wir werden uns bald bei Ihnen melden!
es: Su solicitud de soporte ha sido enviada. ¡Nos pondremos en contacto contigo pronto!
fr: Votre demande de support a été soumise. Nous vous recontacterons bientôt !
it: La tua richiesta di supporto è stata inviata. Ti contatteremo presto!
ja: サポートリクエストを送信しました。追ってご連絡いたします。
nl: Uw supportverzoek is ingediend. We nemen snel contact met u op!
pl: Zgłoszenie zostało wysłane. Skontaktujemy się z Tobą wkrótce!
pt: Sua solicitação de suporte foi enviada. Entraremos em contato em breve!
zh: 您的支持请求已提交。我们会尽快回复您！

source: Your team has been created.
de: Ihr Team wurde erstellt.
es: Tu equipo ha sido creado.
fr: Votre équipe a été créée.
it: Il tuo team è stato creato.
ja: チームを作成しました。
nl: Je team is aangemaakt.
pl: Zespół został utworzony.
pt: Sua equipe foi criada.
sq: Ekipi juaj është krijuar.
sv: Ditt team har skapats.
zh: 你的团队已创建。

source: Your team has been successfully deleted.
de: Ihr Team wurde erfolgreich gelöscht.
es: Tu equipo ha sido eliminado con éxito.
fr: Votre équipe a été supprimée avec succès.
it: Il tuo team è stato eliminato correttamente.
ja: チームは正常に削除されました。
nl: Je team is succesvol verwijderd.
pl: Zespół został usunięty.
pt: Sua equipe foi excluída com sucesso.
sq: Ekipi juaj është fshirë me sukses.
sv: Ditt team har tagits bort framgångsrikt.
zh: 你的团队已成功删除。

source: Your team has been successfully updated.
de: Ihr Team wurde erfolgreich aktualisiert.
es: Tu equipo ha sido actualizado con éxito.
fr: Votre équipe a été mise à jour avec succès.
it: Il tuo team è stato aggiornato correttamente.
ja: チームは正常に更新されました。
nl: Je team is succesvol bijgewerkt.
pl: Zespół został zaktualizowany.
pt: Sua equipe foi atualizada com sucesso.
sq: Ekipi juaj është përditësuar me sukses.
sv: Ditt team har uppdaterats framgångsrikt.
zh: 你的团队已成功更新。

source: Your template has been created successfully
de: Ihre Vorlage wurde erfolgreich erstellt
es: Tu plantilla se ha creado exitosamente
fr: Votre modèle a été créé avec succès
it: Il tuo modello è stato creato con successo
ja: テンプレートは正常に作成されました
nl: Je sjabloon is succesvol aangemaakt
pl: Twój szablon został pomyślnie utworzony
pt: Seu modelo foi criado com sucesso
sq: Shablloni juaj është krijuar me sukses
sv: Din mall har skapats framgångsrikt
zh: 您的模板已成功创建

source: Your template has been duplicated successfully.
de: Ihre Vorlage wurde erfolgreich dupliziert.
es: Tu plantilla ha sido duplicada con éxito.
fr: Votre modèle a été dupliqué avec succès.
it: Il tuo modello è stato duplicato correttamente.
ja: テンプレートを正常に複製しました。
nl: Je sjabloon is succesvol gedupliceerd.
pl: Twój szablon został pomyślnie zduplikowany.
pt: Seu modelo foi duplicado com sucesso.
sq: Modeli juaj është kopjuar me sukses.
sv: Din mall har duplicerats framgångsrikt.
zh: 你的模板已成功复制。

source: Your template has been successfully deleted.
de: Ihre Vorlage wurde erfolgreich gelöscht.
es: Tu plantilla ha sido eliminada con éxito.
fr: Votre modèle a été supprimé avec succès.
it: Il tuo modello è stato eliminato correttamente.
ja: テンプレートは正常に削除されました。
nl: Je sjabloon is succesvol verwijderd.
pl: Twój szablon został pomyślnie usunięty.
pt: Seu modelo foi excluído com sucesso.
sq: Modeli juaj është fshirë me sukses.
sv: Din mall har tagits bort framgångsrikt.
zh: 你的模板已成功删除。

source: Your template has been uploaded successfully.
de: Ihre Vorlage wurde erfolgreich hochgeladen.
es: Su plantilla ha sido subida exitosamente.
fr: Votre modèle a été importé avec succès.
it: Il tuo modello è stato caricato con successo.
ja: テンプレートを正常にアップロードしました。
nl: Uw sjabloon is succesvol geüpload.
pl: Twój szablon został pomyślnie przesłany.
pt: Seu modelo foi enviado com sucesso.
zh: 您的模板已成功上传。

source: Your template will be duplicated.
de: Ihre Vorlage wird dupliziert.
es: Tu plantilla será duplicada.
fr: Votre modèle sera dupliqué.
it: Il tuo modello sarà duplicato.
ja: テンプレートは複製されます。
nl: Je sjabloon wordt gedupliceerd.
pl: Szablon zostanie zduplikowany.
pt: Seu modelo será duplicado.
sq: Modeli juaj do të kopjohet.
sv: Din mall kommer att dupliceras.
zh: 你的模板将被复制。

source: Your templates has been saved successfully.
de: Ihre Vorlagen wurden erfolgreich gespeichert.
es: Tus plantillas han sido guardadas con éxito.
fr: Vos modèles ont été enregistrés avec succès.
it: I tuoi modelli sono stati salvati con successo.
ja: テンプレートは正常に保存されました。
nl: Je sjablonen zijn succesvol opgeslagen.
pl: Twoje szablony zostały pomyślnie zapisane.
pt: Seus modelos foram salvos com sucesso.
sq: Modelet tuaja janë ruajtur me sukses.
sv: Dina mallar har sparats framgångsrikt.
zh: 你的模板已成功保存。

source: Your token has expired!
de: Ihr Token ist abgelaufen!
es: ¡Tu token ha expirado!
fr: Votre token a expiré !
it: Il tuo token è scaduto!
ja: トークンの有効期限が切れています。
nl: Je token is verlopen!
pl: Token wygasł!
pt: Seu token expirou!
sq: Token-i juaj ka skaduar!
sv: Din token har löpt ut!
zh: 你的令牌已过期！

source: Your token was created successfully! Make sure to copy it because you won't be able to see it again!
de: Ihr Token wurde erfolgreich erstellt! Stellen Sie sicher, dass Sie es kopieren, da Sie es später nicht mehr sehen können!
es: ¡Tu token se creó con éxito! ¡Asegúrate de copiarlo porque no podrás verlo de nuevo!
fr: Votre token a été créé avec succès ! Assurez-vous de le copier car vous ne pourrez plus le voir !
it: Il tuo token è stato creato con successo! Assicurati di copiarlo perché non potrai più vederlo!
ja: トークンは正常に作成されました。今後この画面で表示できないため、必ずコピーして保管してください。
nl: Je token is succesvol aangemaakt! Zorg dat je het kopieert, want je kunt het later niet meer bekijken!
pl: Token został utworzony! Skopiuj go, ponieważ nie będzie można go ponownie wyświetlić!
pt: Seu token foi criado com sucesso! Certifique-se de copiá-lo, pois você não poderá vê-lo novamente!
sq: Token-i juaj është krijuar me sukses! Sigurohuni që ta kopjoni pasi nuk do të jeni në gjendje ta shikoni më përsëri!
sv: Din token skapades framgångsrikt! Se till att kopiera den eftersom du inte kommer att kunna se den igen!
zh: 你的令牌已创建成功！请务必立即复制，因为之后将无法再次查看！

source: Your tokens will be shown here once you create them.
de: Ihre Tokens werden hier angezeigt, sobald Sie sie erstellt haben.
es: Tus tokens se mostrarán aquí una vez que los crees.
fr: Vos tokens seront affichés ici une fois que vous les aurez créés.
it: I tuoi token verranno mostrati qui una volta creati.
ja: トークンは作成されるとここに表示されます。
nl: Je tokens worden hier weergegeven zodra je ze aanmaakt.
pl: Utworzone tokeny pojawią się tutaj.
pt: Seus tokens serão exibidos aqui assim que você os criar.
sq: Token-ët tuaj do të shfaqen këtu sapo t'i krijoni.
sv: Dina tokens kommer att visas här när du skapar dem.
zh: 创建令牌后将会显示在这里。

source: Your two-factor authentication code
de: Ihr Zwei-Faktor-Authentifizierungscode
es: Su código de autenticación de dos factores
fr: Votre code d'authentification à deux facteurs
it: Il tuo codice di autenticazione a due fattori
ja: 二要素認証コード
nl: Uw tweefactorauthenticatiecode
pl: Twój kod weryfikacyjny
pt: Seu código de autenticação de dois fatores
zh: 您的双重身份验证码

source: Your verification code is {code}
de: Ihr Verifizierungscode: {code}
es: Su código de verificación es {code}
fr: Votre code de vérification est {code}
it: Il tuo codice di verifica è {code}
ja: 認証コード: {code}
nl: Uw verificatiecode is {code}
pl: Twój kod weryfikacyjny to {code}
pt: Seu código de verificação é {code}
zh: 您的验证码是 {code}

source: Your verification code:
de: Ihr Verifizierungscode:
es: Su código de verificación:
fr: Votre code de vérification :
it: Il tuo codice di verifica:
ja: 認証コード:
nl: Uw verificatiecode:
pl: Twój kod weryfikacyjny:
pt: Seu código de verificação:
zh: 您的验证码：

source: Branding
de: Marken
fr: Image de marque
ja: ブランディング
zh: 品牌

source: Enterprise
de: Unternehmen
fr: Entreprise
it: Impresa
pt: Empresa
sq: Ndërmarrje
zh: 企业版

source: Folder
de: Ordner
es: Carpeta
fr: Dossier
it: Cartella
ja: フォルダ
nl: Map
pt: Pasta
sq: Dosje
sv: Mapp
zh: 文件夹

source: Manager
es: Gerente
fr: Gestionnaire
it: Responsabile
ja: マネージャー
pt: Gerente
sq: Menaxher
sv: Chef
zh: 管理者

source: Max
es: Máx
fr: Maximum
ja: 最大
pt: Máx.
sq: Maks
zh: 最大值

source: Min
es: Mín
ja: 最小
pt: Mín.
zh: 最小值

source: Status
es: Estado
fr: Statut
it: Stato
ja: ステータス
sq: Statusi
zh: 状态

source: User Agent
de: Benutzer-Agent
es: Agente de usuario
fr: Agent utilisateur
ja: ユーザーエージェント
pt: Agente do Usuário
zh: 用户代理

source: your-domain.com another-domain.com
es: su-dominio.com otro-dominio.com
it: tuo-dominio.com altro-dominio.com

source: Enable direct link signing
pt: Ativar assinatura por link direto
sq: Aktivizoni nënshkrimin me lidhje direkte
sv: Aktivera direktlänkssignering

source: {0} Recipient(s)
pt: {0} Destinatário(s)
sq: {0} Marrës(it)
sv: {0} mottagare

source: An error occurred while downloading your document.
pt: Ocorreu um erro ao baixar seu documento.
sq: Ndodhi një gabim gjatë shkarkimit të dokumentit tuaj.
sv: Ett fel inträffade när ditt dokument skulle laddas ner.

source: Are you sure you want to remove the <0>{passkeyName}</0> passkey.
pt: Tem certeza de que deseja remover a chave <0>{passkeyName}</0>?
sq: A jeni i sigurt që doni të hiqni kodin e kaluar <0>{passkeyName}</0>.
sv: Är du säker på att du vill ta bort <0>{passkeyName}</0> passkey.

source: Click here to add a recipient
pt: Clique aqui para adicionar um destinatário

source: Coming soon
pt: Em breve

source: couldn't be uploaded:
pt: não pôde ser enviado:

source: Download Original
pt: Baixar original
sq: Shkarko Origjinalin
sv: Ladda ner original

source: Draw
pt: Desenhar
sq: Vizato
sv: Rita

# Draw signatute type
source: Draw
pt: Desenhar

source: Everyone has signed! You will receive an Email copy of the signed document.
pt: Todos assinaram! Você receberá uma cópia por e-mail do documento assinado.
sq: Të gjithë kanë nënshkruar! Ju do të merrni një kopje të dokumentit të nënshkruar me Email.
sv: Alla har signerat! Du kommer att få en e-postkopia av det signerade dokumentet.

source: Leaderboard
pt: Quadro de Classificação
sq: Tabela e Klasifikimit
sv: Topplista

source: Listening to {0}
pt: Ouvindo {0}
sq: Duke dëgjuar {0}
sv: Lyssnar på {0}

source: On this page, you can edit the webhook and its settings.
pt: Nesta página, você pode editar o webhook e suas configurações.
sq: Në këtë faqe, mund të modifikoni webhook-un dhe cilësimet e tij.
sv: På denna sida kan du redigera webhook och dess inställningar.

source: Personal
pt: Pessoal
sq: Personale
sv: Personlig

source: Send Test Webhook
pt: Enviar Webhook de Teste

source: Share Signature Card
pt: Compartilhar Cartão de Assinatura
sq: Ndaj Kartën e Nënshkrimit
sv: Dela signaturkort

source: Signatures will appear once the document has been completed
pt: As assinaturas aparecerão assim que o documento for concluído
sq: Nënshkrimet do të shfaqen pasi dokumenti të jetë përfunduar
sv: Signaturer kommer att visas när dokumentet har slutförts

source: Signing Volume
pt: Volume de Assinaturas
sq: Volumi i Nënshkrimit
sv: Signeringsvolym

source: The document you are looking for may have been removed, renamed or may have never existed.
pt: O documento que você está procurando pode ter sido removido, renomeado ou pode nunca ter existido.

source: The email domain you are looking for may have been removed, renamed or may have never existed.
pt: O domínio de e-mail que você está procurando pode ter sido removido, renomeado ou pode nunca ter existido.

source: The organisation group you are looking for may have been removed, renamed or may have never existed.
pt: O grupo da organização que você está procurando pode ter sido removido, renomeado ou pode nunca ter existido.
sq: Grupi i organizatës që ju kërkoni mund të jetë fshirë, riemëruar ose nuk ka ekzistuar ndonjëherë.
sv: Organisationsgruppen du letar efter kan ha tagits bort, bytt namn eller kanske aldrig funnits.

source: The organisation you are looking for may have been removed, renamed or may have never existed.
pt: A organização que você está procurando pode ter sido removida, renomeada ou pode nunca ter existido.
sq: Organizata që ju kërkoni mund të jetë fshirë, riemëruar ose nuk ka ekzistuar ndonjëherë.
sv: Organisationen du letar efter kan ha tagits bort, bytt namn eller kanske aldrig funnits.

source: The organisation you are looking for may have been removed, renamed or may have never existed.
pt: A organização que você está procurando pode ter sido removida, renomeada ou pode nunca ter existido.
sq: Organizata që ju kërkoni mund të jetë fshirë, riemëruar ose nuk ka ekzistuar ndonjëherë.
sv: Organisationen du letar efter kan ha tagits bort, bytt namn eller kanske aldrig funnits.

source: The team you are looking for may have been removed, renamed or may have never existed.
pt: A equipe que você está procurando pode ter sido removida, renomeada ou nunca ter existido.
sq: Ekipi që ju kërkoni mund të jetë fshirë, riemëruar ose nuk ka ekzistuar ndonjëherë.
sv: Teamet du letar efter kan ha tagits bort, bytt namn eller kanske aldrig funnits.

source: The team you are looking for may have been removed, renamed or may have never existed.
pt: A equipe que você está procurando pode ter sido removida, renomeada ou nunca ter existido.
sq: Ekipi që po kërkoni mund të jetë hequr, riemëruar ose mund të mos ketë ekzistuar kurrë.
sv: Teamet du letar efter kan ha tagits bort, bytt namn eller kanske aldrig funnits.

source: The template you are looking for may have been removed, renamed or may have never existed.
pt: O modelo que você está procurando pode ter sido removido, renomeado ou nunca ter existido.

source: The user you are looking for may have been removed, renamed or may have never existed.
pt: O usuário que você está procurando pode ter sido removido, renomeado ou nunca ter existido.
sq: Përdoruesi që po kërkoni mund të jetë fshirë, riemëruar ose nuk ka ekzistuar ndonjëherë.
sv: Användaren du letar efter kan ha tagits bort, bytt namn eller kanske aldrig funnits.

source: The webhook you are looking for may have been removed, renamed or may have never existed.
pt: O webhook que você está procurando pode ter sido removido, renomeado ou nunca ter existido.

source: This code will expire in {expiresInMinutes} minutes.
pt: Este código expirará em {expiresInMinutes} minutos.

source: This feature is coming soon
pt: Este recurso estará em breve

# Type signatute type
source: Type
pt: Tipo

source: Update webhook
pt: Atualizar webhook
sq: Përditëso webhook
sv: Uppdatera webhook

# Upload signatute type
source: Upload
pt: Enviar

source: Uploading document...
pt: Enviando documento...
sq: Po ngarkohet dokumenti...
sv: Laddar upp dokument...

source: Uploading template...
pt: Enviando modelo...

source: View Original Document
pt: Visualizar documento original
sq: Shiko Dokumentin Origjinal
sv: Visa originaldokument

source: You cannot have more than {MAXIMUM_PASSKEYS} passkeys.
pt: Você não pode ter mais de {MAXIMUM_PASSKEYS} chaves de acesso.
sq: Ju nuk mund të keni më shumë se {MAXIMUM_PASSKEYS} çelësa.
sv: Du kan inte ha fler än {MAXIMUM_PASSKEYS} passnycklar.

source: You will receive an Email copy of the signed document once everyone has signed.
pt: Você receberá uma cópia por e-mail do documento assinado assim que todos tiverem assinado.
sq: Do të merrni një kopje Email të dokumentit të nënshkruar kur të gjithë të kenë nënshkruar.
sv: Du kommer att få en e-postkopia av det signerade dokumentet när alla har signerat.

source: Your template has been uploaded successfully. You will be redirected to the template page.
pt: Seu modelo foi enviado com sucesso. Você será redirecionado para a página do modelo.

source: <0>Click to upload</0> or drag and drop
sq: <0>Kliko për të ngarkuar</0> ose tërhiq dhe lësho
sv: <0>Klicka för att ladda upp</0> eller dra och släpp

source: <0>You are about to complete approving <1>"{documentTitle}"</1>.</0><2/> Are you sure?
sq: <0>Jeni gati për të përfunduar miratimin e <1>"{documentTitle}"</1>.</0><2/> A jeni i sigurt?
sv: <0>Du är på väg att slutföra godkännandet av <1>"{documentTitle}"</1>.</0><2/> Är du säker?

source: <0>You are about to complete signing "<1>{documentTitle}</1>".</0><2/> Are you sure?
sq: <0>Jeni gati për të përfunduar nënshkrimin e "<1>{documentTitle}</1>".</0><2/> A jeni i sigurt?
sv: <0>Du är på väg att slutföra signeringen av "<1>{documentTitle}</1>".</0><2/> Är du säker?

source: <0>You are about to complete viewing "<1>{documentTitle}</1>".</0><2/> Are you sure?
sq: <0>Jeni gati për të përfunduar shikimin e "<1>{documentTitle}</1>".</0><2/> A jeni i sigurt?
sv: <0>Du är på väg att slutföra granskningen av "<1>{documentTitle}</1>".</0><2/> Är du säker?

source: A field was added
sq: Një fushë u shtua
sv: Ett fält lades till

source: A field was removed
sq: Një fushë u hoq
sv: Ett fält togs bort

source: A field was updated
sq: Një fushë u përditësua
sv: Ett fält uppdaterades

source: A recipient was added
sq: Një marrës u shtua
sv: En mottagare lades till

source: A recipient was removed
sq: Një marrës u hoq
sv: En mottagare togs bort

source: A recipient was updated
sq: Një marrës u përditësua
sv: En mottagare uppdaterades

source: Approvers
sq: Pranuesit
sv: Godkännare

source: Approving
sq: Pranimi
sv: Godkänner

source: Assist
sq: Asisto
sv: Assistera

source: Assistants
sq: Ndihmësit
sv: Assistenter

source: Assisting
sq: Ndihmimi
sv: Assisterar

source: Clear file
sq: Pastro dokumentin
sv: Rensa fil

source: Complete Approval
sq: Përfundo miratimin
sv: Slutför godkännande

source: Complete Assisting
sq: Plotësimi i Ndihmës
sv: Slutför assistans

source: Complete Signing
sq: Përfundo nënshkrimin
sv: Slutför signering

source: Complete the fields for the following signers. Once reviewed, they will inform you if any modifications are needed.
sq: Plotësoni fushat për nënshkruesit në vijim. Pasi të jetë rishikuar, ata do t'ju informojnë nëse do të jenë të nevojshme ndonjë modifikime.
sv: Fyll i fälten för följande undertecknare. När de har granskats kommer de att meddela dig om några ändringar behövs.

source: Complete Viewing
sq: Përfundo shikimin
sv: Slutför granskning

source: Document access auth updated
sq: Autentikimi i qasjes së dokumentit u përditësua
sv: Dokumentåtkomstautentisering uppdaterad

source: Document external ID updated
sq: ID i jashtëm i dokumentit u përditësua
sv: Dokumentets externa ID uppdaterat

source: Document history
sq: Historiku i Dokumentit

source: Document moved to team
sq: Dokumenti u zhvendos në ekip
sv: Dokument flyttat till team

source: Document opened
sq: Dokumenti i hapur
sv: Dokument öppnat

source: Document resealed
sq: Dokumenti është Rithyer
sv: Dokument återförseglat

source: Document signing auth updated
sq: Autentikimi i nënshkrimit të dokumentit u përditësua
sv: Dokumentsigneringsautentisering uppdaterad

source: Document title updated
sq: Titulli i dokumentit u përditësua
sv: Dokumenttitel uppdaterad

source: Document updated
sq: Dokumenti u përditësua
sv: Dokument uppdaterat

source: Document visibility updated
sq: Dukshmëria e dokumentit u përditësua
sv: Dokumentsynlighet uppdaterad

source: Due to an unpaid invoice, your team has been restricted. Please settle the payment to restore full access to your team.
sq: Për shkak të një faturë të papaguar, ekipi juaj është kufizuar. Ju lutemi kryeni pagesën për të rivendosur aksesin e plotë për ekipin tuaj.
sv: På grund av en obetald faktura har ditt team begränsats. Vänligen betala för att återställa full åtkomst till ditt team.

source: Field prefilled by assistant
sq: Fusha plotësuar paraprakisht nga ndihmësi
sv: Fält förifyllt av assistent

source: Field signed
sq: Fusha e nënshkruar
sv: Fält signerat

source: Field unsigned
sq: Fusha e pa nënshkruar
sv: Fält osignerat

source: Here you can set preferences and defaults for your organisation. Teams will inherit these settings by default.
sq: Këtu mund të vendosni preferencat dhe parazgjedhjet për organizatën tuaj. Ekipet do t'i trashëgojnë këto cilësime si parazgjedhje.
sv: Här kan du ställa in inställningar och standardvärden för din organisation. Team kommer att ärva dessa inställningar som standard.

source: Here you can set your general preferences
sq: Këtu mund të vendosni preferencat tuaja të përgjithshme
sv: Här kan du ställa in dina allmänna inställningar

source: Hide additional information
sq: Fshih informacionin shtesë

source: Next field
sq: Fusha tjetër
sv: Nästa fält

source: Organisation Preferences
sq: Preferencat e organizatës
sv: Organisationsinställningar

source: Read only field
sq: Fusha vetëm për lexim
sv: Skrivskyddat fält

source: Show additional information
sq: Trego informacion shtesë

source: Signers
sq: Nënshkruesit
sv: Signerare

source: Signers must have unique emails
sq: Nënshkruesit duhet të kenë email-e unike
sv: Signerare måste ha unika e-postadresser

source: Signing
sq: Nënshkrimi
sv: Signering

source: Team Preferences
sq: Preferencat e Ekipit
sv: Teaminställningar

source: This folder contains multiple items. Deleting it will also delete all items in the folder, including nested folders and their contents.
sq: Kjo dosje përmban disa artikuj. Fshirja e saj do të fshijë gjithashtu të gjitha artikujt në dosje, duke përfshirë dosjet e mbivendosura dhe përmbajtjet e tyre.
sv: Denna mapp innehåller flera objekt. Om du raderar den kommer även alla objekt i mappen att raderas, inklusive kapslade mappar och deras innehåll.

source: Version History
sq: Historia e Versionit
sv: Versionshistorik

source: Viewers
sq: Shikuesit
sv: Visare

source: Viewing
sq: Duke shikuar
sv: Visning
