Repository: documenso/documenso
Catalog: packages/lib/translations/*/web.po
Languages: de, es, fr, it, ja, nl, pl, pt, sq, sv, zh

source: Manage the members of your team.
de: Verwalten Sie die Mitglieder Ihres Teams.
es: Gestiona los miembros de tu equipo.
fr: Gérez les membres de votre équipe.
it: Gestisci i membri del tuo team.
ja: チームメンバーを管理します。
nl: Beheer de leden van je team.
pl: Zarządzaj użytkownikami zespołu.
pt: Gerenciar os membros de sua equipe.
sq: Menaxhoni anëtarët e ekipit tuaj.
sv: Hantera medlemmarna i ditt team.
zh: 管理团队成员。

source: Manage the members or invite new members.
de: Die Mitglieder verwalten oder neue Mitglieder einladen.
es: Gestionar los miembros o invitar nuevos miembros.
fr: Gérer les membres ou inviter de nouveaux membres.
it: Gestisci i membri o invita nuovi membri.
ja: メンバーを管理したり、新しいメンバーを招待したりできます。
nl: Beheer de leden of nodig nieuwe leden uit.
pl: Zarządzaj użytkownikami lub zaproś nowych.
pt: Gerenciar os membros ou convidar novos membros.
sq: Menaxho anëtarët ose fto anëtarë të rinj.
sv: Hantera medlemmarna eller bjud in nya medlemmar.
zh: 管理成员或邀请新成员。

source: Manage the settings for this folder.
de: Verwalten Sie die Einstellungen für diesen Ordner.
es: Administrar la configuración de esta carpeta.
fr: Gérez les paramètres de ce dossier.
it: Gestisci le impostazioni per questa cartella.
ja: このフォルダの設定を管理します。
nl: Beheer de instellingen voor deze map.
pl: Zarządzaj ustawieniami folderu.
pt: Gerenciar as configurações desta pasta.
zh: 管理此文件夹的设置。

source: Manage the teams in this organisation.
de: Verwalten Sie die Teams in dieser Organisation.
es: Gestiona los equipos en esta organización.
fr: Gérez les équipes de cette organisation.
it: Gestisci i team in questa organizzazione.
ja: この組織内のチームを管理します。
nl: Beheer de teams in deze organisatie.
pl: Zarządzaj zespołami w tej organizacji.
pt: Gerenciar as equipes nesta organização.
sq: Menaxhoni ekipet në këtë organizatë.
sv: Hantera teamen i denna organisation.
zh: 管理此组织中的团队。

source: Manage users
de: Benutzer verwalten
es: Gestionar usuarios
fr: Gérer les utilisateurs
it: Gestisci utenti
ja: ユーザー管理
nl: Gebruikers beheren
pl: Zarządzaj użytkownikami
pt: Gerenciar usuários
sq: Menaxho përdoruesit
sv: Hantera användare
zh: 管理用户

source: Manage your email domain settings.
de: Verwalten Sie Ihre E-Mail-Domaineinstellungen.
es: Administrar la configuración del dominio de correo electrónico.
fr: Gérer vos paramètres de domaine de messagerie.
it: Gestisci le impostazioni del tuo dominio email.
ja: メールドメインの設定を管理します。
nl: Beheer je e-maildomeininstellingen.
pl: Zarządzaj ustawieniami domeny.
pt: Gerenciar as configurações de seu domínio de e-mail.
zh: 管理您的邮箱域名设置。

source: Manage your organisation group settings.
de: Verwalten Sie Ihre Organisationsgruppeneinstellungen.
es: Ajustes de grupo de organización
fr: Gérez les paramètres du groupe de votre organisation.
it: Gestisci le impostazioni del gruppo della tua organizzazione.
ja: 組織グループの設定を管理します。
nl: Beheer de instellingen van je organisatiegroep.
pl: Zarządzaj ustawieniami grup w organizacji.
pt: Gerenciar as configurações de grupo de sua organização.
sq: Menaxhoni cilësimet e grupeve të organizatës tuaj.
sv: Hantera dina organisationsgruppinställningar.
zh: 管理组织组设置。

source: Manage your passkeys.
de: Verwalten Sie Ihre Passkeys.
es: Gestionar tus claves de acceso.
fr: Gérer vos clés d'accès.
it: Gestisci le tue chiavi di accesso.
ja: パスキーを管理します。
nl: Beheer je passkeys.
pl: Zarządzaj kluczami dostępu.
pt: Gerenciar suas chaves de acesso.
sq: Menaxho çelësat tuaj të aksesit.
sv: Hantera dina passkeys.
zh: 管理你的通行密钥。

source: Manage your site settings here
de: Verwalten Sie hier Ihre Seiteneinstellungen
es: Gestionar la configuración de tu sitio aquí
fr: Gérer les paramètres de votre site ici
it: Gestisci le impostazioni del tuo sito qui
ja: ここでサイト設定を管理できます
nl: Beheer hier je site‑instellingen
pl: Tutaj możesz zarządzać ustawieniami strony.
pt: Gerenciar suas configurações de site aqui
sq: Menaxho cilësimet e faqes këtu
sv: Hantera dina webbplatsinställningar här
zh: 在此管理站点设置

source: Managers and above
de: Manager und höher
es: Gerentes y superiores
fr: Responsables et supérieur
it: Manager e superiori
ja: マネージャー以上
nl: Managers en hoger
pl: Managerowie i wyżej
pt: Gerentes e acima
zh: 管理者及以上

source: Mark as viewed
de: Als gesehen markieren
es: Marcar como visto
fr: Marquer comme vu
it: Segna come visualizzato
ja: 閲覧済みにする
nl: Markeren als bekeken
pl: Oznacz jako wyświetlone
pt: Marcar como visualizado
sq: Shenjo si shikuar
sv: Markera som visad
zh: 标记为已查看

source: Mark as Viewed
de: Als angesehen markieren
es: Marcar como visto
fr: Marquer comme vu
it: Segna come visto
ja: 閲覧済みにする
nl: Markeren als bekeken
pl: Oznacz jako wyświetlone
pt: Marcar como Visualizado
sq: Shëno si e parë
sv: Markera som visad
zh: 标记为已查看

source: MAU (created document)
de: MAU (erstellt Dokument)
es: MAU (documento creado)
fr: MAU (document créé)
it: MAU (documento creato)
ja: MAU（文書作成）
nl: MAU (document aangemaakt)
pl: MAU (utworzyli dokument)
pt: UAM (documento criado)
sq: MAU (dokument i krijuar)
sv: MAU (skapat dokument)
zh: 月活跃用户（创建过文档）

source: MAU (had document completed)
de: MAU (hat Dokument abgeschlossen)
es: MAU (documento completado)
fr: MAU (document terminé)
it: MAU (ha completato il documento)
ja: MAU（文書完了）
nl: MAU (document voltooid)
pl: MAU (zakończyli dokument)
pt: UAM (documento concluído)
sq: MAU (dokument i përfunduar)
sv: MAU (hade dokument slutfört)
zh: 月活跃用户（有文档被完成）

source: MAU (signed in)
de: MAU (angemeldet)
es: MAU (con sesión iniciada)
fr: MAU (connecté)
it: MAU (autenticati)
ja: MAU（サインイン済み）
nl: MAU (ingelogd)
pl: MAU (zalogowani)
pt: UAM (conectado)
sv: MAU (inloggad)
zh: 月活跃用户（已登录）

source: Maximum file size: 4MB. Maximum 100 rows per upload. Blank values will use template defaults.
de: Maximale Dateigröße: 4MB. Maximal 100 Zeilen pro Upload. Leere Werte verwenden die Vorlagenstandards.
es: Tamaño máximo de archivo: 4MB. Máximo 100 filas por carga. Los valores en blanco usarán los valores predeterminados de la plantilla.
fr: Taille maximale du fichier : 4 Mo. Maximum de 100 lignes par importation. Les valeurs vides utiliseront les valeurs par défaut du modèle.
it: Dimensione massima del file: 4MB. Massimo 100 righe per caricamento. I valori vuoti utilizzeranno i valori predefiniti del modello.
ja: 最大ファイルサイズ: 4MB。アップロードあたり最大 100 行。空の値はテンプレートのデフォルトが使用されます。
nl: Maximale bestandsgrootte: 4 MB. Maximaal 100 rijen per upload. Lege waarden gebruiken de standaardwaarden van de sjabloon.
pl: Maksymalny rozmiar pliku to 4 MB. Możesz przesłać maksymalnie 100 wierszy na raz. Puste wartości zostaną zastąpione domyślnymi z szablonu.
pt: Tamanho máximo do arquivo: 4 MB. Máximo de 100 linhas por upload. Valores em branco usarão os padrões do modelo.
sq: Madhësia maksimale e skedarit: 4MB. Maksimumi 100 rreshta për ngarkim. Vlerat boshe do të përdorin parazgjedhjet e modelit.
sv: Maximal filstorlek: 4MB. Maximalt 100 rader per uppladdning. Tomma värden kommer att använda mallstandarder.
zh: 最大文件大小：4MB。每次上传最多 100 行。空值将使用模板默认值。

source: Maximum number of uploaded files per envelope allowed
de: Maximale Anzahl hochgeladener Dateien pro Umschlag erlaubt
es: Número máximo de archivos subidos por sobre permitido
fr: Nombre maximal de fichiers téléchargés par enveloppe autorisés
it: Numero massimo di file caricati consentiti per busta
ja: 封筒ごとにアップロードできる最大ファイル数
nl: Maximaal toegestaan aantal geüploade bestanden per envelop
pl: Maksymalna dozwolona liczba przesłanych plików na kopertę
pt: Número máximo de arquivos enviados por envelope permitido
zh: 每个信封允许上传的最大文件数量

source: Member
de: Mitglied
es: Miembro
fr: Membre
it: Membro
ja: メンバー
nl: Lid
pl: Użytkownik
pt: Membro
sq: Anëtar
sv: Medlem
zh: 成员

source: Member Count
de: Mitgliederanzahl
es: Conteo de Miembros
fr: Nombre de membres
it: Conteggio membri
ja: メンバー数
nl: Aantal leden
pl: Liczba użytkowników
pt: Contagem de Membros
sq: Numërimi i anëtarëve
sv: Antal medlemmar
zh: 成员数量

source: Member Since
de: Mitglied seit
es: Miembro desde
fr: Membre depuis
it: Membro dal
ja: メンバー登録日
nl: Lid sinds
pl: Data dołączenia
pt: Membro desde
sq: Anëtar që nga
sv: Medlem sedan
zh: 加入时间

source: Members
de: Mitglieder
es: Miembros
fr: Membres
it: Membri
ja: メンバー
nl: Leden
pl: Użytkownicy
pt: Membros
sq: Anëtarët
sv: Medlemmar
zh: 成员

source: Message
de: Nachricht
es: Mensaje
it: Messaggio
ja: メッセージ
nl: Bericht
pl: Wiadomość
pt: Mensagem
zh: 消息

source: Message <0>(Optional)</0>
de: Nachricht <0>(Optional)</0>
es: Mensaje <0>(Opcional)</0>
fr: Message <0>(Optionnel)</0>
it: Messaggio <0>(Opzionale)</0>
ja: メッセージ <0>(任意)</0>
nl: Bericht <0>(optioneel)</0>
pl: Wiadomość <0>(opcjonalnie)</0>
pt: Mensagem <0>(Opcional)</0>
sq: Mesazh <0>(Opsionale)</0>
sv: Meddelande <0>(Valfritt)</0>
zh: 消息 <0>（可选）</0>

source: Middle
de: Mitte
es: Centro
fr: Milieu
it: Medio
ja: 中央
nl: Midden
pl: Środek
zh: 垂直居中

source: Missing Recipients
de: Fehlende Empfänger
es: Faltan destinatarios
fr: Manque de destinataires
it: Destinatari Mancanti
ja: 不足している受信者
nl: Ontbrekende ontvangers
pl: Brak odbiorców
zh: 缺少收件人

source: Modify recipients
de: Empfänger ändern
es: Modificar destinatarios
fr: Modifier les destinataires
it: Modifica destinatari
ja: 受信者を変更
nl: Ontvangers wijzigen
pl: Edytuj odbiorców
pt: Modificar destinatários
sq: Modifiko marrësit
sv: Ändra mottagare
zh: 修改收件人

source: Modify the details of the subscription claim.
de: Ändern Sie die Details des Abonnementsanspruchs.
es: Modifica los detalles de la reclamación de suscripción.
fr: Modifier les détails de la réclamation d'abonnement.
it: Modifica i dettagli della rivendicazione di abbonamento.
ja: サブスクリプションクレームの詳細を変更します。
nl: Wijzig de details van de abonnementsclaim.
pl: Edytuj szczegóły subskrypcji.
pt: Modificar os detalhes da solicitação de assinatura.
sq: Modifikimi i detajeve të pretendimit të abonimit.
sv: Ändra detaljerna för prenumerationsanspråket.
zh: 修改订阅声明的详细信息。

source: Monthly
de: Monatlich
es: Mensual
fr: Mensuel
it: Mensile
ja: 月額
nl: Maandelijks
pl: Miesięcznie
pt: Mensal
sq: Mujor
sv: Månadsvis
zh: 按月

source: Monthly Active Users: Users that created at least one Document
de: Monatlich aktive Benutzer: Benutzer, die mindestens ein Dokument erstellt haben
es: Usuarios activos mensuales: Usuarios que crearon al menos un documento
fr: Utilisateurs actifs mensuels : utilisateurs ayant créé au moins un document
it: Utenti attivi mensili: Utenti che hanno creato almeno un documento
ja: 月間アクティブユーザー：1 つ以上の文書を作成したユーザー
nl: Maandelijks actieve gebruikers: gebruikers die ten minste één document hebben aangemaakt
pl: Miesięczna liczba aktywnych użytkowników: Użytkownicy, którzy utworzyli co najmniej jeden dokument
pt: Usuários Ativos Mensais: Usuários que criaram pelo menos um Documento
sq: Përdorues Aktivë Mujorë: Përdorues që kanë krijuar të paktën një Dokument
sv: Månatliga aktiva användare: Användare som skapade minst ett dokument
zh: 月活跃用户：至少创建过一份文档的用户

source: Monthly Active Users: Users that had at least one of their documents completed
de: Monatlich aktive Benutzer: Benutzer, die mindestens eines ihrer Dokumente abgeschlossen haben
es: Usuarios activos mensuales: Usuarios que completaron al menos uno de sus documentos
fr: Utilisateurs actifs mensuels : utilisateurs ayant terminé au moins un de leurs documents
it: Utenti attivi mensili: Utenti con almeno uno dei loro documenti completati
ja: 月間アクティブユーザー：1 つ以上の文書が完了したユーザー
nl: Maandelijks actieve gebruikers: gebruikers van wie ten minste één document is voltooid
pl: Miesięczna liczba aktywnych użytkowników: Użytkownicy, którzy zakończyli co najmniej jeden dokument
pt: Usuários Ativos Mensais: Usuários que tiveram pelo menos um de seus documentos concluídos
sq: Përdorues Aktivë Mujorë: Përdorues që kanë përfunduar të paktën një nga dokumentet e tyre
sv: Månatliga aktiva användare: Användare som hade minst ett av sina dokument slutförda
zh: 月活跃用户：至少有一份文档被完成的用户

source: Move
de: Verschieben
es: Mover
fr: Déplacer
it: Sposta
ja: 移動
nl: Verplaatsen
pl: Przenieś
pt: Mover
sq: Zhvendos
sv: Flytta
zh: 移动

source: Move "{templateTitle}" to a folder
de: "{templateTitle}" in einen Ordner verschieben
es: Mover "{templateTitle}" a una carpeta
fr: Déplacer «{templateTitle}» vers un dossier
it: Sposta "{templateTitle}" in una cartella
ja: 「{templateTitle}」をフォルダに移動
nl: "{templateTitle}" naar een map verplaatsen
pl: Przenieś szablon „{templateTitle}” do folderu
pt: Mover "{templateTitle}" para uma pasta
sq: Zhvendos "{templateTitle}" në një dosje
sv: Flytta "{templateTitle}" till en mapp
zh: 将“{templateTitle}”移动到文件夹

source: Move Document to Folder
de: Dokument in Ordner verschieben
es: Mover Documento a Carpeta
fr: Déplacer le document vers un dossier
it: Sposta documento nella cartella
ja: ドキュメントをフォルダに移動
nl: Document naar map verplaatsen
pl: Przenieś dokument do folderu
pt: Mover Documento para a Pasta
sq: Zhvendos Dokumentin në Dosje
sv: Flytta dokument till mapp
zh: 将文档移动到文件夹

source: Move Folder
de: Ordner verschieben
es: Mover Carpeta
fr: Déplacer le Dossier
it: Sposta Cartella
ja: フォルダを移動
nl: Map verplaatsen
pl: Przenieś folder
pt: Mover Pasta
sq: Zhvendos Dosjen
sv: Flytta mapp
zh: 移动文件夹

source: Move Template to Folder
de: Vorlage in Ordner verschieben
es: Mover Plantilla a Carpeta
fr: Déplacer le modèle vers un dossier
it: Sposta modello nella cartella
ja: テンプレートをフォルダに移動
nl: Sjabloon naar map verplaatsen
pl: Przenieś szablon do folderu
pt: Mover Modelo para a Pasta
sq: Zhvendos Shabllonin në Dosje
sv: Flytta mall till mapp
zh: 将模板移动到文件夹

source: Move to Folder
de: In Ordner verschieben
es: Mover a Carpeta
fr: Déplacer vers le dossier
it: Sposta nella cartella
ja: フォルダに移動
nl: Naar map verplaatsen
pl: Przenieś do folderu
pt: Mover para a Pasta
sq: Zhvendos në Dosje
sv: Flytta till mapp
zh: 移动到文件夹

source: Multiple access methods can be selected.
de: Es können mehrere Zugriffsmethoden ausgewählt werden.
es: Se pueden seleccionar varios métodos de acceso.
fr: Plusieurs méthodes d'accès peuvent être sélectionnées.
it: Possono essere selezionati più metodi di accesso.
ja: 複数のアクセス方法を選択できます。
nl: Er kunnen meerdere toegangs­methoden worden geselecteerd.
pl: Możesz wybrać wiele metod dostępu.
pt: Vários métodos de acesso podem ser selecionados.
sq: Mund të zgjedhni metoda të shumta të qasje.
sv: Flera åtkomstmetoder kan väljas.
zh: 可以选择多种访问方式。

source: My Folder
de: Mein Ordner
es: Mi Carpeta
fr: Mon Dossier
it: La Mia Cartella
ja: マイフォルダ
nl: Mijn map
pl: Mój folder
pt: Minha Pasta
sq: Dosja Ime
sv: Min mapp
zh: 我的文件夹

source: N/A
nl: n.v.t.
pl: Nie dotyczy
pt: N/D

source: Name
es: Nombre
fr: Nom
it: Nome
ja: 名前
nl: Naam
pl: Nazwa
pt: Nome
sq: Emri
sv: Namn
zh: 姓名

source: Name is required
de: Name ist erforderlich
es: Se requiere el nombre
fr: Le nom est requis
it: Nome richiesto
ja: 名前は必須です
nl: Naam is verplicht
pl: Nazwa jest wymagana
pt: O nome é obrigatório
sq: Emri është i detyrueshëm
sv: Namn krävs
zh: 名称为必填项

source: Name Settings
de: Einstellungen für Namen
es: Configuración de Nombre
fr: Paramètres du nom
it: Impostazioni Nome
ja: 名前の設定
nl: Naam-instellingen
pl: Ustawienia nazwy
pt: Configurações de Nome
zh: 姓名设置

source: Need to sign documents?
de: Müssen Dokumente signieren?
es: ¿Necesitas firmar documentos?
fr: Besoin de signer des documents ?
it: Hai bisogno di firmare documenti?
ja: 文書への署名が必要ですか？
nl: Moet je documenten ondertekenen?
pl: Potrzebujesz podpisać dokumenty?
pt: Precisa assinar documentos?
sq: Duhet të nënshkruani dokumentet?
sv: Behöver du signera dokument?
zh: 需要签署文档？

source: Needs to approve
de: Muss genehmigen
es: Necesita aprobar
fr: Nécessite une approbation
it: Necessita di approvazione
ja: 承認が必要
nl: Moet goedkeuren
pl: Musi zatwierdzić
pt: Precisa aprovar
sq: Ka nevojë për miratim
sv: Behöver godkänna
zh: 需要审批

source: Needs to sign
de: Muss unterzeichnen
es: Necesita firmar
fr: Nécessite une signature
it: Necessita di firma
ja: 署名が必要
nl: Moet ondertekenen
pl: Musi podpisać
pt: Precisa assinar
sq: Ka nevojë për nënshkrim
sv: Behöver signera
zh: 需要签署

source: Needs to view
de: Muss sehen
es: Necesita ver
fr: Nécessite une visualisation
it: Necessita di visualizzazione
ja: 閲覧が必要
nl: Moet bekijken
pl: Musi wyświetlić
pt: Precisa visualizar
sq: Ka nevojë të shikoj
sv: Behöver visa
zh: 需要查看

source: Never
de: Niemals
es: Nunca
fr: Jamais
it: Mai
ja: なし
nl: Nooit
pl: Nigdy
pt: Nunca
sq: Kurrë
sv: Aldrig
zh: 从不

source: Never expire
de: Nie ablaufen
es: Nunca expira
fr: Ne jamais expirer
it: Mai scadere
ja: 有効期限なし
nl: Nooit verlopen
pl: Nigdy nie wygasa
pt: Nunca expirar
sq: Kurrë nuk skadon
sv: Upphör aldrig
zh: 永不过期

source: New Password
de: Neues Passwort
es: Nueva Contraseña
fr: Nouveau Mot de Passe
it: Nuova Password
ja: 新しいパスワード
nl: Nieuw wachtwoord
pl: Nowe hasło
pt: Nova Senha
sq: Fjalëkalimi i Ri
sv: Nytt lösenord
zh: 新密码

source: New Template
de: Neue Vorlage
es: Nueva plantilla
fr: Nouveau modèle
it: Nuovo modello
ja: 新しいテンプレート
nl: Nieuwe sjabloon
pl: Nowy szablon
pt: Novo Modelo
sq: Template i Ri
sv: Ny mall
zh: 新模板

source: Next
de: Nächster
es: Siguiente
fr: Suivant
it: Successivo
ja: 次へ
nl: Volgende
pl: Dalej
pt: Próximo
sq: Tjetër
sv: Nästa
zh: 下一步

source: Next Field
de: Nächstes Feld
es: Siguiente campo
fr: Champ suivant
it: Campo successivo
ja: 次のフィールド
nl: Volgend veld
pl: Następne pole
pt: Próximo Campo
zh: 下一个字段

source: Next Recipient Email
de: Nächste Empfänger-E-Mail
es: Correo del próximo destinatario
fr: Email du destinataire suivant
it: Email prossimo destinatario
ja: 次の受信者のメールアドレス
nl: E-mailadres volgende ontvanger
pl: Adres e-mail następnego odbiorcy
pt: Próximo Email do Destinatário
zh: 下一位收件人邮箱

source: Next Recipient Name
de: Nächster Empfängername
es: Nombre del próximo destinatario
fr: Nom du destinataire suivant
it: Nome prossimo destinatario
ja: 次の受信者の名前
nl: Naam volgende ontvanger
pl: Nazwa następnego odbiorcy
pt: Próximo Nome do Destinatário
zh: 下一位收件人姓名

source: No
de: Nein
fr: Non
ja: いいえ
nl: Nee
pl: Nie
pt: Não
sq: Jo
sv: Nej
zh: 否

source: No active drafts
de: Keine aktiven Entwürfe
es: No hay borradores activos
fr: Pas de brouillons actifs
it: Nessuna bozza attiva
ja: 有効な下書きはありません
nl: Geen actieve concepten
pl: Brak aktywnych szkiców
pt: Nenhum rascunho ativo
sq: Asnjë draft aktiv
sv: Inga aktiva utkast
zh: 没有活动草稿

source: No documents found
de: Keine Dokumente gefunden
es: No se encontraron documentos
fr: Aucun document trouvé
it: Nessun documento trovato
ja: 文書が見つかりません
nl: Geen documenten gevonden
pl: Nie znaleziono dokumentów
pt: Nenhum documento encontrado
zh: 未找到文档

source: No folders found
de: Keine Ordner gefunden
es: No se encontraron carpetas
fr: Aucun dossier trouvé
it: Nessuna cartella trovata
ja: フォルダが見つかりません
nl: Geen mappen gevonden
pl: Nie znaleziono folderów
pt: Nenhuma pasta encontrada
sq: Nuk u gjetën dosje
sv: Inga mappar hittades
zh: 未找到文件夹

source: No folders found matching "{searchTerm}"
de: Keine Ordner gefunden, die "{searchTerm}" entsprechen
es: No se encontraron carpetas que coincidan con "{searchTerm}"
fr: Aucun dossier correspondant à "{searchTerm}" trouvé
it: Nessuna cartella trovata corrispondente a "{searchTerm}"
ja: 「{searchTerm}」に一致するフォルダが見つかりません
nl: Geen mappen gevonden die overeenkomen met "{searchTerm}"
pl: Nie znaleziono folderów pasujących do „{searchTerm}”
pt: Nenhuma pasta encontrada correspondente a "{searchTerm}"
sq: Nuk u gjetën dosje që përputhen me "{searchTerm}"
sv: Inga mappar hittades som matchar "{searchTerm}"
zh: 未找到与“{searchTerm}”匹配的文件夹

source: No further action is required from you at this time.
de: Es sind derzeit keine weiteren Maßnahmen Ihrerseits erforderlich.
fr: Aucune autre action n'est requise de votre part pour le moment.
it: Non sono richieste ulteriori azioni da parte tua in questo momento.
ja: 現在、お客様が行う必要のある操作はありません。
nl: Er is op dit moment geen verdere actie van jou vereist.
pl: Nie musisz nic więcej robić.
pt: Nenhuma outra ação é necessária de você no momento.
sq: Nuk kërkohet ndonjë veprim i mëtejshëm nga ju në këtë moment.
sv: Ingen ytterligare åtgärd krävs från dig just nu.
zh: 目前您无需再执行任何操作。

source: No organisations found
de: Keine Organisationen gefunden
es: No se encontraron organizaciones
fr: Aucune organisation trouvée
it: Nessuna organizzazione trovata
ja: 組織が見つかりません
nl: Geen organisaties gevonden
pl: Nie znaleziono organizacji
pt: Nenhuma organização encontrada
sq: Asnjë organizatë nuk u gjet
sv: Inga organisationer hittades
zh: 未找到组织

source: No public profile templates found
de: Keine Vorlagen für das öffentliche Profil gefunden
es: No se encontraron plantillas de perfil público
fr: Aucun modèle de profil public trouvé
it: Nessun modello di profilo pubblico trovato
ja: 公開プロフィール用のテンプレートが見つかりません
nl: Geen openbare profielsjablonen gevonden
pl: Nie znaleziono szablonów profilu publicznego
pt: Nenhum modelo de perfil público encontrado
sq: Nuk u gjet asnjë template i profilit publik
sv: Inga offentliga mallprofiler hittades
zh: 未找到公开资料模板

source: No recent activity
de: Keine aktuellen Aktivitäten
es: No hay actividad reciente
fr: Aucune activité récente
it: Nessuna attività recente
ja: 最近のアクティビティはありません
nl: Geen recente activiteit
pl: Brak ostatniej aktywności
pt: Nenhuma atividade recente
sq: Asnjë aktivitet i fundit
sv: Ingen nylig aktivitet
zh: 暂无最近活动

source: No recent documents
de: Keine aktuellen Dokumente
es: No hay documentos recientes
fr: Aucun document récent
it: Nessun documento recente
ja: 最近の文書はありません
nl: Geen recente documenten
pl: Brak ostatnich dokumentów
pt: Nenhum documento recente
sq: Nuk ka dokumente të fundit
sv: Inga nya dokument
zh: 暂无最近文档

source: No recipient matching this description was found.
de: Kein passender Empfänger mit dieser Beschreibung gefunden.
es: No se encontró ningún destinatario que coincidiera con esta descripción.
fr: Aucun destinataire correspondant à cette description n'a été trouvé.
it: Nessun destinatario corrispondente a questa descrizione è stato trovato.
ja: この条件に一致する受信者は見つかりませんでした。
nl: Er is geen ontvanger gevonden die aan deze beschrijving voldoet.
pl: Nie znaleziono odbiorcy pasującego do tego opisu.
pt: Nenhum destinatário correspondente a esta descrição foi encontrado.
sq: Nuk u gjet asnjë marrës që përputhet me këtë përshkrim.
sv: Ingen mottagare som matchar denna beskrivning hittades.
zh: 未找到符合条件的收件人。

source: No recipients
de: Keine Empfänger
es: Sin destinatarios
fr: Aucun destinataire
it: Nessun destinatario
ja: 受信者なし
nl: Geen ontvangers
pl: Brak odbiorców
pt: Nenhum destinatário
sq: Pa marrës
sv: Inga mottagare
zh: 无收件人

source: No recipients with this role
de: Keine Empfänger mit dieser Rolle
es: No hay destinatarios con este rol
fr: Aucun destinataire avec ce rôle
it: Nessun destinatario con questo ruolo
ja: このロールの受信者はいません
nl: Geen ontvangers met deze rol
pl: Brak odbiorców z tą rolą
pt: Nenhum destinatário com este papel
sq: Nuk ka marrës me këtë rol
sv: Inga mottagare med denna roll
zh: 没有具有此角色的收件人

source: No restrictions
de: Keine Einschränkungen
es: Sin restricciones
fr: Aucune restriction
it: Nessuna restrizione
ja: 制限なし
nl: Geen beperkingen
pl: Brak ograniczeń
pt: Sem restrições
sq: Pa kufizime
sv: Inga begränsningar
zh: 无限制

source: No results found
de: Keine Ergebnisse gefunden
es: No se encontraron resultados
fr: Aucun résultat trouvé
it: Nessun risultato trovato
ja: 結果が見つかりません
nl: Geen resultaten gevonden
pl: Nie znaleziono wyników
pt: Nenhum resultado encontrado
sq: Nuk u gjetën rezultate
sv: Inga resultat hittades
zh: 未找到结果

source: No results found.
de: Keine Ergebnisse gefunden.
es: No se encontraron resultados.
fr: Aucun résultat trouvé.
it: Nessun risultato trovato.
ja: 結果が見つかりません。
nl: Geen resultaten gevonden.
pl: Nie znaleziono wyników.
pt: Nenhum resultado encontrado.
sq: Nuk u gjetën rezultate.
sv: Inga resultat hittades.
zh: 未找到结果。
