Repository: documenso/documenso
Catalog: packages/lib/translations/*/web.po
Languages: de, es, fr, it, ja, nl, pl, pt, sq, sv, zh

source: Please note that you will lose access to all documents associated with this team & all the members will be removed and notified
de: Bitte beachten Sie, dass Sie den Zugriff auf alle mit diesem Team verbundenen Dokumente verlieren werden und alle Mitglieder entfernt und benachrichtigt werden.
es: Por favor, ten en cuenta que perderás acceso a todos los documentos asociados con este equipo y todos los miembros serán eliminados y notificados
fr: Veuillez noter que vous perdrez l'accès à tous les documents associés à cette équipe et que tous les membres seront supprimés et notifiés
it: Si prega di notare che perderai l'accesso a tutti i documenti associati a questo team e tutti i membri saranno rimossi e notificati
ja: このチームに関連するすべての文書へのアクセスを失います。また、すべてのメンバーは削除され、通知されます。
nl: Let op: je verliest de toegang tot alle documenten die aan dit team zijn gekoppeld; alle leden worden verwijderd en op de hoogte gebracht
pl: Stracisz dostęp do wszystkich dokumentów powiązanych z tym zespołem. Wszyscy użytkownicy zespołu zostaną powiadomieni o usunięciu zespołu.
pt: Observe que você perderá o acesso a todos os documentos associados a esta equipe e todos os membros serão removidos e notificados
sq: Ju lutemi vini re që do të humbisni aksesin në të gjitha dokumentet e lidhura me këtë ekip dhe të gjithë anëtarët do të hiqen dhe do të njoftohen
sv: Observera att du kommer att förlora åtkomst till alla dokument som är kopplade till detta team och alla medlemmar kommer att tas bort och meddelas
zh: 请注意，你将失去与此团队相关的所有文档的访问权限，且所有成员都会被移除并收到通知

source: Please open your authenticator app and enter the 6-digit code for this document.
de: Bitte öffnen Sie Ihre Authentifizierungs-App und geben Sie den 6-stelligen Code für dieses Dokument ein.
es: Por favor, abre tu app autenticadora e ingresa el código de 6 dígitos para este documento.
fr: Veuillez ouvrir votre application d'authentification et entrer le code à 6 chiffres pour ce document.
it: Per favore apri la tua app di autenticazione e inserisci il codice a 6 cifre per questo documento.
ja: 認証アプリを開き、この文書用の6桁のコードを入力してください。
nl: Open uw authenticatie-app en voer de 6-cijferige code voor dit document in.
pl: Otwórz aplikację uwierzytelniającą i wpisz 6-cyfrowy kod dla tego dokumentu.
pt: Abra seu aplicativo autenticador e digite o código de 6 dígitos deste documento.
zh: 请打开您的验证器应用，并输入此文档的 6 位代码。

source: Please provide a reason for rejecting this document
de: Bitte geben Sie einen Grund für die Ablehnung dieses Dokuments an
es: Indica un motivo para rechazar este documento
fr: Veuillez indiquer une raison pour le refus de ce document
it: Indica un motivo per il rifiuto di questo documento
ja: このドキュメントを却下する理由を入力してください。
nl: Geef een reden op voor het weigeren van dit document
pl: Podaj powód odrzucenia dokumentu
zh: 请提供拒绝此文档的原因

source: Please provide a token from the authenticator, or a backup code. If you do not have a backup code available, please contact support.
de: Bitte geben Sie ein Token von der Authentifizierungs-App oder einen Backup-Code an. Wenn Sie keinen Backup-Code haben, kontaktieren Sie bitte den Support.
es: Por favor, proporciona un token del autenticador o un código de respaldo. Si no tienes un código de respaldo disponible, contacta al soporte.
fr: Veuillez fournir un token de l'authentificateur, ou un code de secours. Si vous n'avez pas de code de secours disponible, veuillez contacter le support.
it: Si prega di fornire un token dal tuo autenticatore, o un codice di backup. Se non hai un codice di backup disponibile, contatta il supporto.
ja: 認証アプリのトークン、またはバックアップコードを入力してください。バックアップコードがない場合は、サポートまでお問い合わせください。
nl: Voer een token uit de authenticator of een back‑upcode in. Als je geen back‑upcode hebt, neem dan contact op met support.
pl: Wpisz kod weryfikacyjny z aplikacji uwierzytelniającej lub kod zapasowy. Jeśli nie masz dostępnego kodu zapasowego, skontaktuj się z pomocą techniczną.
pt: Forneça um token do autenticador ou um código de backup. Se você não tiver um código de backup disponível, entre em contato com o suporte.
sq: Ju lutemi siguroni një token nga autentifikuesi ose një kod rezervë. Nëse nuk keni një kod rezervë të disponueshëm, ju lutemi kontaktoni mbështetjen.
sv: Vänligen ange en token från autentiseraren, eller en reservkod. Om du inte har en reservkod tillgänglig, vänligen kontakta support.
zh: 请输入验证器生成的令牌或备份代码。如果你没有可用的备份代码，请联系支持。

source: Please provide a token from your authenticator, or a backup code.
de: Bitte geben Sie ein Token von Ihrem Authentifizierer oder einen Backup-Code an.
es: Por favor, proporciona un token de tu autenticador, o un código de respaldo.
fr: Veuillez fournir un token de votre authentificateur, ou un code de secours.
it: Si prega di fornire un token dal tuo autenticatore, o un codice di backup.
ja: 認証アプリのトークン、またはバックアップコードを入力してください。
nl: Voer een token van je authenticator of een back‑upcode in.
pl: Wpisz kod weryfikacyjny z aplikacji uwierzytelniającej lub kod zapasowy.
pt: Forneça um token do seu autenticador ou um código de backup.
sq: Ju lutemi siguroni një token nga autentifikuesi juaj ose një kod rezervë.
sv: Vänligen ange en token från din autentiserare, eller en reservkod.
zh: 请输入验证器生成的令牌或备份代码。

source: Please review the document before approving.
de: Bitte überprüfen Sie das Dokument, bevor Sie es genehmigen.
es: Por favor, revise el documento antes de aprobarlo.
fr: Veuillez examiner le document avant d'approuver.
it: Per favore, esamina il documento prima di approvarlo.
ja: 承認する前にドキュメントを確認してください。
nl: Controleer het document voordat je het goedkeurt.
pl: Sprawdź dokument przed zatwierdzeniem.
pt: Revise o documento antes de aprová-lo.
sq: Ju lutemi rishikoni dokumentin para se të miratoni atë.
sv: Vänligen granska dokumentet innan du godkänner.
zh: 请在审批前先审阅文档。

source: Please review the document before signing.
de: Bitte überprüfen Sie das Dokument vor der Unterzeichnung.
es: Por favor, revise el documento antes de firmar.
fr: Veuillez examiner le document avant de signer.
it: Rivedi il documento prima di firmare.
ja: 署名前に文書の内容を確認してください。
nl: Controleer het document voordat je ondertekent.
pl: Sprawdź dokument przed podpisaniem.
pt: Revise o documento antes de assiná-lo.
sq: Ju lutemi, rishikoni dokumentin përpara se ta nënshkruani.
sv: Vänligen granska dokumentet innan du signerar.
zh: 签署前请先审阅文档。

source: Please select a PDF file
de: Bitte wählen Sie eine PDF-Datei aus
es: Por favor seleccione un archivo PDF
fr: Veuillez sélectionner un fichier PDF
it: Seleziona un file PDF
ja: PDF ファイルを選択してください
nl: Selecteer een PDF-bestand
pl: Wybierz plik PDF
pt: Selecione um arquivo PDF
sq: Ju lutem zgjidhni një dokument PDF
sv: Vänligen välj en PDF-fil
zh: 请选择一个 PDF 文件

source: Please select how you'd like to receive your verification code.
de: Bitte wählen Sie, wie Sie Ihren Verifizierungscode erhalten möchten.
es: Por favor, selecciona cómo te gustaría recibir tu código de verificación.
fr: Veuillez sélectionner le moyen par lequel vous souhaitez recevoir votre code de vérification.
it: Seleziona come desideri ricevere il tuo codice di verifica.
ja: 認証コードの受け取り方法を選択してください。
nl: Selecteer hoe u uw verificatiecode wilt ontvangen.
pl: Wybierz, w jaki sposób chcesz otrzymać swój kod weryfikacyjny.
pt: Selecione como você deseja receber seu código de verificação.
zh: 请选择您希望接收验证码的方式。

source: Please try a different domain.
de: Bitte versuchen Sie eine andere Domain.
es: Por favor, intenta con un dominio diferente.
fr: Veuillez essayer un autre domaine.
it: Si prega di provare un altro dominio.
ja: 別のドメインをお試しください。
nl: Probeer een ander domein.
pl: Wybierz inną domenę.
pt: Tente um domínio diferente.
zh: 请尝试使用其他域名。

source: Please try again and make sure you enter the correct email address.
de: Bitte versuchen Sie es erneut und stellen Sie sicher, dass Sie die korrekte E-Mail-Adresse eingeben.
es: Por favor, intenta de nuevo y asegúrate de ingresar la dirección de correo electrónico correcta.
fr: Veuillez réessayer et assurez-vous d'entrer la bonne adresse email.
it: Si prega di riprovare assicurandosi di inserire l'indirizzo email corretto.
ja: もう一度お試しいただき、正しいメールアドレスが入力されているか確認してください。
nl: Probeer het opnieuw en controleer of je het juiste e‑mailadres hebt ingevoerd.
pl: Spróbuj ponownie i upewnij się, że adres e-mail jest prawidłowy.
pt: Tente novamente e certifique-se de inserir o endereço de e-mail correto.
sq: Ju lutemi provoni përsëri dhe sigurohuni që të fusni adresën e duhur të email-it.
sv: Vänligen försök igen och se till att du anger rätt e-postadress.
zh: 请重试，并确保你输入了正确的邮箱地址。

source: Please try again later.
de: Bitte versuchen Sie es später noch einmal.
es: Por favor, intenta de nuevo más tarde.
fr: Veuillez réessayer plus tard.
it: Si prega di riprovare più tardi.
ja: 後でもう一度お試しください。
nl: Probeer het later opnieuw.
pl: Spróbuj ponownie później.
pt: Tente novamente mais tarde.
sq: Ju lutemi provoni përsëri më vonë.
sv: Vänligen försök igen senare.
zh: 请稍后再试。

source: Please try again or contact our support.
de: Bitte versuchen Sie es erneut oder kontaktieren Sie unseren Support.
es: Por favor, inténtalo de nuevo o contacta a nuestro soporte.
fr: Veuillez réessayer ou contacter notre support.
it: Per favore, riprova o contatta il nostro supporto.
ja: もう一度お試しいただくか、サポートにお問い合わせください。
nl: Probeer het opnieuw of neem contact op met onze ondersteuning.
pl: Spróbuj ponownie lub skontaktuj się z naszym wsparciem.
pt: Tente novamente ou entre em contato com nosso suporte.
sq: Ju lutem provoni përsëri ose kontaktoni mbështetjen tonë.
sv: Vänligen försök igen eller kontakta vår support.
zh: 请重试或联系我们的支持团队。

source: Please type {0} to confirm
de: Bitte {0} eingeben, um zu bestätigen
es: Por favor, escriba {0} para confirmar
fr: Veuiillez taper {0} pour confirmer
it: Per favore, digita {0} per confermare
ja: 確認のため {0} と入力してください
nl: Typ {0} om te bevestigen.
pl: Wpisz {0}, aby potwierdzić
pt: Digite {0} para confirmar
sq: Ju lutem shtypni {0} për të konfirmuar
sv: Vänligen skriv {0} för att bekräfta
zh: 请输入 {0} 以确认

source: Please type <0>{0}</0> to confirm.
de: Bitte geben Sie <0>{0}</0> ein, um zu bestätigen.
es: Por favor, escribe <0>{0}</0> para confirmar.
fr: Veuillez taper <0>{0}</0> pour confirmer.
it: Si prega di digitare <0>{0}</0> per confermare.
ja: 確認のため、<0>{0}</0> と入力してください。
nl: Typ <0>{0}</0> om te bevestigen.
pl: Wpisz <0>{0}</0>, aby potwierdzić.
pt: Digite <0>{0}</0> para confirmar.
sq: Ju lutemi shkruani <0>{0}</0> për të konfirmuar.
sv: Vänligen skriv <0>{0}</0> för att bekräfta.
zh: 请输入 <0>{0}</0> 以确认。

source: Please upload a document to continue
de: Bitte laden Sie ein Dokument hoch, um fortzufahren.
es: Por favor, carga un documento para continuar
fr: Veuillez télécharger un document pour continuer
it: Per favore carica un documento per continuare
ja: 続行するには文書をアップロードしてください
nl: Upload een document om door te gaan
pl: Prześlij dokument, aby kontynuować
pt: Faça o upload de um documento para continuar
zh: 请上传文档后继续

source: Please upload a logo
de: Bitte laden Sie ein Logo hoch
es: Por favor, suba un logotipo
fr: Veuillez télécharger un logo
it: Si prega di caricare un logo
ja: ロゴをアップロードしてください
nl: Upload een logo
pl: Prześlij logo
pt: Faça o upload de um logotipo
sq: Ju lutemi ngarkoni një logo
sv: Vänligen ladda upp en logotyp
zh: 请上传一个 Logo

source: Pre-formatted CSV template with example data.
de: Vorformatiertes CSV-Template mit Beispieldaten.
es: Plantilla CSV preformateada con datos de ejemplo.
fr: Modèle CSV pré-formaté avec des données d'exemple.
it: Modello CSV preformattato con dati di esempio.
ja: サンプルデータ入りの事前フォーマット済み CSV テンプレートです。
nl: Vooraf opgemaakte CSV-sjabloon met voorbeeldgegevens.
pl: Wstępnie sformatowany szablon CSV z przykładowymi danymi.
pt: Modelo CSV pré-formatado com dados de exemplo.
sq: Shabllon CSV i para-formatuar me të dhëna shembull.
sv: Förformaterad CSV-mall med exempeldata.
zh: 带示例数据的预格式化 CSV 模板。

source: Preferences
de: Einstellungen
es: Preferencias
fr: Préférences
it: Preferenze
ja: 設定
nl: Voorkeuren
pl: Ustawienia
pt: Preferências
sq: Preferencat
sv: Inställningar
zh: 偏好设置

source: Preview
de: Vorschau
es: Vista previa
fr: Aperçu
it: Anteprima
ja: プレビュー
nl: Voorbeeld
pl: Podgląd
pt: Visualizar
sq: Paraqitje paraprake
sv: Förhandsgranska
zh: 预览

source: Preview and configure template.
de: Vorschau und Vorlagen konfigurieren.
es: Vista previa y configurar plantilla.
fr: Aperçu et configurer le modèle.
it: Anteprima e configurazione del modello.
ja: テンプレートをプレビューして構成します。
nl: Bekijk en configureer de sjabloon.
pl: Podgląd i konfiguracja szablonu.
pt: Visualize e configure o modelo.
sq: Shikoni dhe konfiguroni shabllonin.
sv: Förhandsgranska och konfigurera mall.
zh: 预览并配置模板。

source: Preview Mode
de: Vorschau-Modus
es: Modo de vista previa
fr: Mode Aperçu
it: Modalità anteprima
ja: プレビューモード
nl: Previewmodus
pl: Tryb podglądu
pt: Modo de visualização
zh: 预览模式

source: Preview the document before sending
de: Dokument vor dem Versand überprüfen
es: Vista previa del documento antes de enviar
fr: Aperçu du document avant l'envoi
it: Visualizza l'anteprima del documento prima di inviarlo
ja: 送信前に文書をプレビューします
nl: Bekijk een voorbeeld van het document voordat u het verstuurt
pl: Podgląd dokumentu przed wysłaniem
pt: Visualize o documento antes de enviar
zh: 在发送前预览文档

source: Preview what the signed document will look like with placeholder data
de: Dokumentenvorschau mit Platzhaltern anzeigen
es: Vista previa de cómo se verá el documento firmado con datos de marcador de posición
fr: Aperçu de l'apparence du document signé avec les données de remplacement
it: Visualizza come apparirà il documento firmato con i dati segnaposto
ja: プレースホルダーデータを使用して、署名後の文書の見た目をプレビューします
nl: Bekijk een voorbeeld van hoe het ondertekende document eruitziet met placeholdergegevens
pl: Podgląd podpisanego dokumentu z domyślnymi opcjami
pt: Visualize como o documento assinado ficará com dados do espaço reservado
zh: 使用占位数据预览签署后的文档效果

source: Private
de: Privat
es: Privado
fr: Privé
it: Privato
ja: 非公開
nl: Privé
pl: Prywatny
pt: Privado
sq: Privat
sv: Privat
zh: 私有

source: Private Template
de: Private Vorlage
es: Plantilla privada
fr: Modèle Privé
it: Modello privato
ja: 非公開テンプレート
nl: Privésjabloon
pl: Szablon prywatny
pt: Modelo privado
zh: 私有模板

source: Private templates can only be modified and viewed by you.
de: Private Vorlagen können nur von Ihnen bearbeitet und angezeigt werden.
es: Las plantillas privadas solo pueden ser modificadas y vistas por ti.
fr: Les modèles privés ne peuvent être modifiés et consultés que par vous.
it: I modelli privati possono essere modificati e visualizzati solo da te.
ja: 非公開テンプレートは、あなたのみが閲覧・編集できます。
nl: Privésjablonen kunnen alleen door jou worden bekeken en bewerkt.
pl: Prywatne szablony mogą być edytowane i wyświetlane tylko przez Ciebie.
pt: Modelos privados só podem ser modificados e visualizados por você.
sq: Shabllonet private mund të modifikohen dhe vështrohen vetëm nga ju.
sv: Privata mallar kan endast ändras och visas av dig.
zh: 私有模板只能由你查看和修改。

source: Proceed
de: Fortfahren
es: Proceder
fr: Procéder
it: Procedi
ja: 続行
nl: Doorgaan
pl: Kontynuuj
pt: Prosseguir
sq: Vazhdoni
sv: Fortsätt
zh: 继续

source: Processing document
de: Dokument wird verarbeitet
es: Procesando documento
fr: Traitement du document
it: Elaborazione del documento
ja: ドキュメントを処理しています
nl: Document verwerken
pl: Przetwarzanie dokumentu
zh: 正在处理文档

source: Profile
de: Profil
es: Perfil
fr: Profil
it: Profilo
ja: プロフィール
nl: Profiel
pl: Profil
pt: Perfil
sq: Profili
sv: Profil
zh: 个人资料

source: Profile is currently <0>hidden</0>.
de: Profil ist derzeit <0>versteckt</0>.
es: El perfil está actualmente <0>oculto</0>.
fr: Le profil est actuellement <0>caché</0>.
it: Il profilo è attualmente <0>nascosto</0>.
ja: プロフィールは現在<0>非表示</0>です。
nl: Profiel is momenteel <0>verborgen</0>.
pl: Profil jest <0>ukryty</0>.
pt: O perfil está atualmente <0>oculto</0>.
sq: Profili është aktualisht <0>i fshehur</0>.
sv: Profilen är för närvarande <0>dold</0>.
zh: 当前资料<0>已隐藏</0>。

source: Profile is currently <0>visible</0>.
de: Profil ist derzeit <0>sichtbar</0>.
es: El perfil está actualmente <0>visible</0>.
fr: Le profil est actuellement <0>visible</0>.
it: Il profilo è attualmente <0>visibile</0>.
ja: プロフィールは現在<0>公開</0>されています。
nl: Profiel is momenteel <0>zichtbaar</0>.
pl: Profil jest <0>widoczny</0>.
pt: O perfil está atualmente <0>visível</0>.
sq: Profili është aktualisht <0>i dukshëm</0>.
sv: Profilen är för närvarande <0>synlig</0>.
zh: 当前资料<0>可见</0>。

source: Profile updated
de: Profil aktualisiert
es: Perfil actualizado
fr: Profil mis à jour
it: Profilo aggiornato
ja: プロフィールを更新しました
nl: Profiel bijgewerkt
pl: Profil został zaktualizowany
pt: Perfil atualizado
sq: Profili është përditësuar
sv: Profil uppdaterad
zh: 个人资料已更新

source: Progress
de: Fortschritt
es: Progreso
fr: Progrès
it: Progresso
ja: 進行状況
nl: Voortgang
pl: Postęp
pt: Progresso
sq: Progresi
sv: Framsteg
zh: 进度

source: Provider
de: Anbieter
es: Proveedor
fr: Fournisseur
it: Fornitore
ja: プロバイダー
pl: Dostawca
pt: Provedor
zh: 提供方

source: Provider has been updated successfully
de: Anbieter wurde erfolgreich aktualisiert
es: El proveedor ha sido actualizado exitosamente
fr: Le fournisseur a été mis à jour avec succès
it: Provider aggiornato con successo
ja: プロバイダーを正常に更新しました
nl: Provider is succesvol bijgewerkt
pl: Dostawca został zaktualizowany
pt: O provedor foi atualizado com sucesso
zh: 提供方已成功更新

source: Public
de: Öffentlich
es: Público
it: Pubblico
ja: 公開
nl: Openbaar
pl: Publiczny
pt: Público
sq: Publik
sv: Offentlig
zh: 公开

source: Public Profile
de: Öffentliches Profil
es: Perfil Público
fr: Profil public
it: Profilo pubblico
ja: 公開プロフィール
nl: Openbaar profiel
pl: Profil publiczny
pt: Perfil Público
sq: Profili publik
sv: Offentlig profil
zh: 公开资料

source: Public profile URL
de: Öffentlicher Profil-URL
es: URL del perfil público
fr: URL du profil public
it: URL del profilo pubblico
ja: 公開プロフィール URL
nl: Openbare profiel‑URL
pl: Adres URL profilu publicznego
pt: URL do perfil público
sq: URL e profilit publik
sv: Offentlig profil-URL
zh: 公开资料 URL

source: Public Template
de: Öffentliche Vorlage
es: Plantilla pública
fr: Modèle Public
it: Modello pubblico
ja: 公開テンプレート
nl: Publieke sjabloon
pl: Szablon publiczny
pt: Modelo Público
zh: 公共模板

source: Public templates are connected to your public profile. Any modifications to public templates will also appear in your public profile.
de: Öffentliche Vorlagen sind mit Ihrem öffentlichen Profil verbunden. Änderungen an öffentlichen Vorlagen erscheinen auch in Ihrem öffentlichen Profil.
es: Las plantillas públicas están conectadas a tu perfil público. Cualquier modificación a las plantillas públicas también aparecerá en tu perfil público.
fr: Les modèles publics sont connectés à votre profil public. Toute modification apportée aux modèles publics apparaîtra également dans votre profil public.
it: I modelli pubblici sono collegati al tuo profilo pubblico. Ogni modifica ai modelli pubblici apparirà anche nel tuo profilo pubblico.
ja: 公開テンプレートは公開プロフィールに紐づきます。公開テンプレートを変更すると、公開プロフィールにも反映されます。
nl: Openbare sjablonen zijn gekoppeld aan je openbare profiel. Alle wijzigingen aan openbare sjablonen worden ook zichtbaar in je openbare profiel.
pl: Szablony publiczne są powiązane z Twoim profilem publicznym. Wszelkie zmiany szablonów publicznych pojawią się również w Twoim profilu publicznym.
pt: Os modelos públicos estão conectados ao seu perfil público. Quaisquer modificações nos modelos públicos também aparecerão em seu perfil público.
sq: Shabllonet publike janë lidhur me profilin tuaj publik. Çdo modifikim në shabllonet publike do të shfaqet gjithashtu në profilin tuaj publik.
sv: Offentliga mallar är kopplade till din offentliga profil. Alla ändringar i offentliga mallar kommer också att visas i din offentliga profil.
zh: 公开模板与公开资料相关联。对公开模板的任何修改也会显示在你的公开资料中。

source: Quick Actions
de: Schnellaktionen
es: Acciones rápidas
fr: Actions Rapides
it: Azioni rapide
ja: クイックアクション
nl: Snelle acties
pl: Szybkie akcje
pt: Ações Rápidas
zh: 快速操作

source: Radio
ja: ラジオボタン
pl: Pole wyboru
pt: Rádio
zh: 单选

source: Radio Settings
de: Radio-Einstellungen
es: Configuración de radio
fr: Paramètres Radio
it: Impostazioni radio
ja: ラジオボタンの設定
nl: Radio-instellingen
pl: Ustawienia pola wyboru
pt: Configurações de Rádio
zh: 单选按钮设置

source: Radio values
de: Radio-Werte
es: Valores de radio
fr: Valeurs radio
it: Valori radio
ja: ラジオボタンの値
nl: Radiowaarden
pl: Wartości pola wyboru
pt: Valores de Rádio
sq: Vlerat e radiove
sv: Radiovärden
zh: 单选值

source: Read only
de: Nur lesen
es: Solo lectura
fr: Lecture seule
it: Sola lettura
ja: 読み取り専用
nl: Alleen-lezen
pl: Tylko do odczytu
pt: Somente leitura
sq: Vetëm lexo
sv: Skrivskyddad
zh: 只读

source: Read Only
de: Nur lesen
es: Solo lectura
fr: Lecture Seule
it: Solo lettura
ja: 読み取り専用
nl: Alleen-lezen
pl: Tylko do odczytu
pt: Somente leitura
zh: 只读

source: Read our documentation to get started with Documenso.
de: Lesen Sie unsere Dokumentation, um mit Documenso zu beginnen.
es: Lea nuestra documentación para comenzar con Documenso.
fr: Lisez notre documentation pour commencer avec Documenso.
it: Leggi la nostra documentazione per iniziare con Documenso.
ja: Documenso のドキュメントを読んで使い始めましょう。
nl: Lees onze documentatie om aan de slag te gaan met Documenso.
pl: Przeczytaj naszą dokumentację, aby rozpocząć korzystanie z Documenso.
pt: Leia nossa documentação para começar com o Documenso.
zh: 阅读我们的文档，开始使用 Documenso。

source: Read the full <0>signature disclosure</0>.
de: Lesen Sie die vollständige <0>Offenlegung der Unterschrift</0>.
es: Lea la <0>divulgación de firma</0> completa.
fr: Lisez l'intégralité de la <0>divulgation de signature</0>.
it: Leggi l'intera <0>divulgazione della firma</0>.
ja: <0>署名に関する開示</0>をすべて読む。
nl: Lees de volledige <0>kennisgeving elektronische handtekening</0>.
pl: Przeczytaj <0>informacje o podpisie elektronicznym</0>.
pt: Leia o <0>termo de divulgação de assinatura</0> completo.
sq: Lexoni të plotë <0>zbulimin e nënshkrimit</0>.
sv: Läs hela <0>signaturdokumentationen</0>.
zh: 阅读完整的<0>签名披露</0>。

source: Ready
de: Bereit
es: Listo
fr: Prêt
it: Pronto
ja: 準備完了
nl: Klaar
pl: Gotowy
pt: Pronto
sq: Gati
sv: Redo
zh: 就绪

source: Reason
de: Grund
es: Razón
fr: Raison
it: Motivo
ja: 理由
nl: Reden
pl: Rola
pt: Motivo
sq: Arsyeja
sv: Anledning
zh: 原因

source: Reason for cancellation: {cancellationReason}
de: Stornierungsgrund: {cancellationReason}
es: Razón de cancelación: {cancellationReason}
fr: Raison de l'annulation: {cancellationReason}
it: Motivo dell'annullamento: {cancellationReason}
ja: キャンセル理由: {cancellationReason}
nl: Reden voor annulering: {cancellationReason}
pl: Powód anulowania: {cancellationReason}
pt: Motivo da cancelamento: {cancellationReason}
sq: Arsyeja e anulimit: {cancellationReason}
sv: Anledning till avbrytande: {cancellationReason}
zh: 取消原因：{cancellationReason}

source: Reason for rejection:
de: Grund für die Ablehnung:
es: Razón del rechazo:
fr: Raison du rejet :
it: Motivo del rifiuto:
ja: 却下理由:
nl: Reden voor weigering:
pl: Powód odrzucenia:
pt: Motivo da rejeição:
sq: Arsyeja e refuzimit:
sv: Anledning till avvisande:
zh: 拒签原因：

source: Reason for rejection: {rejectionReason}
de: Grund für die Ablehnung: {rejectionReason}
es: Razón del rechazo: {rejectionReason}
fr: Raison du rejet : {rejectionReason}
it: Motivo del rifiuto: {rejectionReason}
ja: 却下理由: {rejectionReason}
nl: Reden van weigering: {rejectionReason}
pl: Powód odrzucenia: {rejectionReason}
pt: Motivo da rejeição: {rejectionReason}
sq: Arsyeja e refuzimit: {rejectionReason}
sv: Anledning till avvisande: {rejectionReason}
zh: 拒签原因：{rejectionReason}
