Repository: documenso/documenso
Catalog: packages/lib/translations/*/web.po
Languages: de, es, fr, it, ja, nl, pl, pt, sq, sv, zh

source: Assisted
de: Unterstützt
es: Asistido
fr: Assisté
it: Assistenza
ja: 補助済み
nl: Geassisteerd
pl: Przygotowano
pt: Assistido
sq: Ndihmuar
sv: Assisterad
zh: 已协助

# Recipient role actioned
source: Assisted
de: Geholfen
es: Asistido
fr: Assisté
it: Assistenza fornita
ja: 補助済み
nl: Geassisteerd
pl: Przygotowano
pt: Assistido
zh: 已协助

# Recipient role progressive verb
source: Assisting
de: Helfen
es: Asistiendo
fr: Assistance
it: Assistenza in corso
ja: 補助中
nl: Aan het assisteren
pl: Przygotowuje
pt: Assistindo
zh: 协助中

source: At least one signature type must be enabled
de: Mindestens ein Signaturtyp muss aktiviert sein
es: Al menos un tipo de firma debe estar habilitado
fr: Au moins un type de signature doit être activé
it: Deve essere abilitato almeno un tipo di firma
ja: 少なくとも 1 つの署名タイプを有効にする必要があります
nl: Er moet ten minste één handtekeningtype zijn ingeschakeld.
pl: Co najmniej jeden rodzaj podpisu musi pozostać włączony
pt: Pelo menos um tipo de assinatura deve ser habilitado
sq: Të paktën një lloj nënshkrimi duhet të jetë i aktivizuar
sv: Minst en signaturtyp måste vara aktiverad
zh: 必须至少启用一种签名类型

source: Attachment added successfully.
de: Anlage erfolgreich hinzugefügt.
es: Adjunto añadido exitosamente.
fr: Pièce jointe ajoutée avec succès.
it: Allegato aggiunto con successo.
ja: 添付ファイルを追加しました。
nl: Bijlage succesvol toegevoegd.
pl: Załącznik został dodany.
pt: Anexo adicionado com sucesso.
zh: 附件添加成功。

source: Attachment removed successfully.
de: <<<<<<< Updated upstream=======
es: <<<<<<< Updated upstream=======
fr: <<<<<<< Updated upstream=======
it: <<<<<<< Updated upstream=======
ja: 添付ファイルを削除しました。
nl: Bijlage succesvol verwijderd.
pl: Załącznik został usunięty.
pt: Anexo removido com sucesso.
zh: 附件删除成功。

source: Attachments
de: Anhänge
es: Adjuntos
fr: Pièces jointes
it: Allegati
ja: 添付ファイル
nl: Bijlagen
pl: Załączniki
pt: Anexos
zh: 附件

source: Attempts sealing the document again, useful for after a code change has occurred to resolve an erroneous document.
de: Versuche, das Dokument erneut zu versiegeln, nützlich nach einer Codeänderung, um ein fehlerhaftes Dokument zu beheben.
es: Intenta sellar el documento de nuevo, útil después de que se haya producido un cambio de código para resolver un documento erróneo.
fr: Essaye de sceller le document à nouveau, utile après qu'un changement de code ait eu lieu pour résoudre un document erroné.
it: Tenta nuovamente di sigillare il documento, utile dopo una modifica al codice per risolvere un documento errato.
ja: 文書の再封止を試行します。コード変更後に文書の不具合を解消する際などに役立ちます。
nl: Probeert het document opnieuw te verzegelen, handig nadat een codewijziging is gedaan om een foutief document op te lossen.
pl: Ponowna próba zapieczętowania dokumentu jest przydatna po zmianie kodu, aby usunąć błędy dokumentu.
pt: Tenta selar o documento novamente, útil para depois de uma alteração de código ter ocorrido para resolver um documento errado.
sq: Përpjekje për të mbyllur dokumentin përsëri, e dobishme pasi tëndodhë një ndryshim në kod për të zgjidhur një dokument gabim.
sv: Försöker försegla dokumentet igen, användbart efter en kodändring för att lösa ett felaktigt dokument.
zh: 将再次尝试对文档进行封存，这在代码变更后用于修复错误文档时非常有用。

source: Audit Log
de: Audit-Protokoll
es: Registro de Auditoría
fr: Journal d'audit
it: Registro di controllo
ja: 監査ログ
pl: Dziennik logów
pt: Registro de Auditoria
sq: Log Auditimi
sv: Granskningslogg
zh: 审计日志

source: Audit Logs
de: Protokolle
es: Registros de Auditoría
fr: Journaux de vérification
it: Registri di Audit
ja: 監査ログ
pl: Dziennik logów
pt: Registros de Auditoria
zh: 审计日志

source: Authentication Level
de: Authentifizierungsstufe
es: Nivel de Autenticación
fr: Niveau d'authentification
it: Livello di Autenticazione
ja: 認証レベル
nl: Authenticatieniveau
pl: Poziom uwierzytelniania
pt: Nível de Autenticação
sq: Niveli i Autentifikimit
sv: Autentiseringsnivå
zh: 验证级别

source: Authentication Portal Not Found
de: Authentifizierungsportal nicht gefunden
es: Portal de Autenticación No Encontrado
fr: Portail d'authentification non trouvé
it: Portale di autenticazione non trovato
ja: 認証ポータルが見つかりません
nl: Authenticatieportaal niet gevonden
pl: Adres logowania SSO nie został znaleziony
pt: Portal de Autenticação Não Encontrado
zh: 未找到认证门户

source: Authentication required
de: Authentifizierung erforderlich
es: Se requiere autenticación
fr: Authentification requise
it: Autenticazione richiesta
ja: 認証が必要です
nl: Authenticatie vereist
pl: Uwierzytelnienie jest wymagane
pt: Autenticação necessária
sq: Kërkohet autentifikim
sv: Autentisering krävs
zh: 需要身份验证

source: Authenticator app
es: App autenticadora
fr: Application d'authentification
it: App di autenticazione
ja: 認証アプリ
pl: Aplikacja uwierzytelniająca
pt: Aplicativo Autenticador
zh: 身份验证器应用

source: Avatar
ja: アバター
pl: Awatar
zh: 头像

source: Avatar Updated
de: Avatar aktualisiert
es: Avatar actualizado
fr: Avatar mis à jour
it: Avatar aggiornato
ja: アバターを更新しました
nl: Avatar bijgewerkt
pl: Awatar został zaktualizowany
pt: Avatar Atualizado
sq: Avatar i përditësuar
sv: Avatar uppdaterad
zh: 头像已更新

source: Awaiting email confirmation
de: Warte auf E-Mail-Bestätigung
es: Esperando confirmación de correo electrónico
fr: En attente de confirmation par e-mail
it: In attesa della conferma email
ja: メール確認待ち
nl: Wacht op e‑mailbevestiging
pl: Oczekiwanie na potwierdzenie adresu
pt: Aguardando confirmação por e-mail
sq: Në pritje të konfirmimit të email-it
sv: Väntar på e-postbekräftelse
zh: 正在等待邮箱确认

source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro
ja: 戻る
nl: Terug
pl: Wstecz
pt: Voltar
sq: Mbrapa
sv: Tillbaka
zh: 返回

source: Back home
de: Zurück nach Hause
es: Volver a inicio
fr: Retour au tableau de bord
it: Torna a casa
ja: ホームへ戻る
nl: Terug naar startpagina
pl: Powrót do strony głownej
pt: Voltar para a página inicial
sq: Kthehu në shtëpi
sv: Tillbaka hem
zh: 返回首页

source: Background Color
de: Hintergrundfarbe
es: Color de Fondo
fr: Couleur d'arrière-plan
it: Colore di Sfondo
ja: 背景色
nl: Achtergrondkleur
pl: Kolor tła
pt: Cor de Fundo
sq: Ngjyra e Sfondit
sv: Bakgrundsfärg
zh: 背景颜色

source: Background Jobs
de: Hintergrundjobs
es: Trabajos en segundo plano
fr: Tâches en arrière-plan
it: Lavori di background
ja: バックグラウンドジョブ
nl: Achtergrondtaken
pl: Zadania w tle
pt: Trabalhos em Segundo Plano
zh: 后台任务

source: Backup Code
es: Código de respaldo
fr: Code de sauvegarde
it: Codice di Backup
ja: バックアップコード
pl: Kod zapasowy
pt: Código de Backup
sq: Kodi i Rezervimit
sv: Reservkod
zh: 备份代码

source: Backup codes
es: Códigos de respaldo
fr: Codes de sauvegarde
it: Codici di Backup
ja: バックアップコード
pl: Kody zapasowe
pt: Códigos de backup
sq: Kodat e Rezervimit
sv: Reservkoder
zh: 备份代码

source: Banner Updated
de: Banner aktualisiert
es: Banner actualizado
fr: Bannière mise à jour
it: Banner Aggiornato
ja: バナーを更新しました
nl: Banner bijgewerkt
pl: Baner został zaktualizowany
pt: Banner Atualizado
sq: Banner i Përditësuar
sv: Banner uppdaterad
zh: 横幅已更新

source: Before you get started, please confirm your email address by clicking the button below:
de: Bitte bestätige vor dem Start deine E-Mail-Adresse, indem du auf den Button unten klickst:
es: Antes de comenzar, por favor confirma tu dirección de correo electrónico haciendo clic en el botón de abajo:
fr: Avant de commencer, veuillez confirmer votre adresse e-mail en cliquant sur le bouton ci-dessous :
it: Prima di iniziare, conferma il tuo indirizzo email facendo clic sul pulsante qui sotto:
ja: 開始する前に、下のボタンをクリックしてメールアドレスを確認してください。
nl: Bevestig je e-mailadres door op de onderstaande knop te klikken voordat je begint:
pl: Zanim zaczniesz, potwierdź adres e-mail, klikając poniższy przycisk:
pt: Antes de começar, por favor, confirme seu endereço de e-mail clicando no botão abaixo:
sq: Para se të filloni, ju lutemi konfirmoni adresën tuaj të emailit duke klikuar butonin më poshtë:
sv: Innan du börjar, vänligen bekräfta din e-postadress genom att klicka på knappen nedan:
zh: 在开始之前，请点击下方按钮确认您的邮箱地址：

source: Billing
de: Abrechnung
es: Facturación
fr: Facturation
it: Fatturazione
ja: 請求
nl: Facturatie
pl: Płatności
pt: Cobrança
sq: Fakturim
sv: Fakturering
zh: 账单

source: Black
de: Schwarz
es: Negro
fr: Noir
it: Nero
ja: 黒
nl: Zwart
pl: Czarny
pt: Preto
sq: E zezë
sv: Svart
zh: 黑色

source: Blue
de: Blau
es: Azul
fr: Bleu
it: Blu
ja: 青
nl: Blauw
pl: Niebieski
pt: Azul
sq: Blu
sv: Blå
zh: 蓝色

source: Bottom
de: Unten
es: Fondo
fr: Bas
it: Inferiore
ja: 下
nl: Onder
pl: Dół
zh: 底部对齐

source: Brand Details
de: Markendetails
es: Detalles de la Marca
fr: Détails de la marque
it: Dettagli del Marchio
ja: ブランド詳細
nl: Merkdetails
pl: Szczegóły marki
pt: Detalhes da Marca
sq: Detajet e markës
sv: Varumärkesdetaljer
zh: 品牌详情

source: Brand Website
de: Marken-Website
es: Sitio Web de la Marca
fr: Site web de la marque
it: Sito Web del Marchio
ja: ブランドの Web サイト
nl: Website van merk
pl: Strona internetowa marki
pt: Site da Marca
sq: Uebfaqja e Markës
sv: Varumärkeswebbplats
zh: 品牌网站

source: Branding Logo
es: Logotipo de Marca
fr: Logo de la marque
it: Logo del Marchio
ja: ブランディングロゴ
pl: Logo marki
pt: Logo da Marca
sq: Logo e markës
sv: Varumärkeslogotyp
zh: 品牌 Logo

source: Branding Preferences
de: Markenpräferenzen
es: Preferencias de marca
fr: Préférences de branding
it: Preferenze per il branding
ja: ブランディング設定
nl: Brandingvoorkeuren
pl: Ustawienia brandingu
pt: Preferências de Branding
sq: Preferencat e Markës
sv: Varumärkesinställningar
zh: 品牌偏好设置

source: Branding preferences updated
de: Markenpräferenzen aktualisiert
es: Preferencias de marca actualizadas
fr: Préférences de branding mises à jour
it: Preferenze di branding aggiornate
ja: ブランディング設定を更新しました
nl: Brandingvoorkeuren bijgewerkt
pl: Ustawienia brandingu zostały zaktualizowane
pt: Preferências de branding atualizadas
sq: Preferencat e markës u përditësuan
sv: Varumärkesinställningar uppdaterade
zh: 品牌偏好设置已更新

source: Browser
es: Navegador
fr: Navigateur
ja: ブラウザ
pl: Przeglądarka
pt: Navegador
sq: Shfletues
sv: Webbläsare
zh: 浏览器

source: Bulk Copy
de: Massenkopie
es: Copia masiva
fr: Copie groupée
it: Copia massiva
ja: 一括コピー
nl: Bulk kopiëren
pl: Kopiuj wszystko
pt: Cópia em Massa
sq: Kopje në Masë
sv: Masskopiera
zh: 批量复制

source: Bulk Import
es: Importación masiva
fr: Importation en masse
it: Importazione Massiva
ja: 一括インポート
pl: Import zbiorczy
pt: Importação em Massa
sq: Import masiv
sv: Massimport
zh: 批量导入

source: Bulk Send Complete: {0}
de: Massenversand abgeschlossen: {0}
es: Envío Masivo Completo: {0}
fr: Envoi en masse terminé : {0}
it: Invio Massivo Completato: {0}
ja: 一括送信完了: {0}
nl: Bulkverzending voltooid: {0}
pl: Zbiorcza wysyłka szablonu {0} została zakończona
pt: Envio em Massa Concluído: {0}
sq: Dërgimi masiv përfundoi: {0}
sv: Massutskick slutfört: {0}
zh: 批量发送完成：{0}

source: Bulk send operation complete for template "{templateName}"
de: Massenversand abgeschlossen für Vorlage "{templateName}"
es: Operación de envío masivo completa para la plantilla "{templateName}"
fr: Envoi groupé terminé pour le modèle "{templateName}"
it: Operazione di invio massivo completata per il modello "{templateName}"
ja: テンプレート「{templateName}」の一括送信が完了しました
nl: Bulkverzending voor sjabloon "{templateName}" is voltooid
pl: Zbiorcza wysyłka szablonu „{templateName}” została zakończona
pt: Operação de envio em massa concluída para o modelo "{templateName}"
sq: Operacioni i dërgimit masiv për modelin "{templateName}" është përfunduar
sv: Massutskick slutfört för mall "{templateName}"
zh: 模板“{templateName}”的批量发送操作已完成

source: Bulk Send Template via CSV
de: Bulk-Vorlage senden über CSV
es: Enviar plantilla masiva a través de CSV
fr: Envoi de modèle groupé via CSV
it: Invio modello in blocco tramite CSV
ja: CSV でテンプレートを一括送信
nl: Sjabloon bulksgewijs verzenden via CSV
pl: Zbiorcza wysyłka szablonu przez CSV
pt: Envio em Massa de Modelo via CSV
sq: Dërgimi Masiv i Modelit përmes CSV
sv: Massutskick av mall via CSV
zh: 通过 CSV 批量发送模板

source: Bulk Send via CSV
de: Massenversand per CSV
es: Envío Masivo vía CSV
fr: Envoi en masse via CSV
it: Invio Massivo via CSV
ja: CSV で一括送信
nl: Bulksgewijs verzenden via CSV
pl: Zbiorcza wysyłka przez CSV
pt: Envio em Massa via CSV
sq: Dërgimi Masiv përmes CSV
sv: Massutskick via CSV
zh: 通过 CSV 批量发送

source: by <0>{senderName}</0>
de: von <0>{senderName}</0>
es: por <0>{senderName}</0>
fr: par <0>{senderName}</0>
it: da <0>{senderName}</0>
ja: 送信者: <0>{senderName}</0>
nl: door <0>{senderName}</0>
pl: zaprasza <0>{senderName}</0>
pt: por <0>{senderName}</0>
sq: nga <0>{senderName}</0>
sv: av <0>{senderName}</0>
zh: 由 <0>{senderName}</0> 邀请

source: By accepting this request, you grant {0} the following permissions:
de: Indem Sie dieser Anfrage zustimmen, erteilen Sie {0} die folgenden Berechtigungen:
es: Al aceptar esta solicitud, otorgas a {0} los siguientes permisos:
fr: En acceptant cette demande, vous accordez à {0} les autorisations suivantes :
it: Accettando questa richiesta, concedi a {0} le seguenti autorizzazioni:
ja: このリクエストを承諾すると、{0} に次の権限を付与することになります。
nl: Door dit verzoek te accepteren, geef je {0} de volgende rechten:
pl: Akceptując prośbę, przyznasz zespołowi {0} następujące uprawnienia:
pt: Ao aceitar esta solicitação, você concederá ao {0} as seguintes permissões:
zh: 接受此请求，即表示您授予 {0} 以下权限：

source: By accepting this request, you will be granting <0>{teamName}</0> access to:
de: Durch die Annahme dieser Anfrage gewähren Sie <0>{teamName}</0> Zugriff auf:
es: Al aceptar esta solicitud, estarás concediendo a <0>{teamName}</0> acceso a:
fr: En acceptant cette demande, vous accorderez à <0>{teamName}</0> l'accès à :
it: Accettando questa richiesta, concederai l'accesso a <0>{teamName}</0> a:
ja: このリクエストを承諾すると、<0>{teamName}</0> に対して次のアクセス権を付与することになります。
nl: Door dit verzoek te accepteren, geef je <0>{teamName}</0> toegang tot:
pl: Akceptując prośbę, umożliwisz zespołowi <0>{teamName}</0> na:
pt: Ao aceitar esta solicitação, você concederá acesso ao <0>{teamName}</0>:
sq: Duke pranuar këtë kërkesë, do t'i jepni qasje <0>{teamName}</0>:
sv: Genom att acceptera denna begäran ger du <0>{teamName}</0> tillgång till:
zh: 接受此请求后，您将授予 <0>{teamName}</0> 以下访问权限：

source: By deleting this document, the following will occur:
de: Durch das Löschen dieses Dokuments wird Folgendes passieren:
es: Al eliminar este documento, ocurrirá lo siguiente:
fr: En supprimant ce document, les éléments suivants se produiront :
it: Eliminando questo documento, si verificherà quanto segue:
ja: この文書を削除すると、次のことが行われます。
nl: Door dit document te verwijderen, gebeurt het volgende:
pl: Usunięcie dokumentu spowoduje następujące skutki:
pt: Ao excluir este documento, o seguinte ocorrerá:
sq: Duke fshirë këtë dokument, do të ndodhin këto:
sv: Genom att radera detta dokument kommer följande att inträffa:
zh: 删除此文档将会产生以下后果：

source: By enabling 2FA, you will be required to enter a code from your authenticator app every time you sign in using email password.
de: Wenn 2FA aktiviert wird, müssen Sie bei jedem Anmelden mit E-Mail-Passwort einen Code aus Ihrer Authentifikator-App eingeben.
es: Al habilitar 2FA, se te requerirá ingresar un código de tu aplicación de autenticación cada vez que inicies sesión usando email y contraseña.
fr: En activant l'authentification à deux facteurs, vous devrez entrer un code de votre application d'authentification à chaque fois que vous vous connectez avec votre mot de passe par email.
it: Abilitando la 2FA, ti sarà richiesto di inserire un codice dalla tua app di autenticazione ogni volta che accedi utilizzando email e password.
ja: 2FA を有効にすると、メールとパスワードでサインインするたびに、認証アプリのコード入力が必要になります。
nl: Door 2FA in te schakelen, moet je elke keer dat je inlogt met e-mail en wachtwoord een code uit je authenticator-app invoeren.
pl: Po włączeniu weryfikacji dwuetapowej konieczne będzie wpisanie kodu z aplikacji uwierzytelniającej przy każdym logowaniu za pomocą hasła.
pt: Ao ativar o 2FA, você precisará inserir um código do seu aplicativo autenticador toda vez que fizer login usando senha de e-mail.
sq: Duke aktivizuar 2FA, do të keni nevojë të fusni një kod nga aplikacioni i vërtetimit tuaj çdo herë që hyni me përdorimin e fjalëkalimit në email.
sv: Genom att aktivera 2FA kommer du att behöva ange en kod från din autentiseringsapp varje gång du loggar in med e-post och lösenord.
zh: 启用 2FA 后，每次使用邮箱和密码登录时，您都需要输入来自验证器应用的验证码。

source: By proceeding to use the electronic signature service provided by Documenso, you affirm that you have read and understood this disclosure. You agree to all terms and conditions related to the use of electronic signatures and electronic transactions as outlined herein.
de: Indem Sie den elektronischen Unterzeichnungsdienst von Documenso verwenden, bestätigen Sie, dass Sie diese Offenlegung gelesen und verstanden haben. Sie stimmen allen Bedingungen und Konditionen zu, die mit der Verwendung elektronischer Unterschriften und elektronischer Transaktionen verbunden sind, wie hierin dargelegt.
es: Al continuar utilizando el servicio de firma electrónica proporcionado por Documenso, usted afirma que ha leído y entendido esta divulgación. Acepta todos los términos y condiciones relacionados con el uso de firmas electrónicas y transacciones electrónicas según lo detallado aquí.
fr: En procédant à l'utilisation du service de signature électronique fourni par Documenso, vous affirmez avoir lu et compris cette divulgation. Vous acceptez tous les termes et conditions liés à l'utilisation des signatures électroniques et des transactions électroniques comme décrit ici.
it: Procedendo con l'utilizzo del servizio di firma elettronica fornito da Documenso, affermi di aver letto e compreso questa divulgazione. Accetti tutti i termini e le condizioni relativi all'uso delle firme elettroniche e delle transazioni elettroniche come descritto in questo documento.
ja: Documenso が提供する電子署名サービスを利用することで、本開示文書を読み理解したことを表明したものとみなされます。また、ここに記載された電子署名および電子取引に関するすべての条件に同意したものとみなされます。
nl: Door gebruik te maken van de elektronische ondertekeningsdienst van Documenso bevestig je dat je deze kennisgeving hebt gelezen en begrepen. Je gaat akkoord met alle voorwaarden die hier zijn uiteengezet met betrekking tot het gebruik van elektronische handtekeningen en elektronische transacties.
pl: Korzystając z usługi podpisu elektronicznego świadczonej przez Documenso, potwierdzasz zapoznanie się z niniejszą informacją. Wyrażasz zgodę na wszystkie warunki związane z korzystaniem z podpisów elektronicznych i transakcji elektronicznych opisanych w niniejszym dokumencie.
pt: Ao prosseguir com o uso do serviço de assinatura eletrônica fornecido pela Documenso, você afirma ter lido e compreendido este aviso. Você concorda com todos os termos e condições relacionados ao uso de assinaturas eletrônicas e transações eletrônicas, conforme aqui descritos.
sq: Duke vazhduar të përdorni shërbimin e nënshkrimit elektronik të ofruar nga Documenso, ju pohoni se keni lexuar dhe kuptuar këtë informacion. Ju pranoni të gjitha kushtet dhe termet e lidhura me përdorimin e nënshkrimeve elektronike dhe transaksioneve elektronike siç janë përshkruar këtu.
sv: Genom att fortsätta använda den elektroniska signeringstjänsten som tillhandahålls av Documenso bekräftar du att du har läst och förstått denna information. Du godkänner alla villkor relaterade till användningen av elektroniska signaturer och elektroniska transaktioner som beskrivs häri.
zh: 继续使用 Documenso 提供的电子签署服务，即表示你已阅读并理解本披露内容。你同意本文件中关于使用电子签名及电子交易的所有条款和条件。

source: By proceeding with your electronic signature, you acknowledge and consent that it will be used to sign the given document and holds the same legal validity as a handwritten signature. By completing the electronic signing process, you affirm your understanding and acceptance of these conditions.
de: Indem Sie fortfahren, Ihre elektronische Unterschrift zu leisten, erkennen Sie an und stimmen zu, dass sie verwendet wird, um das gegebene Dokument zu unterzeichnen, und die gleiche rechtliche Gültigkeit wie eine handschriftliche Unterschrift hat. Durch den Abschluss des elektronischen Unterzeichnungsprozesses bestätigen Sie Ihr Verständnis und Ihre Akzeptanz dieser Bedingungen.
es: Al continuar con su firma electrónica, usted reconoce y consiente que se utilizará para firmar el documento dado y tiene la misma validez legal que una firma manuscrita. Al completar el proceso de firma electrónica, usted afirma su comprensión y aceptación de estas condiciones.
fr: En procédant avec votre signature électronique, vous reconnaissez et consentez à ce qu'elle soit utilisée pour signer le document donné et a la même validité légale qu'une signature manuscrite. En complétant le processus de signature électronique, vous affirmez votre compréhension et votre acceptation de ces conditions.
it: Procedendo con la tua firma elettronica, riconosci e acconsenti che sarà utilizzata per firmare il documento dato e ha la stessa validità legale di una firma autografa. Completando il processo di firma elettronica, affermi la tua comprensione e accettazione di queste condizioni.
ja: 電子署名を続行することで、その署名が対象文書への署名に使用され、手書きの署名と同等の法的効力を持つことに同意し承諾したものとみなされます。電子署名プロセスを完了することで、これらの条件を理解し受け入れたことを表明します。
nl: Door verder te gaan met je elektronische handtekening erken en stem je ermee in dat deze wordt gebruikt om het betreffende document te ondertekenen en dat deze dezelfde juridische geldigheid heeft als een handgeschreven handtekening. Door het elektronische ondertekeningsproces te voltooien, bevestig je dat je deze voorwaarden begrijpt en accepteert.
pl: Korzystając z podpisu elektronicznego, wyrażasz zgodę na jego wykorzystanie do podpisania dokumentu oraz uznajesz, że ma on taką samą moc prawną jak podpis odręczny. Zakończenie procesu podpisywania elektronicznego oznacza akceptację niniejszych warunków.
pt: Ao prosseguir com sua assinatura eletrônica, você reconhece e consente que ela será usada para assinar o documento fornecido e tem a mesma validade legal que uma assinatura manuscrita. Ao concluir o processo de assinatura eletrônica, você afirma sua compreensão e aceitação dessas condições.
sq: Duke vazhduar me nënshkrimin tuaj elektronik, ju pranoni dhe jepni pëlqimin që ai do të përdoret për të nënshkruar dokumentin e dhënë dhe mban të njëjtën vlefshmëri ligjore si një nënshkrim me dorë. Duke përfunduar procesin e nënshkrimit elektronik, ju pohoni kuptimin dhe pranimin tuaj të këtyre kushteve.
sv: Genom att fortsätta med din elektroniska signatur bekräftar och samtycker du till att den kommer att användas för att signera det givna dokumentet och har samma juridiska giltighet som en handskriven signatur. Genom att slutföra den elektroniska signeringsprocessen bekräftar du din förståelse och acceptans av dessa villkor.
zh: 继续进行电子签署，即表示你确认并同意你的电子签名将用于签署相应文档，并具有与手写签名相同的法律效力。完成电子签署流程即代表你理解并接受这些条款。

source: By proceeding, you agree to our <0>Terms of Service</0> and <1>Privacy Policy</1>.
de: Indem Sie fortfahren, stimmen Sie unseren <0>Nutzungsbedingungen</0> und <1>Datenschutzrichtlinien</1> zu.
es: Al proceder, aceptas nuestros <0>Términos de Servicio</0> y <1>Política de Privacidad</1>.
fr: En poursuivant, vous acceptez nos <0>Conditions d'Utilisation</0> et notre <1>Politique de Confidentialité</1>.
it: Procedendo, accetti i nostri <0>Termini di Servizio</0> e <1>Informativa sulla Privacy</1>.
ja: 続行することで、<0>利用規約</0>および<1>プライバシーポリシー</1>に同意したものとみなされます。
nl: Door verder te gaan ga je akkoord met onze <0>Servicevoorwaarden</0> en <1>Privacyverklaring</1>.
pl: Kontynuując, akceptujesz nasz <0>Regulamin</0> i <1>Politykę prywatności</1>.
pt: Ao prosseguir, você concorda com nossos <0>Termos de Serviço</0> e <1>Política de Privacidade</1>.
sq: Duke vazhduar, ju pranoni <0>Kushtet e Shërbimit</0> dhe <1>Politikën e Privatësisë</1> tonë.
sv: Genom att fortsätta godkänner du våra <0>användarvillkor</0> och <1>integritetspolicy</1>.
zh: 继续操作即表示您同意我们的<0>服务条款</0>和<1>隐私政策</1>。
