Repository: documenso/documenso
Catalog: packages/lib/translations/*/web.po
Languages: de, es, fr, it, ja, nl, pl, pt, sq, sv, zh

source: The fields have been updated to the new field insertion method successfully
de: Die Felder wurden erfolgreich auf die neue Feld-Integrationsmethode aktualisiert
es: Los campos se han actualizado al nuevo método de inserción de campo con éxito
fr: Les champs ont été mis à jour avec la nouvelle méthode d'insertion de champ avec succès
it: I campi sono stati aggiornati con successo al nuovo metodo di inserimento campo
ja: フィールドは正常に新しいフィールド挿入方法に更新されました
nl: De velden zijn succesvol bijgewerkt naar de nieuwe methode voor veldinvoeging
pl: Pola zostały pomyślnie zaktualizowane do nowej metody wstawiania.
pt: Os campos foram atualizados com sucesso para o novo método de inserção de campos
sq: Fushat janë përditësuar në metodën e re të futjes së fushës me sukses
sv: Fälten har uppdaterats till den nya fältinfogningsmetoden framgångsrikt
zh: 字段已成功更新为新的字段插入方式

source: The folder you are trying to delete does not exist.
de: Der Order, den Sie löschen möchten, existiert nicht.
es: La carpeta que intenta eliminar no existe.
fr: Le dossier que vous essayez de supprimer n'existe pas.
it: La cartella che stai cercando di eliminare non esiste.
ja: 削除しようとしているフォルダは存在しません。
nl: De map die je probeert te verwijderen, bestaat niet.
pl: Folder, który próbujesz usunąć, nie istnieje.
pt: A pasta que você está tentando excluir não existe.
sq: Dosja që po përpiqeni të fshini nuk ekziston.
sv: Mappen du försöker radera finns inte.
zh: 您尝试删除的文件夹不存在。

source: The folder you are trying to move does not exist.
de: Der Order, den Sie verschieben möchten, existiert nicht.
es: La carpeta que intenta mover no existe.
fr: Le dossier que vous essayez de déplacer n'existe pas.
it: La cartella che stai cercando di spostare non esiste.
ja: 移動しようとしているフォルダは存在しません。
nl: De map die je probeert te verplaatsen, bestaat niet.
pl: Folder, który próbujesz przenieść, nie istnieje.
pt: A pasta que você está tentando mover não existe.
sq: Dosja që po përpiqeni të zhvendosni nuk ekziston.
sv: Mappen du försöker flytta finns inte.
zh: 您尝试移动的文件夹不存在。

source: The folder you are trying to move the document to does not exist.
de: Der Ordner, in den Sie das Dokument verschieben möchten, existiert nicht.
es: La carpeta a la que intenta mover el documento no existe.
fr: Le dossier vers lequel vous essayez de déplacer le document n'existe pas.
it: La cartella in cui stai cercando di spostare il documento non esiste.
ja: ドキュメントの移動先として指定されたフォルダは存在しません。
nl: De map waarnaar je het document probeert te verplaatsen, bestaat niet.
pl: Folder, do którego próbujesz przenieść dokument, nie istnieje.
pt: A pasta para a qual você está tentando mover o documento não existe.
sq: Dosja ku po përpiqeni të zhvendosni dokumentin nuk ekziston.
sv: Mappen du försöker flytta dokumentet till finns inte.
zh: 您尝试移动文档到的文件夹不存在。

source: The folder you are trying to move the template to does not exist.
de: Der Ordner, in den Sie die Vorlage verschieben möchten, existiert nicht.
es: La carpeta a la que intenta mover la plantilla no existe.
fr: Le dossier vers lequel vous essayez de déplacer le modèle n'existe pas.
it: La cartella in cui stai cercando di spostare il modello non esiste.
ja: テンプレートの移動先として指定されたフォルダは存在しません。
nl: De map waarnaar je de sjabloon probeert te verplaatsen, bestaat niet.
pl: Folder, do którego próbujesz przenieść szablon, nie istnieje.
pt: A pasta para a qual você está tentando mover o modelo não existe.
sq: Dosja ku po përpiqeni të zhvendosni shabllonin nuk ekziston.
sv: Mappen du försöker flytta mallen till finns inte.
zh: 您尝试移动模板到的文件夹不存在。

source: The following errors occurred:
de: Die folgenden Fehler sind aufgetreten:
es: Se produjeron los siguientes errores:
fr: Les erreurs suivantes se sont produites :
it: Si sono verificati i seguenti errori:
ja: 次のエラーが発生しました。
nl: De volgende fouten zijn opgetreden:
pl: Wystąpiły następujące błędy:
pt: Ocorreram os seguintes erros:
sq: Këto gabime ndodhën:
sv: Följande fel uppstod:
zh: 发生以下错误：

source: The following signers are missing signature fields:
de: Den folgenden Unterzeichnern fehlen Unterschriftsfelder:
es: Los siguientes firmantes no tienen campos de firma:
fr: Les signataires suivants manquent de champs de signature :
it: I seguenti firmatari mancano di campi firma:
ja: 次の署名者には署名フィールドが設定されていません:
nl: De volgende ondertekenaars missen handtekeningvelden:
pl: Brak pola podpisu dla następujących podpisujących:
pt: Os seguintes assinantes estão faltando campos de assinatura:
zh: 以下签署人缺少签名字段：

source: The following team has been deleted. You will no longer be able to access this team and its documents
de: Das folgende Team wurde gelöscht. Sie können nicht mehr auf dieses Team und seine Dokumente zugreifen.
es: El siguiente equipo ha sido eliminado. Ya no podrá acceder a este equipo y sus documentos
fr: L'équipe suivante a été supprimée. Vous ne pourrez plus accéder à cette équipe et à ses documents
it: Il seguente team è stato eliminato. Non potrai più accedere a questo team e ai suoi documenti
ja: 次のチームは削除されました。このチームおよびそのドキュメントには、今後アクセスできません。
nl: Het volgende team is verwijderd. Je hebt geen toegang meer tot dit team en de documenten.
pl: Następujący zespół został usunięty. Nie będziesz mógł już uzyskać dostępu do tego zespołu i jego dokumentów
pt: A seguinte equipe foi excluída. Você não poderá mais acessar essa equipe e seus documentos
sq: Ekipi i mëposhtëm është fshirë. Nuk do të mundni më të aksesoni këtë ekip dhe dokumentet e tij.
sv: Följande team har raderats. Du kommer inte längre att kunna komma åt detta team och dess dokument
zh: 以下团队已被删除。您将无法再访问该团队及其文档

source: The OpenID discovery endpoint URL for your provider
de: Die OpenID-Erweiterungsendpunkt-URL für Ihren Anbieter
es: La URL del punto de descubrimiento de OpenID para su proveedor
fr: L'URL du point de découverte OpenID pour votre fournisseur
it: L'endpoint URL di OpenID discovery per il tuo provider
ja: プロバイダー用の OpenID Discovery エンドポイントURLです
nl: De OpenID-discovery-endpoint-URL voor uw provider
pl: Końcowy adres URL OpenID dla Twojego dostawcy
pt: O URL do ponto de descoberta do OpenID para seu provedor
zh: 您提供方的 OpenID 发现端点 URL

source: The organisation authentication portal does not exist, or is not configured
de: Das Authentifizierungsportal der Organisation existiert nicht oder ist nicht konfiguriert
es: El portal de autenticación de la organización no existe o no está configurado
fr: Le portail d'authentification de l'organisation n'existe pas ou n'est pas configuré
it: Il portale di autenticazione dell'organizzazione non esiste o non è configurato
ja: 組織の認証ポータルが存在しないか、構成されていません
nl: Het authenticatieportaal van de organisatie bestaat niet of is niet geconfigureerd
pl: Adres logowania SSO organizacji nie istnieje lub jest nieskonfigurowany
pt: O portal de autenticação da organização não existe ou não está configurado
zh: 该组织认证门户不存在或未配置

source: The organisation email has been created successfully.
de: Die E-Mail der Organisation wurde erfolgreich erstellt.
es: El correo electrónico de la organización se ha creado con éxito.
fr: L'e-mail de l'organisation a été créé avec succès.
it: L'email dell'organizzazione è stata creata con successo.
ja: 組織メールは正常に作成されました。
nl: Het organisatiemailadres is succesvol aangemaakt.
pl: Adres e-mail organizacji został pomyślnie utworzony.
pt: O e-mail da organização foi criado com sucesso.
zh: 组织邮箱已成功创建。

source: The organisation group you are looking for may have been removed, renamed or may have never existed.
de: Die gesuchte Organisationsgruppe wurde möglicherweise entfernt, umbenannt oder existierte nie.
es: El grupo de organizaciones que estás buscando puede haber sido eliminado, renombrado o quizás nunca existió.
fr: Le groupe d'organisation que vous recherchez a peut-être été supprimé, renommé ou n'a jamais existé.
it: Il gruppo organizzativo che stai cercando potrebbe essere stato rimosso, rinominato o potrebbe non essere mai esistito.
ja: お探しの組織グループは削除されたか、名前が変更されたか、もともと存在しなかった可能性があります。
nl: De organisatieronde die u zoekt, is mogelijk verwijderd, hernoemd of heeft misschien nooit bestaan.
pl: Grupa organizacji, której szukasz, mogła zostać usunięta, zmieniona lub mogła nigdy nie istnieć.
zh: 您要查找的组织分组可能已被删除、重命名，或从未存在。

source: The organisation role that will be applied to all members in this group.
de: Die Organisationsrolle, die auf alle Mitglieder in dieser Gruppe angewendet wird.
es: El rol de organización que se aplicará a todos los miembros de este grupo.
fr: Le rôle d'organisation qui sera appliqué à tous les membres de ce groupe.
it: Il ruolo organizzativo che verrà applicato a tutti i membri in questo gruppo.
ja: このグループ内のすべてのメンバーに適用される組織ロールです。
nl: De organisatierol die aan alle leden in deze groep wordt toegewezen.
pl: Rola w organizacji, która zostanie zastosowana dla wszystkich użytkowników tej grupy.
pt: A função da organização que será aplicada a todos os membros deste grupo.
sq: Roli i organizatës që do t'i aplikohet të gjithë anëtarëve në këtë grup.
sv: Organisationsrollen som kommer att tillämpas på alla medlemmar i denna grupp.
zh: 将应用于此组所有成员的组织角色。

source: The organisation you are looking for may have been removed, renamed or may have never existed.
de: Die gesuchte Organisation wurde möglicherweise entfernt, umbenannt oder existierte nie.
es: La organización que estás buscando puede haber sido eliminada, renombrada o quizás nunca existió.
fr: L'organisation que vous recherchez a peut-être été supprimée, renommée ou n'a jamais existé.
it: L'organizzazione che stai cercando potrebbe essere stata rimossa, rinominata o potrebbe non essere mai esistita.
ja: お探しの組織は削除されたか、名前が変更されたか、もともと存在しなかった可能性があります。
nl: De organisatie die u zoekt, is mogelijk verwijderd, hernoemd of heeft misschien nooit bestaan.
pl: Organizacja, której szukasz, mogła zostać usunięta, zmieniona lub mogła nigdy nie istnieć.
zh: 您要查找的组织可能已被删除、重命名，或从未存在。

source: The page you are looking for was moved, removed, renamed or might never have existed.
de: Die Seite, die Sie suchen, wurde verschoben, entfernt, umbenannt oder hat möglicherweise nie existiert.
es: La página que buscas fue movida, eliminada, renombrada o puede que nunca haya existido.
fr: La page que vous recherchez a été déplacée, supprimée, renommée ou n'a peut-être jamais existé.
it: La pagina che stai cercando è stata spostata, rimossa, rinominata o potrebbe non essere mai esistita.
ja: お探しのページは移動・削除・名称変更されたか、最初から存在していなかった可能性があります。
nl: De pagina die je zoekt is verplaatst, verwijderd, hernoemd of heeft misschien nooit bestaan.
pl: Strona, której szukasz, mogła zostać usunięta, zmieniona lub mogła nigdy nie istnieć.
pt: A página que você está procurando foi movida, removida, renomeada ou pode nunca ter existido.
sq: Faqja që po kërkoni është zhvendosur, hequr, riemëruar ose mund të mos ketë ekzistuar kurrë.
sv: Sidan du letar efter har flyttats, tagits bort, bytt namn eller kanske aldrig har funnits.
zh: 你正在访问的页面已被移动、删除、重命名，或可能从未存在过。

source: The part before the @ symbol (e.g., "support" for support@{0})
de: Der Teil vor dem @-Symbol (z. B. "support" für support@{0})
es: La parte antes del símbolo @ (por ejemplo, "soporte" para support@{0})
fr: La partie avant le symbole @ (par exemple, "support" pour support@{0})
it: La parte prima del simbolo @ (ad esempio, "support" per support@{0})
ja: @ 記号より前の部分（例: support@{0} の「support」）
nl: Het deel vóór het @-symbool (bijv. "support" voor support@{0})
pl: Część przed symbolem @ (np. „support” dla support@{0})
pt: A parte antes do símbolo @ (ex.: "suporte" para suporte@{0})
zh: @ 符号前面的部分（例如，对于 support@{0}，这里为“support”）

source: The preselected values will be ignored unless they meet the validation criteria.
de: Die vordefinierten Werte werden ignoriert, es sei denn, sie erfüllen die Validierungskriterien.
es: Los valores preseleccionados serán ignorados a menos que cumplan los criterios de validación.
fr: Les valeurs présélectionnées seront ignorées à moins qu'elles ne répondent aux critères de validation.
it: I valori preselezionati verranno ignorati a meno che non soddisfino i criteri di validazione.
ja: 事前に選択された値は、バリデーション条件を満たさない限り無視されます。
nl: De vooraf geselecteerde waarden worden genegeerd, tenzij ze aan de validatiecriteria voldoen.
pl: Wstępnie wybrane wartości zostaną zignorowane, chyba że spełniają kryteria walidacji.
pt: Os valores pré-selecionados serão ignorados, a menos que atendam aos critérios de validação.
zh: 预选的值如果不符合验证条件，将会被忽略。

source: The profile link has been copied to your clipboard
de: Der Profil-Link wurde in die Zwischenablage kopiert
es: El enlace del perfil ha sido copiado a tu portapapeles
fr: Le lien de profil a été copié dans votre presse-papiers
it: Il link del profilo è stato copiato negli appunti
ja: プロフィールリンクをクリップボードにコピーしました
nl: De profillink is naar je klembord gekopieerd
pl: Link profilu został skopiowany do schowka
pt: O link do perfil foi copiado para sua área de transferência
sq: Lidhja e profilit është kopjuar në kujtesën tuaj të fragmenteve
sv: Profillänken har kopierats till ditt urklipp
zh: 个人资料链接已复制到剪贴板

source: The profile you are looking for could not be found.
de: Das Profil, nach dem Sie suchen, konnte nicht gefunden werden.
es: El perfil que estás buscando no se pudo encontrar.
fr: Le profil que vous recherchez n'a pas pu être trouvé.
it: Il profilo che stai cercando non è stato trovato.
ja: お探しのプロフィールは見つかりませんでした。
nl: Het profiel dat je zoekt, kan niet worden gevonden.
pl: Profil, którego szukasz, nie został znaleziony.
pt: O perfil que você está procurando não pôde ser encontrado.
sq: Profili që po kërkoni nuk mund të gjendet.
sv: Profilen du letar efter kunde inte hittas.
zh: 未找到你要访问的资料。

source: The public description that will be displayed with this template
de: Die öffentliche Beschreibung, die mit dieser Vorlage angezeigt wird
es: La descripción pública que se mostrará con esta plantilla
fr: La description publique qui sera affichée avec ce modèle
it: La descrizione pubblica che verrà visualizzata con questo modello
ja: このテンプレートと一緒に表示される公開用の説明文です
nl: De openbare beschrijving die met deze sjabloon wordt weergegeven
pl: Publiczny opis, który zostanie wyświetlony z szablonem
pt: A descrição pública que será exibida com este modelo
sq: Përshkrimi publik që do të shfaqet me këtë model
sv: Den offentliga beskrivningen som kommer att visas med denna mall
zh: 此模板的公开描述，将与模板一同显示

source: The public name for your template
de: Der öffentliche Name für Ihre Vorlage
es: El nombre público de tu plantilla
fr: Le nom public pour votre modèle
it: Il nome pubblico per il tuo modello
ja: テンプレートの公開名
nl: De openbare naam voor je sjabloon
pl: Publiczna nazwa szablonu
pt: O nome público do seu modelo
sq: Emri publik për modelin tuaj
sv: Det offentliga namnet för din mall
zh: 模板的公开名称

source: The reason provided for deletion is the following:
de: Der angegebene Grund für die Löschung ist folgender:
es: La razón proporcionada para la eliminación es la siguiente:
fr: La raison fournie pour la suppression est la suivante :
it: Il motivo fornito per l'eliminazione è il seguente:
ja: 削除理由として次の内容が入力されました。
nl: De opgegeven reden voor verwijdering is als volgt:
pl: Powód usunięcia:
pt: O motivo fornecido para a exclusão é o seguinte:
sq: Arsyeja e dhënë për fshirjen është si më poshtë:
sv: Anledningen som angavs för radering är följande:
zh: 删除的理由如下：

source: The recipient can prepare the document for later signers by pre-filling suggest values.
de: Der Empfänger kann das Dokument für spätere Unterzeichner vorbereiten, indem er vorgeschlagene Werte vorab ausfüllt.
es: El destinatario puede preparar el documento para firmantes posteriores rellenando valores sugeridos.
fr: Le destinataire peut préparer le document pour les signataires ultérieurs en remplissant à l'avance les valeurs suggérées.
it: Il destinatario può preparare il documento per i firmatari successivi precompilando valori suggeriti.
ja: 受信者は、後続の署名者のために推奨値を事前入力することでドキュメントを準備できます。
nl: De ontvanger kan het document voorbereiden voor latere ondertekenaars door voorgestelde waarden vooraf in te vullen.
pl: Odbiorca może przygotować dokument dla kolejnych podpisujących, wstępnie wypełniając pola.
pt: O destinatário pode preparar o documento para os próximos assinantes, preenchendo os valores sugeridos.
sq: Marrësi mund të përgatisë dokumentin për nënshkruesit e mëvonshëm duke plotësuar vlera të sugjeruara.
sv: Mottagaren kan förbereda dokumentet för senare signerare genom att förifylla föreslagna värden.
zh: 收件人可以通过预填建议值，为后续签署人准备文档。

source: The recipient has been updated successfully
de: Der Empfänger wurde erfolgreich aktualisiert
es: El destinatario ha sido actualizado con éxito
fr: Le destinataire a été mis à jour avec succès
it: Il destinatario è stato aggiornato con successo
ja: 受信者は正常に更新されました
nl: De ontvanger is succesvol bijgewerkt
pl: Odbiorca został pomyślnie zaktualizowany
pt: O destinatário foi atualizado com sucesso
sq: Marrësi është përditësuar me sukses
sv: Mottagaren har uppdaterats framgångsrikt
zh: 收件人已成功更新

source: The recipient is not required to take any action and receives a copy of the document after it is completed.
de: Der Empfänger muss keine Aktion ausführen und erhält nach Abschluss eine Kopie des Dokuments.
es: El destinatario no está obligado a tomar ninguna acción y recibe una copia del documento una vez completado.
fr: Le destinataire n'est pas tenu de prendre des mesures et reçoit une copie du document après son achèvement.
it: Il destinatario non è tenuto a prendere alcuna azione e riceverà una copia del documento una volta completato.
ja: 受信者は何も操作する必要はなく、ドキュメントが完了した後にそのコピーを受け取ります。
nl: De ontvanger hoeft geen actie te ondernemen en ontvangt een kopie van het document nadat het is voltooid.
pl: Odbiorca nic nie musi robić i otrzyma kopię zakończonego dokumentu.
pt: O destinatário não precisa tomar nenhuma ação e recebe uma cópia do documento após a sua conclusão.
sq: Marrësi nuk është i detyruar të ndërmarrë ndonjë veprim dhe merr një kopje të dokumentit pas përfundimit të tij.
sv: Mottagaren behöver inte vidta någon åtgärd och får en kopia av dokumentet efter att det är slutfört.
zh: 收件人无需执行任何操作，并会在文档完成后收到一份副本。

source: The recipient is required to approve the document for it to be completed.
de: Der Empfänger muss das Dokument genehmigen, damit es abgeschlossen werden kann.
es: El destinatario debe aprobar el documento para que se complete.
fr: Le destinataire doit approuver le document pour qu'il soit complété.
it: Il destinatario è tenuto ad approvare il documento affinché sia completato.
ja: 受信者は、ドキュメントを完了するために承認する必要があります。
nl: De ontvanger moet het document goedkeuren voordat het kan worden voltooid.
pl: Odbiorca musi zatwierdzić dokument.
pt: O destinatário precisa aprovar o documento para que ele seja concluído.
sq: Marrësi është i detyruar të aprovojë dokumentin që ai të përfundohet.
sv: Mottagaren måste godkänna dokumentet för att det ska slutföras.
zh: 收件人必须审批该文档，文档才算完成。

source: The recipient is required to sign the document for it to be completed.
de: Der Empfänger muss das Dokument unterschreiben, damit es abgeschlossen werden kann.
es: El destinatario debe firmar el documento para que se complete.
fr: Le destinataire doit signer le document pour qu'il soit complété.
it: Il destinatario è tenuto a firmare il documento affinché sia completato.
ja: 受信者は、ドキュメントを完了するために署名する必要があります。
nl: De ontvanger moet het document ondertekenen voordat het kan worden voltooid.
pl: Odbiorca musi podpisać dokument.
pt: O destinatário precisa assinar o documento para que ele seja concluído.
sq: Marrësi është i detyruar të nënshkruajë dokumentin që ai të përfundohet.
sv: Mottagaren måste signera dokumentet för att det ska slutföras.
zh: 收件人必须签署该文档，文档才算完成。

source: The recipient is required to view the document for it to be completed.
de: Der Empfänger muss das Dokument anzeigen, damit es abgeschlossen werden kann.
es: El destinatario debe ver el documento para que se complete.
fr: Le destinataire doit visualiser le document pour qu'il soit complété.
it: Il destinatario è tenuto a visualizzare il documento affinché sia completato.
ja: 受信者は、ドキュメントを完了するために閲覧する必要があります。
nl: De ontvanger moet het document bekijken voordat het kan worden voltooid.
pl: Odbiorca musi wyświetlić dokument.
pt: O destinatário precisa visualizar o documento para que ele seja concluído.
sq: Marrësi është i detyruar të shikojë dokumentin që ai të përfundohet.
sv: Mottagaren måste visa dokumentet för att det ska slutföras.
zh: 收件人必须查看该文档，文档才算完成。

source: The sharing link could not be created at this time. Please try again.
de: Der Freigabelink konnte in diesem Moment nicht erstellt werden. Bitte versuchen Sie es erneut.
es: El enlace de compartición no se pudo crear en este momento. Por favor, inténtelo de nuevo.
fr: Le lien de partage n'a pas pu être créé pour le moment. Veuillez réessayer.
it: Il link di condivisione non può essere creato in questo momento. Per favore riprova.
ja: 共有リンクを現在作成できません。もう一度お試しください。
nl: De deellink kon op dit moment niet worden aangemaakt. Probeer het opnieuw.
pl: Nie udało się utworzyć linku do udostępniania. Spróbuj ponownie.
pt: O link de compartilhamento não pôde ser criado neste momento. Tente novamente.
sq: Lidhja e shpërndarjes nuk mund të krijohej në këtë moment. Ju lutemi provoni përsëri.
sv: Delningslänken kunde inte skapas just nu. Försök igen.
zh: 目前无法创建分享链接。请重试。

source: The sharing link has been copied to your clipboard.
de: Der Freigabelink wurde in Ihre Zwischenablage kopiert.
es: El enlace de compartición ha sido copiado a su portapapeles.
fr: Le lien de partage a été copié dans votre presse-papiers.
it: Il link di condivisione è stato copiato negli appunti.
ja: 共有リンクをクリップボードにコピーしました。
nl: De deellink is naar je klembord gekopieerd.
pl: Link do udostępniania został skopiowany do schowka.
pt: O link de compartilhamento foi copiado para sua área de transferência.
sq: Lidhja e shpërndarjes është kopjuar në kujtesën tuaj.
sv: Delningslänken har kopierats till ditt urklipp.
zh: 分享链接已复制到您的剪贴板。

source: The signer's email
de: Die E-Mail des Unterzeichners
es: El correo electrónico del firmante
fr: L'email du signataire
it: L'email del firmatario
ja: 署名者のメールアドレス
nl: Het e-mailadres van de ondertekenaar
pl: Adres e-mail podpisującego
pt: O email do signatário
sq: Emaili i nënshkruesit
sv: Signerarens e-post
zh: 签署人的邮箱

source: The signer's name
de: Der Name des Unterzeichners
es: El nombre del firmante
fr: Le nom du signataire
it: Il nome del firmatario
ja: 署名者の名前
nl: De naam van de ondertekenaar
pl: Nazwa podpisującego
pt: O nome do signatário
sq: Emri i nënshkruesit
sv: Signerarens namn
zh: 签署人的姓名

source: The signing link has been copied to your clipboard.
de: Der Signierlink wurde in die Zwischenablage kopiert.
es: El enlace de firma ha sido copiado a tu portapapeles.
fr: Le lien de signature a été copié dans votre presse-papiers.
it: Il link di firma è stato copiato negli appunti.
ja: 署名用リンクをクリップボードにコピーしました。
nl: De ondertekeningslink is naar je klembord gekopieerd.
pl: Link do podpisywania został skopiowany do schowka.
pt: O link de assinatura foi copiado para sua área de transferência.
sq: Lidhja e nënshkrimit është kopjuar në kujtesën tuaj të fragmenteve.
sv: Signeringslänken har kopierats till ditt urklipp.
zh: 签署链接已复制到剪贴板。
