Repository: documenso/documenso
Catalog: packages/lib/translations/*/web.po
Languages: de, es, fr, it, ja, nl, pl, pt, sq, sv, zh

source: The site banner is a message that is shown at the top of the site. It can be used to display important information to your users.
de: Das Seitenbanner ist eine Nachricht, die oben auf der Seite angezeigt wird. Es kann verwendet werden, um Ihren Nutzern wichtige Informationen anzuzeigen.
es: El banner del sitio es un mensaje que se muestra en la parte superior del sitio. Se puede usar para mostrar información importante a tus usuarios.
fr: La bannière du site est un message affiché en haut du site. Elle peut être utilisée pour afficher des informations importantes à vos utilisateurs.
it: Il banner del sito è un messaggio che viene mostrato in cima al sito. Può essere utilizzato per visualizzare informazioni importanti ai tuoi utenti.
ja: サイトバナーはサイト上部に表示されるメッセージです。ユーザーに重要なお知らせを表示するために利用できます。
nl: De sitebanner is een bericht dat bovenaan de site wordt weergegeven. Je kunt hiermee belangrijke informatie aan je gebruikers tonen.
pl: Baner strony internetowej to zawartość wyświetlana na górze strony. Może być używana do wyświetlania ważnych informacji użytkownikom.
pt: O banner do site é uma mensagem exibida na parte superior do site. Pode ser usado para exibir informações importantes aos seus usuários.
sq: Bannera e faqes është një mesazh që shfaqet në krye të faqes. Mund të përdoret për të shfaqur informacione të rëndësishme për përdoruesit tuaj.
sv: Webbplatsbanner är ett meddelande som visas högst upp på webbplatsen. Den kan användas för att visa viktig information till dina användare.
zh: 站点横幅是在站点顶部显示的一条消息。你可以利用它向用户展示重要信息。

source: The team email <0>{teamEmail}</0> has been removed from the following team
de: Die Team-E-Mail <0>{teamEmail}</0> wurde aus dem folgenden Team entfernt
es: El correo electrónico del equipo <0>{teamEmail}</0> ha sido eliminado del siguiente equipo
fr: L'email d'équipe <0>{teamEmail}</0> a été supprimé de l'équipe suivante
it: L'email del team <0>{teamEmail}</0> è stata rimossa dal seguente team
ja: チームメール <0>{teamEmail}</0> は、次のチームから削除されました
nl: Het teame-mailadres <0>{teamEmail}</0> is verwijderd uit het volgende team
pl: Adres e-mail zespołu <0>{teamEmail}</0> został usunięty z następującego zespołu
pt: O email da equipe <0>{teamEmail}</0> foi removido da seguinte equipe
sq: Emaili i ekipit <0>{teamEmail}</0> është hequr nga ekipi i mëposhtëm
sv: Team-e-posten <0>{teamEmail}</0> har tagits bort från följande team
zh: 团队邮箱 <0>{teamEmail}</0> 已从以下团队中移除

source: The team you are looking for may have been removed, renamed or may have never existed.
de: Das Team, das Sie suchen, wurde möglicherweise entfernt, umbenannt oder hat möglicherweise nie existiert.
es: El equipo que estás buscando puede haber sido eliminado, renombrado o quizás nunca existió.
fr: L'équipe que vous recherchez a peut-être été supprimée, renommée ou n'a jamais existé.
it: Il team che stai cercando potrebbe essere stato rimosso, rinominato o potrebbe non essere mai esistito.
ja: お探しのチームは削除されたか、名前が変更されたか、もともと存在しなかった可能性があります。
nl: Het team dat u zoekt, is mogelijk verwijderd, hernoemd of heeft misschien nooit bestaan.
pl: Zespół, którego szukasz, mógł zostać usunięty, zmieniony lub mógł nigdy nie istnieć.
zh: 您要查找的团队可能已被删除、重命名，或从未存在。

source: The template has been moved successfully.
de: Die Vorlage wurde erfolgreich verschoben.
es: La plantilla se ha movido exitosamente.
fr: Le modèle a été déplacé avec succès.
it: Il modello è stato spostato con successo.
ja: テンプレートは正常に移動されました。
nl: De sjabloon is succesvol verplaatst.
pl: Szablon został pomyślnie przeniesiony.
pt: O modelo foi movido com sucesso.
sq: Shablloni është zhvendosur me sukses.
sv: Mallen har flyttats framgångsrikt.
zh: 模板已成功移动。

source: The template will be removed from your profile
de: Die Vorlage wird von Ihrem Profil entfernt
es: La plantilla será eliminada de tu perfil
fr: Le modèle sera retiré de votre profil
it: Il modello sarà rimosso dal tuo profilo
ja: テンプレートはプロフィールから削除されます
nl: De sjabloon wordt verwijderd uit je profiel
pl: Szablon zostanie usunięty z Twojego profilu
pt: O modelo será removido do seu perfil
sq: Modeli do të hiqet nga profili juaj
sv: Mallen kommer att tas bort från din profil
zh: 该模板将从你的资料中移除

source: The template you are looking for could not be found.
de: Die gesuchte Vorlage konnte nicht gefunden werden.
es: No se pudo encontrar la plantilla que está buscando.
fr: Le modèle que vous cherchez n'a pas pu être trouvé.
it: Il modello che stai cercando non è stato trovato.
ja: お探しのテンプレートは見つかりませんでした。
nl: De sjabloon die u zoekt, kon niet worden gevonden.
pl: Szablon, którego szukasz, nie został znaleziony.
pt: O modelo que você está procurando não pôde ser encontrado.
zh: 找不到您要查找的模板。

source: The template you are looking for may have been removed, renamed or may have never existed.
de: Die gesuchte Vorlage wurde möglicherweise entfernt, umbenannt oder existierte nie.
es: La plantilla que estás buscando puede haber sido eliminada, renombrada o quizás nunca existió.
fr: Le modèle que vous recherchez a peut-être été supprimé, renommé ou n'a jamais existé.
it: Il modello che stai cercando potrebbe essere stato rimosso, rinominato o potrebbe non essere mai esistito.
ja: お探しのテンプレートは削除されたか、名前が変更されたか、もともと存在しなかった可能性があります。
nl: De sjabloon die u zoekt, is mogelijk verwijderd, hernoemd of heeft misschien nooit bestaan.
pl: Szablon, którego szukasz, mógł zostać usunięty, zmieniony lub mógł nigdy nie istnieć.
zh: 您要查找的模板可能已被删除、重命名，或从未存在。

source: The test webhook has been successfully sent to your endpoint.
de: Das Test-Webhook wurde erfolgreich an Ihren Endpunkt gesendet.
es: El webhook de prueba se ha enviado exitosamente a tu terminal.
fr: Le webhook de test a été envoyé avec succès vers votre point de terminaison.
it: Il test del webhook è stato inviato con successo al tuo endpoint.
ja: テスト Webhook はエンドポイントに正常に送信されました。
nl: De testwebhook is succesvol naar je endpoint verzonden.
pl: Testowy webhook został pomyślnie wysłany do Twojego punktu końcowego.
pt: O teste do webhook foi enviado com sucesso para seu endpoint.
zh: 测试 Webhook 已成功发送到您的端点。

source: The token is invalid or has expired.
de: Das Token ist ungültig oder abgelaufen.
es: El token es inválido o ha expirado.
fr: Le token est invalide ou a expiré.
it: Il token non è valido o è scaduto.
ja: トークンが無効であるか、有効期限が切れています。
nl: De token is ongeldig of is verlopen.
pl: Token jest nieprawidłowy lub wygasł.
pt: O token é inválido ou expirou.
zh: 令牌无效或已过期。

source: The token was copied to your clipboard.
de: Der Token wurde in die Zwischenablage kopiert.
es: El token fue copiado a tu portapapeles.
fr: Le token a été copié dans votre presse-papiers.
it: Il token è stato copiato negli appunti.
ja: トークンをクリップボードにコピーしました。
nl: Het token is naar je klembord gekopieerd.
pl: Token został skopiowany do schowka.
pt: O token foi copiado para sua área de transferência.
sq: Tokeni është kopjuar në kujtesën tuaj të fragmenteve.
sv: Token kopierades till ditt urklipp.
zh: 令牌已复制到剪贴板。

source: The token was deleted successfully.
de: Das Token wurde erfolgreich gelöscht.
es: El token fue eliminado con éxito.
fr: Le token a été supprimé avec succès.
it: Il token è stato eliminato con successo.
ja: トークンは正常に削除されました。
nl: Het token is succesvol verwijderd.
pl: Token został pomyślnie usunięty.
pt: O token foi excluído com sucesso.
sq: Tokeni është fshirë me sukses.
sv: Token raderades framgångsrikt.
zh: 令牌已成功删除。

source: The token you have used to reset your password is either expired or it never existed. If you have still forgotten your password, please request a new reset link.
de: Der Token, den Sie zur Zurücksetzung Ihres Passworts verwendet haben, ist entweder abgelaufen oder hat nie existiert. Wenn Sie Ihr Passwort immer noch vergessen haben, fordern Sie bitte einen neuen Zurücksetzungslink an.
es: El token que has utilizado para restablecer tu contraseña ha expirado o nunca existió. Si aún has olvidado tu contraseña, por favor solicita un nuevo enlace de restablecimiento.
fr: Le token que vous avez utilisé pour réinitialiser votre mot de passe a expiré ou n'a jamais existé. Si vous avez toujours oublié votre mot de passe, veuillez demander un nouveau lien de réinitialisation.
it: Il token che hai usato per reimpostare la tua password è scaduto o non è mai esistito. Se hai ancora dimenticato la tua password, richiedi un nuovo link per la reimpostazione.
ja: パスワードリセットに使用したトークンは、有効期限が切れているか存在しません。まだパスワードをお忘れの場合は、新しいリセットリンクをリクエストしてください。
nl: Het token waarmee je je wachtwoord probeerde te resetten, is verlopen of heeft nooit bestaan. Als je je wachtwoord nog steeds bent vergeten, vraag dan een nieuwe resetlink aan.
pl: Token użyty do zresetowania hasła wygasł lub nie istnieje. Jeśli nadal nie pamiętasz hasła, poproś o nowy link.
pt: O token que você usou para redefinir sua senha expirou ou nunca existiu. Se você ainda esqueceu sua senha, solicite um novo link de redefinição.
sq: Tokeni që keni përdorur për të riemërtuar fjalëkalimin tuaj ose ka skaduar ose nuk ka ekzistuar kurrë. Nëse ende e keni harruar fjalëkalimin, ju lutemi kërkoni një lidhje të re për rirreshtim.
sv: Token du har använt för att återställa ditt lösenord har antingen upphört eller har aldrig funnits. Om du fortfarande har glömt ditt lösenord, vänligen begär en ny återställningslänk.
zh: 你用于重置密码的令牌已过期或不存在。如果你仍然忘记密码，请重新请求一个重置链接。

source: The two-factor authentication code provided is incorrect
de: Der bereitgestellte Code der Zwei-Faktor-Authentifizierung ist falsch
es: El código de autenticación de dos factores proporcionado es incorrecto
fr: Le code d'authentification à deux facteurs fourni est incorrect
it: Il codice di autenticazione a due fattori fornito è errato
ja: 入力された二要素認証コードが正しくありません
nl: De opgegeven twee-factor-authenticatiecode is onjuist
pl: Kod weryfikacyjny jest nieprawidłowy
pt: O código de autenticação de dois fatores fornecido está incorreto
sq: Kodi i dhënë për vërtetimin me dy faktorë është i pasaktë
sv: Den angivna tvåfaktorsautentiseringskoden är felaktig
zh: 提供的双重身份验证代码不正确

source: The typed signature font size
de: Die Schriftgröße der getippten Signatur.
es: El tamaño de la fuente de la firma escrita.
fr: La taille de la police de signature tapée
it: La dimensione del carattere della firma digitata
ja: 入力した署名のフォントサイズ
nl: De lettergrootte van de getypte handtekening
pl: Rozmiar czcionki podpisu pisanego
pt: O tamanho da fonte da assinatura digitada
zh: 键入签名的字体大小

source: The types of signatures that recipients are allowed to use when signing the document.
de: Die Signaturtypen, die Empfänger beim Unterschreiben des Dokuments verwenden dürfen.
es: Los tipos de firmas que los destinatarios pueden usar al firmar el documento.
fr: Les types de signatures que les destinataires peuvent utiliser lors de la signature du document.
it: I tipi di firma che i destinatari possono utilizzare quando firmano il documento.
ja: 受信者がドキュメントに署名する際に使用できる署名タイプです。
nl: De typen handtekeningen die ontvangers mogen gebruiken bij het ondertekenen van het document.
pl: Rodzaje podpisów, których odbiorcy mogą używać podczas podpisywania dokumentu.
pt: Os tipos de assinaturas que os destinatários têm permissão para usar ao assinar o documento.
sq: Llojet e nënshkrimeve që marrësit lejohen të përdorin gjatë nënshkrimit të dokumentit.
sv: Typerna av signaturer som mottagare får använda när de signerar dokumentet.
zh: 收件人在签署文档时允许使用的签名类型。

source: The URL for Documenso to send webhook events to.
de: Die URL für Documenso, um Webhook-Ereignisse zu senden.
es: La URL para Documenso para enviar eventos de webhook.
fr: L'URL pour Documenso pour envoyer des événements webhook.
it: L'URL per Documenso per inviare eventi webhook.
ja: Documenso が Webhook イベントを送信する先の URL です。
nl: De URL waarnaar Documenso webhook‑gebeurtenissen stuurt.
pl: Adres URL dla Documenso do wysyłania zdarzeń webhook.
pt: O URL para o Documenso enviar eventos de webhook.
sq: URL për Documenso për të dërguar ngjarje të webhook.
sv: URL:en för Documenso att skicka webhook-händelser till.
zh: Documenso 向其发送 Webhook 事件的 URL。

source: The user you are looking for may have been removed, renamed or may have never existed.
de: Der gesuchte Benutzer wurde möglicherweise entfernt, umbenannt oder hat möglicherweise nie existiert.
es: El usuario que estás buscando puede haber sido eliminado, renombrado o quizás nunca existió.
fr: L'utilisateur que vous recherchez a peut-être été supprimé, renommé ou n'a jamais existé.
it: L'utente che stai cercando potrebbe essere stato rimosso, rinominato o potrebbe non essere mai esistito.
ja: お探しのユーザーは削除されたか、名前が変更されたか、もともと存在しなかった可能性があります。
nl: De gebruiker die u zoekt, is mogelijk verwijderd, hernoemd of heeft misschien nooit bestaan.
pl: Użytkownik, którego szukasz, mógł zostać usunięty, zmieniony lub mógł nigdy nie istnieć.
zh: 您要查找的用户可能已被删除、重命名，或从未存在。

source: The user's two factor authentication has been reset successfully.
de: Die Zwei-Faktor-Authentifizierung des Nutzers wurde erfolgreich zurückgesetzt.
es: La autenticación de dos factores del usuario se ha restablecido con éxito.
fr: L'authentification à deux facteurs de l'utilisateur a été réinitialisée avec succès.
it: L'autenticazione a due fattori dell'utente è stata reimpostata con successo.
ja: ユーザーの二要素認証を正常にリセットしました。
nl: De tweefactorauthenticatie van de gebruiker is succesvol gereset.
pl: Weryfikacja dwuetapowa została zresetowana.
pt: A autenticação de dois fatores do usuário foi redefinida com sucesso.
zh: 该用户的双重身份验证已成功重置。

source: The webhook has been successfully deleted.
de: Das Webhook wurde erfolgreich gelöscht.
es: El webhook ha sido eliminado con éxito.
fr: Le webhook a été supprimé avec succès.
it: Il webhook è stato eliminato con successo.
ja: Webhook は正常に削除されました。
nl: De webhook is succesvol verwijderd.
pl: Webhook został pomyślnie usunięty.
pt: O webhook foi excluído com sucesso.
sq: Webhook është fshirë me sukses.
sv: Webhook har raderats framgångsrikt.
zh: Webhook 已成功删除。

source: The webhook has been updated successfully.
de: Der Webhook wurde erfolgreich aktualisiert.
es: El webhook ha sido actualizado con éxito.
fr: Le webhook a été mis à jour avec succès.
it: Il webhook è stato aggiornato con successo.
ja: Webhook は正常に更新されました。
nl: De webhook is succesvol bijgewerkt.
pl: Webhook został pomyślnie zaktualizowany.
pt: O webhook foi atualizado com sucesso.
sq: Webhook është përditësuar me sukses.
sv: Webhook har uppdaterats framgångsrikt.
zh: Webhook 已成功更新。

source: The webhook was successfully created.
de: Der Webhook wurde erfolgreich erstellt.
es: El webhook fue creado con éxito.
fr: Le webhook a été créé avec succès.
it: Il webhook è stato creato con successo.
ja: Webhook は正常に作成されました。
nl: De webhook is succesvol aangemaakt.
pl: Webhook został pomyślnie utworzony.
pt: O webhook foi criado com sucesso.
sq: Webhook është krijuar me sukses.
sv: Webhook skapades framgångsrikt.
zh: Webhook 已创建成功。

source: The webhook you are looking for may have been removed, renamed or may have never existed.
de: Der gesuchte Webhook wurde möglicherweise entfernt, umbenannt oder existierte nie.
es: El webhook que estás buscando puede haber sido eliminado, renombrado o quizás nunca existió.
fr: Le webhook que vous recherchez a peut-être été supprimé, renommé ou n'a jamais existé.
it: Il webhook che stai cercando potrebbe essere stato rimosso, rinominato o potrebbe non esistito mai.
ja: お探しのWebhookは削除されたか、名前が変更されたか、もともと存在しなかった可能性があります。
nl: De webhook waar u naar zoekt, is mogelijk verwijderd, hernoemd of heeft misschien nooit bestaan.
pl: Webhook, którego szukasz, mógł zostać usunięty, zmieniony lub mógł nigdy nie istnieć.
zh: 您要查找的 Webhook 可能已被删除、重命名，或从未存在。

source: There are no active drafts at the current moment. You can upload a document to start drafting.
de: Es gibt derzeit keine aktiven Entwürfe. Sie können ein Dokument hochladen, um mit dem Entwerfen zu beginnen.
es: No hay borradores activos en este momento. Puedes subir un documento para comenzar a redactar.
fr: Il n'y a pas de brouillons actifs pour le moment. Vous pouvez importer un document pour commencer un brouillon.
it: Non ci sono bozze attive al momento attuale. Puoi caricare un documento per iniziare a redigere.
ja: 現在、有効な下書きはありません。文書をアップロードすると、下書きを開始できます。
nl: Er zijn momenteel geen actieve concepten. Upload een document om een concept te starten.
pl: Brak aktywnych szkiców. Prześlij, aby utworzyć.
pt: Não há rascunhos ativos no momento. Você pode carregar um documento para iniciar o rascunho.
sq: Nuk ka skica aktive për momentin. Ju mund të ngarkoni një dokument për të filluar redaktimin.
sv: Det finns inga aktiva utkast för tillfället. Du kan ladda upp ett dokument för att börja skapa utkast.
zh: 目前没有活动草稿。你可以上传文档开始创建草稿。

source: There are no completed documents yet. Documents that you have created or received will appear here once completed.
de: Es gibt noch keine abgeschlossenen Dokumente. Dokumente, die Sie erstellt oder erhalten haben, werden hier angezeigt, sobald sie abgeschlossen sind.
es: Aún no hay documentos completados. Los documentos que hayas creado o recibido aparecerán aquí una vez completados.
fr: Il n'y a pas encore de documents complétés. Les documents que vous avez créés ou reçus apparaîtront ici une fois complétés.
it: Non ci sono ancora documenti completati. I documenti che hai creato o ricevuto appariranno qui una volta completati.
ja: まだ完了した文書はありません。作成または受信した文書は、完了するとここに表示されます。
nl: Er zijn nog geen voltooide documenten. Documenten die je hebt aangemaakt of ontvangen, verschijnen hier zodra ze zijn voltooid.
pl: Brak zakończonych dokumentów. Utworzone lub odebrane dokumenty pojawią się tutaj.
pt: Ainda não há documentos concluídos. Os documentos que você criou ou recebeu aparecerão aqui após serem concluídos.
sq: Nuk ka ende dokumente të përfunduar. Dokumentet që keni krijuar ose marrë do të shfaqen këtu pasi të përfundohen.
sv: Det finns inga slutförda dokument ännu. Dokument som du har skapat eller tagit emot kommer att visas här när de är slutförda.
zh: 目前还没有已完成的文档。你创建或接收到的文档在完成后会显示在这里。

source: There was an error uploading your file. Please try again.
de: Beim Hochladen Ihrer Datei ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.
es: Hubo un error al cargar tu archivo. Por favor, intenta de nuevo.
fr: Il y a eu une erreur lors de l'importation de votre fichier. Veuillez réessayer.
it: Si è verificato un errore durante il caricamento del tuo file. Per favore riprova.
ja: ファイルのアップロード中にエラーが発生しました。もう一度お試しください。
nl: Er is een fout opgetreden bij het uploaden van je bestand. Probeer het opnieuw.
pl: Wystąpił błąd podczas przesyłania pliku. Spróbuj ponownie.
pt: Ocorreu um erro ao carregar seu arquivo. Tente novamente.
sq: Ndodhi një gabim në ngarkimin e skedarit tuaj. Ju lutemi, provoni përsëri.
sv: Det uppstod ett fel vid uppladdning av din fil. Försök igen.
zh: 上传文件时发生错误。请重试。

source: There was an issue rendering some fields, please review the fields and try again.
de: Beim Rendern einiger Felder trat ein Problem auf, bitte überprüfen Sie die Felder und versuchen Sie es noch einmal.
es: Hubo un problema renderizando algunos campos, por favor revise los campos e intente nuevamente.
fr: Un problème est survenu lors du rendu de certains champs, veuillez vérifier les champs et réessayer.
it: Si è verificato un problema nel rendering di alcuni campi, si prega di rivedere i campi e riprovare.
ja: 一部のフィールドの表示に問題がありました。フィールドを確認して、もう一度お試しください。
nl: Er was een probleem bij het renderen van sommige velden, controleer de velden en probeer het opnieuw.
pl: Wystąpił problem z renderowaniem niektórych pól. Sprawdź pola i spróbuj ponownie.
zh: 渲染某些字段时出现问题，请检查字段后重试。

source: These can be overriden by setting the authentication requirements directly on each recipient in the next step. Multiple methods can be selected.
de: Diese können überschrieben werden, indem die Authentifizierungsanforderungen im nächsten Schritt direkt für jeden Empfänger festgelegt werden. Mehrere Methoden können ausgewählt werden.
es: Estos pueden ser anulados estableciendo los requisitos de autenticación directamente en cada destinatario en el siguiente paso. Se pueden seleccionar múltiples métodos.
fr: Cela peut être remplacé par le paramétrage direct des exigences d'authentification pour chaque destinataire à l'étape suivante. Plusieurs méthodes peuvent être sélectionnées.
it: Queste possono essere sovrascritte impostando i requisiti di autenticazione direttamente su ciascun destinatario nel passaggio successivo. È possibile selezionare più metodi.
ja: これは、次のステップで各受信者に対して直接設定される認証要件によって上書きされます。複数の方法を選択できます。
nl: Deze kunnen worden overschreven door de authenticatievereisten direct per ontvanger in de volgende stap in te stellen. Er kunnen meerdere methoden worden geselecteerd.
pl: Możesz je zmienić, ustawiając wymagane metody uwierzytelniania dla każdego odbiorcy w następnym kroku. Możesz wybrać wiele metod.
pt: Esses podem ser substituídos ao definir os requisitos de autenticação diretamente em cada destinatário na próxima etapa. Vários métodos podem ser selecionados.
sq: Këto mund të tejkalohen duke vendosur kërkesat e autentifikimit direkt për secilin marrës në hapin tjetër. Mund të zgjidhen metoda të shumta.
sv: Dessa kan åsidosättas genom att ställa in autentiseringskraven direkt på varje mottagare i nästa steg. Flera metoder kan väljas.
zh: 这些设置可以在下一步中直接为每个收件人单独设置认证要求来覆盖。可选择多种方式。

source: These will override any global settings. Multiple methods can be selected.
de: Diese überschreiben alle globalen Einstellungen. Mehrere Methoden können ausgewählt werden.
es: Estos anularán cualquier configuración global. Se pueden seleccionar múltiples métodos.
fr: Celles-ci remplaceront tous les paramètres globaux. Plusieurs méthodes peuvent être sélectionnées.
it: Questi sovrascriveranno tutte le impostazioni globali. È possibile selezionare più metodi.
ja: これらはグローバル設定を上書きします。複数の方法を選択できます。
nl: Deze zullen alle globale instellingen overschrijven. Er kunnen meerdere methoden worden geselecteerd.
pl: To nadpisze domyślne ustawienia. Możesz wybrać wiele metod.
pt: Esses substituirão quaisquer configurações globais. Vários métodos podem ser selecionados.
sq: Këto do të anashkalojnë çdo konfigurim global. Mund të zgjidhen metoda të shumta.
sv: Dessa kommer att åsidosätta alla globala inställningar. Flera metoder kan väljas.
zh: 这些设置将覆盖任何全局设置。可选择多种方式。

source: They have permission on your behalf to:
de: Sie haben in Ihrem Namen die Erlaubnis, zu:
es: Tienen permiso en tu nombre para:
fr: Ils ont la permission en votre nom de:
it: Hanno il permesso per tuo conto di:
ja: 次の権限をあなたに代わって持ちます。
nl: Ze hebben namens jou toestemming om:
pl: W Twoim imieniu mogą:
pt: Eles têm permissão em seu nome para:
sq: Ata kanë leje në emër tuajin të:
sv: De har behörighet på dina vägnar att:
zh: 他们有权代表你执行以下操作：

source: This account has been disabled. Please contact support.
de: Dieses Konto wurde deaktiviert. Bitte kontaktieren Sie den Support.
es: Esta cuenta ha sido deshabilitada. Por favor, contacta con soporte.
fr: Ce compte a été désactivé. Veuillez contacter le support.
it: Questo account è stato disabilitato. Contatta il supporto.
ja: このアカウントは無効化されています。サポートにお問い合わせください。
nl: Dit account is uitgeschakeld. Neem contact op met de ondersteuning.
pl: Konto zostało wyłączone. Skontaktuj się z pomocą techniczną.
pt: Esta conta foi desativada. Entre em contato com o suporte.
sq: Ky llogari është çaktivizuar. Ju lutemi na kontaktoni për mbështetje.
sv: Detta konto har inaktiverats. Kontakta support.
zh: 此账户已被禁用。请联系支持。
