Repository: documenso/documenso
Catalog: packages/lib/translations/*/web.po
Languages: de, es, fr, it, ja, nl, pl, pt, sq, sv, zh

source: Default Organisation Role for New Users
de: Standardorganisation Rolle für neue Benutzer
es: Rol de organización predeterminado para nuevos usuarios
fr: Rôle par défaut de l'organisation pour les nouveaux utilisateurs
it: Ruolo dell'organizzazione predefinito per nuovi utenti
ja: 新規ユーザーの既定の組織ロール
nl: Standaard organisatierol voor nieuwe gebruikers
pl: Domyślna rola w organizacji dla nowych użytkowników
pt: Função Padrão da Organização para Novos Usuários
zh: 新用户的默认组织角色

source: Default Signature Settings
de: Standard-Signatureinstellungen
es: Configuraciones de Firma por Defecto
fr: Paramètres de Signature par Défaut
it: Impostazioni predefinite della firma
ja: 既定の署名設定
nl: Standaardinstellingen voor handtekeningen
pl: Domyślne rodzaje dozwolonych podpisów
pt: Configurações de Assinatura Padrão
sq: Cilësimet e Nënshkrimit të Parazgjedhur
sv: Standardinställningar för signatur
zh: 默认签名设置

source: Default Time Zone
de: Standard-Zeitzone
es: Zona horaria predeterminada
fr: Fuseau horaire par défaut
it: Fuso Orario Predefinito
ja: 既定のタイムゾーン
nl: Standaardtijdzone
pl: Domyślna strefa czasowa
pt: Fuso Horário Padrão
zh: 默认时区

source: Default Value
de: Standardwert
es: Valor Predeterminado
fr: Valeur par défaut
it: Valore predefinito
ja: 既定値
nl: Standaardwaarde
pl: Domyślna wartość
pt: Valor Padrão
zh: 默认值

source: delete
de: löschen
es: eliminar
fr: supprimer
it: elimina
nl: verwijderen
pl: usuń
pt: excluir
sq: fshi
sv: radera

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
nl: Verwijderen
pl: Usuń
pt: Excluir
sq: Fshi
sv: Radera
zh: 删除

source: delete {0}
de: löschen {0}
es: eliminar {0}
fr: supprimer {0}
it: elimina {0}
nl: {0} verwijderen
pl: usuń {0}
pt: excluir {0}
sq: fshi {0}
sv: radera {0}

source: delete {emailDomain}
de: löschen {emailDomain}
es: eliminar {emailDomain}
fr: supprimer {emailDomain}
it: elimina {emailDomain}
nl: verwijder {emailDomain}
pl: usuń {emailDomain}
pt: excluir {emailDomain}
zh: 删除 {emailDomain}

source: delete {teamName}
de: löschen {teamName}
es: eliminar {teamName}
fr: supprimer {teamName}
it: elimina {teamName}
nl: {teamName} verwijderen
pl: usuń {teamName}
pt: excluir {teamName}
sq: fshi {teamName}
sv: radera {teamName}

source: Delete account
de: Konto löschen
es: Eliminar cuenta
fr: Supprimer le compte
it: Elimina account
ja: アカウントを削除
nl: Account verwijderen
pl: Usuń konto
pt: Excluir conta
sq: Fshi llogarinë
sv: Radera konto
zh: 删除账号

source: Delete Account
de: Konto löschen
es: Eliminar Cuenta
fr: Supprimer le compte
it: Elimina Account
ja: アカウントの削除
nl: Account verwijderen
pl: Usuń konto
pt: Excluir Conta
sq: Fshi Llogarinë
sv: Radera konto
zh: 删除账号

source: Delete document
de: Dokument löschen
es: Eliminar documento
fr: Supprimer le document
it: Elimina documento
ja: 文書を削除
nl: Document verwijderen
pl: Usuń dokument
pt: Excluir documento
sq: Fshi dokumentin
sv: Radera dokument
zh: 删除文档

source: Delete Document
de: Dokument löschen
es: Eliminar Documento
fr: Supprimer le document
it: Elimina Documento
ja: 文書を削除
nl: Document verwijderen
pl: Usuń dokument
pt: Excluir Documento
sq: Fshi Dokumentin
sv: Radera dokument
zh: 删除文档

source: Delete email
de: E-Mail löschen
es: Eliminar correo
fr: Supprimer l'e-mail
it: Elimina email
ja: メールを削除
nl: E-mail verwijderen
pl: Usuń adres e-mail
pt: Excluir e-mail
zh: 删除邮箱

source: Delete email domain
de: E-Mail-Domain löschen
es: Eliminar dominio de correo electrónico
fr: Supprimer le domaine de messagerie
it: Elimina dominio email
ja: メールドメインを削除
nl: E-maildomein verwijderen
pl: Usuń domenę
pt: Excluir domínio de e-mail
zh: 删除邮箱域名

source: Delete Email Domain
de: E-Mail-Domain löschen
es: Eliminar dominio de correo
fr: Supprimer le domaine de messagerie
it: Elimina Dominio Email
ja: メールドメインを削除
nl: E-maildomein verwijderen
pl: Usuń domenę
pt: Excluir Domínio de E-mail
zh: 删除邮箱域名

source: Delete Folder
de: Ordner löschen
es: Eliminar Carpeta
fr: Supprimer le Dossier
it: Elimina Cartella
ja: フォルダを削除
nl: Map verwijderen
pl: Usuń folder
pt: Excluir Pasta
sq: Fshij Dosjen
sv: Radera mapp
zh: 删除文件夹

source: Delete organisation
de: Organisation löschen
es: Eliminar organización
fr: Supprimer l'organisation
it: Elimina organizzazione
ja: 組織を削除
nl: Organisatie verwijderen
pl: Usuń organizację
pt: Excluir organização
sq: Fshij organizatën
sv: Radera organisation
zh: 删除组织

source: Delete organisation group
de: Organisationsgruppe löschen
es: Eliminar grupo de organización
fr: Supprimer le groupe organisationnel
it: Elimina gruppo organizzazione
ja: 組織グループを削除
nl: Organisatiegroep verwijderen
pl: Usuń grupę organizacji
pt: Excluir grupo de organização
sq: Fshij grupin e organizatës
sv: Radera organisationsgrupp
zh: 删除组织组

source: Delete organisation member
de: Organisationsmitglied löschen
es: Eliminar miembro de organización
fr: Supprimer le membre de l'organisation
it: Elimina membro dell'organizzazione
ja: 組織メンバーを削除
nl: Organisatielid verwijderen
pl: Usuń użytkownika organizacji
pt: Excluir membro da organização
sq: Fshij anëtarin e organizatës
sv: Radera organisationsmedlem
zh: 删除组织成员

source: Delete passkey
de: Passkey löschen
es: Eliminar clave de paso
fr: Supprimer la clé d'accès
it: Elimina chiave d'accesso
ja: パスキーを削除
nl: Passkey verwijderen
pl: Usuń klucz dostępu
pt: Excluir chave de acesso
sq: Fshi çelësin e qasjes
sv: Radera passkey
zh: 删除通行密钥

source: Delete Subscription Claim
de: Abonnementsanspruch löschen
es: Eliminar Reclamación de Suscripción
fr: Supprimer la réclamation d'abonnement
it: Elimina richiesta di abbonamento
ja: サブスクリプションクレームを削除
nl: Abonnementsclaim verwijderen
pl: Usuń subskrypcję
pt: Excluir reivindicação de assinatura
sq: Fshij pretendimin e Abonimit
sv: Radera prenumerationsanspråk
zh: 删除订阅声明

source: Delete team
de: Team löschen
es: Eliminar equipo
fr: Supprimer l'équipe
it: Elimina squadra
ja: チームを削除
nl: Team verwijderen
pl: Usuń zespół
pt: Excluir equipe
sq: Fshi ekipin
sv: Radera team
zh: 删除团队

source: Delete team group
de: Teamgruppe löschen
es: Eliminar grupo de equipo
fr: Supprimer le groupe d'équipe
it: Elimina gruppo di team
ja: チームグループを削除
nl: Teamgroep verwijderen
pl: Usuń grupę zespołu
pt: Excluir grupo da equipe
sq: Fshij grupin e ekipeve
sv: Radera teamgrupp
zh: 删除团队组

source: Delete Template
de: Vorlage löschen
es: Eliminar Plantilla
fr: Supprimer le modèle
it: Elimina Modello
ja: テンプレートを削除
nl: Sjabloon verwijderen
pl: Usuń szablon
pt: Excluir modelo
zh: 删除模板

source: Delete the document. This action is irreversible so proceed with caution.
de: Löschen Sie das Dokument. Diese Aktion ist irreversibel, daher seien Sie vorsichtig.
es: Eliminar el documento. Esta acción es irreversible, así que proceda con precaución.
fr: Supprimez le document. Cette action est irréversible, soyez prudent.
it: Elimina il documento. Questa azione è irreversibile quindi procedi con cautela.
ja: この文書を削除します。この操作は取り消せないため、十分ご注意ください。
nl: Verwijder het document. Deze actie kan niet ongedaan worden gemaakt, ga dus voorzichtig te werk.
pl: Usuń dokument. Ta akcja jest nieodwracalna.
pt: Excluir o documento. Esta ação é irreversível, então proceda com cautela.
sq: Fshi dokumentin. Ky veprim është i pakthyeshëm, kështu që vazhdoni me kujdes.
sv: Radera dokumentet. Denna åtgärd är oåterkallelig så fortsätt med försiktighet.
zh: 删除该文档。此操作不可恢复，请谨慎进行。

source: Delete the users account and all its contents. This action is irreversible and will cancel their subscription, so proceed with caution.
de: Löschen Sie das Benutzerkonto und seinen gesamten Inhalt. Diese Aktion ist irreversibel und wird das Abonnement kündigen, seien Sie also vorsichtig.
es: Eliminar la cuenta de usuario y todo su contenido. Esta acción es irreversible y cancelará su suscripción, así que proceda con cautela.
fr: Supprimez le compte de l'utilisateur et tout son contenu. Cette action est irréversible et annulera son abonnement, soyez prudent.
it: Elimina l'account utente e tutti i suoi contenuti. Questa azione è irreversibile e annullerà l'abbonamento, quindi procedi con cautela.
ja: このユーザーのアカウントと、そのすべての内容を削除します。この操作は取り消せず、サブスクリプションもキャンセルされるため、十分ご注意ください。
nl: Verwijder de gebruikersaccount en alle bijbehorende inhoud. Deze actie kan niet ongedaan worden gemaakt en zal hun abonnement opzeggen, dus ga voorzichtig te werk.
pl: Usuń konto użytkownika i wszystkie jego dane. Ta akcja jest nieodwracalna i anuluje subskrypcję.
pt: Excluir a conta do usuário e todo o seu conteúdo. Esta ação é irreversível e cancelará sua assinatura, então proceda com cautela.
sq: Fshi llogarinë e përdoruesve dhe të gjitha përmbajtjet e saj. Ky veprim është i pakthyeshëm dhe do të anulojë abonimin e tyre, prandaj vazhdoni me kujdes.
sv: Radera användarens konto och allt dess innehåll. Denna åtgärd är oåterkallelig och kommer att avbryta deras prenumeration, så fortsätt med försiktighet.
zh: 删除该用户的账号及其所有内容。此操作不可恢复，并会取消其订阅，请谨慎进行。

source: Delete Webhook
de: Webhook löschen
es: Eliminar Webhook
fr: Supprimer le Webhook
it: Elimina Webhook
ja: Webhook を削除
nl: Webhook verwijderen
pl: Usuń webhook
pt: Excluir Webhook
sq: Fshi Webhook
sv: Radera webhook
zh: 删除 Webhook

source: Delete your account and all its contents, including completed documents. This action is irreversible and will cancel your subscription, so proceed with caution.
de: Löschen Sie Ihr Konto und alle Inhalte, einschließlich abgeschlossener Dokumente. Diese Aktion ist irreversibel und führt zur Kündigung Ihres Abonnements, seien Sie also vorsichtig.
es: Eliminar su cuenta y todo su contenido, incluidos documentos completados. Esta acción es irreversible y cancelará su suscripción, así que proceda con cuidado.
fr: Supprimez votre compte et tout son contenu, y compris les documents complétés. Cette action est irréversible et annulera votre abonnement, soyez prudent.
it: Elimina il tuo account e tutti i suoi contenuti, inclusi i documenti completati. Questa azione è irreversibile e annullerà l'abbonamento, quindi procedi con cautela.
ja: アカウントと、その完了済み文書を含むすべての内容を削除します。この操作は取り消せず、サブスクリプションもキャンセルされるため、十分ご注意ください。
nl: Verwijder je account en alle inhoud, inclusief voltooide documenten. Deze actie kan niet ongedaan worden gemaakt en zal je abonnement opzeggen, dus ga voorzichtig te werk.
pl: Usuń swoje konto i wszystkie jego dane, w tym zakończone dokumenty. Ta akcja jest nieodwracalna i anuluje subskrypcję.
pt: Excluir sua conta e todo o seu conteúdo, incluindo documentos concluídos. Esta ação é irreversível e cancelará sua assinatura, então proceda com cautela.
sq: Fshini llogarinë tuaj dhe të gjitha përmbajtjet e saj, duke përfshirë dokumentet e përfunduara. Ky veprim është i pakthyeshëm dhe do të anulojë abonimin tuaj, prandaj vazhdoni me kujdes.
sv: Radera ditt konto och allt dess innehåll, inklusive slutförda dokument. Denna åtgärd är oåterkallelig och kommer att avbryta din prenumeration, så fortsätt med försiktighet.
zh: 删除你的账号及其所有内容，包括已完成的文档。此操作不可恢复，并会取消你的订阅，请谨慎进行。

source: Deleted
de: Gelöscht
es: Eliminado
fr: Supprimé
it: Eliminato
ja: 削除済み
nl: Verwijderd
pl: Usunięto
pt: Excluído
sq: Fshirë
sv: Raderad
zh: 已删除

source: Deleting account...
de: Konto wird gelöscht...
es: Eliminando cuenta...
fr: Suppression du compte...
it: Eliminazione account...
ja: アカウントを削除しています...
nl: Account wordt verwijderd...
pl: Usuwanie konta...
pt: Excluindo conta...
sq: Fshirja e llogarisë...
sv: Raderar konto...
zh: 正在删除账号...

source: Destination
de: Ziel
es: Destino
it: Destinazione
ja: 送信先
nl: Bestemming
pl: Adres docelowy
zh: 目标地址

source: Details
de: Einzelheiten
es: Detalles
fr: Détails
it: Dettagli
ja: 詳細
pl: Szczegóły
pt: Detalhes
sq: Detaje
sv: Detaljer
zh: 详情

source: Developer Mode
de: Entwicklermodus
es: Modo desarrollador
fr: Mode développeur
it: Modalità sviluppatore
ja: 開発者モード
nl: Ontwikkelaarsmodus
pl: Tryb programisty
zh: 开发者模式

source: Device
de: Gerät
es: Dispositivo
fr: Appareil
it: Dispositivo
ja: デバイス
nl: Apparaat
pl: Urządzenie
pt: Dispositivo
sq: Pajisje
sv: Enhet
zh: 设备

source: Didn't request a password change? We are here to help you secure your account, just <0>contact us.</0>
de: Hast du keinen Passwortwechsel angefordert? Wir helfen dir, dein Konto abzusichern, kontaktiere uns einfach <0>hier.</0>
es: ¿No solicitaste un cambio de contraseña? Estamos aquí para ayudarte a asegurar tu cuenta, solo <0>contáctanos.</0>
fr: Vous n'avez pas demandé de changement de mot de passe ? Nous sommes ici pour vous aider à sécuriser votre compte, il suffit de <0>nous contacter.</0>
it: Non hai richiesto un cambio di password? Siamo qui per aiutarti a proteggere il tuo account, basta <0>contattarci.</0>
ja: パスワードの変更をリクエストしていませんか？アカウントの安全確保をお手伝いしますので、<0>お問い合わせ</0>ください。
nl: Geen wachtwoordwijziging aangevraagd? We helpen je graag je account te beveiligen, <0>neem gewoon contact met ons op.</0>
pl: To nie Twoja prośba? Jesteśmy tutaj, aby pomóc Ci zabezpieczyć konto. <0>Skontaktuj się z nami</0>.
pt: Não solicitou uma alteração de senha? Estamos aqui para ajudá-lo a proteger sua conta, apenas <0>entre em contato conosco.</0>
sq: Nuk kërkuat ndryshimin e fjalëkalimit? Ne jemi këtu për t'ju ndihmuar të siguroni llogarinë tuaj, vetëm <0>na kontaktoni.</0>
sv: Har du inte begärt en lösenordsändring? Vi är här för att hjälpa dig att säkra ditt konto, bara <0>kontakta oss.</0>
zh: 没有请求密码更改？我们可以帮助您保护账户安全，只需<0>联系我们。</0>

source: direct link
de: Direkter Link
es: enlace directo
fr: lien direct
it: collegamento diretto
ja: ダイレクトリンク
nl: directe link
pl: bezpośredni link
pt: link direto
sq: lidhje direkte
sv: direktlänk
zh: 直接链接

source: Direct link
de: Direkter Link
es: Enlace directo
fr: Lien direct
it: Collegamento diretto
ja: ダイレクトリンク
nl: Directe link
pl: Bezpośredni link
pt: Link direto
sq: Lidhje direkte
sv: Direktlänk
zh: 直接链接

source: Direct Link
de: Direkter Link
es: Enlace directo
fr: Lien direct
it: Collegamento diretto
ja: ダイレクトリンク
nl: Directe link
pl: Bezpośredni link
pt: Link direto
sq: Lidhje e Drejtpërdrejtë
sv: Direktlänk
zh: 直接链接

source: direct link disabled
de: Direkter Link deaktiviert
es: enlace directo deshabilitado
fr: lien direct désactivé
it: collegamento diretto disabilitato
ja: ダイレクトリンクは無効です
nl: directe link uitgeschakeld
pl: bezpośredni link jest wyłączony
pt: link direto desativado
sq: lidhja direkte e çaktivizuar
sv: direktlänk inaktiverad
zh: 直接链接已禁用

source: Direct link receiver
de: Empfänger des direkten Links
es: Receptor de enlace directo
fr: Receveur de lien direct
it: Ricevitore del link diretto
ja: ダイレクトリンク受信者
nl: Ontvanger met directe link
pl: Odbiorca bezpośredniego linku
pt: Receptor de link direto
sq: Pranuesi i lidhjes direkte
sv: Direktlänkmottagare
zh: 直链接收者

source: Direct Link Signing
de: Direkt-Link-Signatur
es: Firma de enlace directo
fr: Signature de lien direct
it: Firma del collegamento diretto
ja: ダイレクトリンク署名
nl: Ondertekenen via directe link
pl: Podpisywanie za pomocą bezpośredniego linku
pt: Assinatura de link direto
sq: Nënshkrimi i Lidhjes Direkte
sv: Direktlänksignering
zh: 直接链接签署

source: Direct link signing has been disabled
de: Die direkte Links-Signatur wurde deaktiviert
es: La firma de enlace directo ha sido deshabilitada
fr: La signature de lien direct a été désactivée
it: La firma del collegamento diretto è stata disabilitata
ja: ダイレクトリンク署名は無効になりました
nl: Ondertekenen via directe link is uitgeschakeld
pl: Podpisywanie za pomocą bezpośredniego linku zostało wyłączone
pt: A assinatura de link direto foi desativada
sq: Nënshkrimi i lidhjes direkte është çaktivizuar
sv: Direktlänksignering har inaktiverats
zh: 直接链接签署已被禁用

source: Direct link signing has been enabled
de: Die direkte Links-Signatur wurde aktiviert
es: La firma de enlace directo ha sido habilitada
fr: La signature de lien direct a été activée
it: La firma del collegamento diretto è stata abilitata
ja: ダイレクトリンク署名は有効になりました
nl: Ondertekenen via directe link is ingeschakeld
pl: Podpisywanie za pomocą bezpośredniego linku zostało włączone
pt: A assinatura de link direto foi ativada
sq: Nënshkrimi i lidhjes direkte është aktivizuar
sv: Direktlänksignering har aktiverats
zh: 直接链接签署已被启用

source: Direct link templates contain one dynamic recipient placeholder. Anyone with access to this link can sign the document, and it will then appear on your documents page.
de: Direkte Linkvorlagen enthalten einen dynamischen Empfänger-Platzhalter. Jeder, der Zugriff auf diesen Link hat, kann das Dokument unterzeichnen, und es wird dann auf Ihrer Dokumenten-Seite angezeigt.
es: Las plantillas de enlace directo contienen un marcador de posición de destinatario dinámico. Cualquiera que tenga acceso a este enlace puede firmar el documento, y luego aparecerá en su página de documentos.
fr: Les modèles de lien direct contiennent un espace réservé de destinataire dynamique. Quiconque ayant accès à ce lien peut signer le document, et il apparaîtra ensuite sur votre page de documents.
it: I modelli di collegamento diretto contengono un segnaposto per un destinatario dinamico. Chiunque abbia accesso a questo link può firmare il documento e apparirà successivamente nella tua pagina dei documenti.
ja: ダイレクトリンクテンプレートには 1 つの動的受信者プレースホルダーが含まれます。このリンクにアクセスできる人であれば誰でも文書に署名でき、その文書はあなたの文書一覧に表示されます。
nl: Sjablonen met directe link bevatten één dynamische ontvangers‑placeholder. Iedereen met toegang tot deze link kan het document ondertekenen; het verschijnt daarna op je documentpagina.
pl: Szablony bezpośrednich linków zawierają jeden domyślny tekst odbiorcy. Każdy, kto ma dostęp do tego linku, może podpisać dokument.
pt: Os modelos de link direto contêm um espaço reservado de destinatário dinâmico. Qualquer pessoa com acesso a este link pode assinar o documento, e ele então aparecerá na página de documentos.
sq: Modelet e lidhjeve direkte përmbajnë një vendmbajtës dinamik për marrësin. Kushdo që ka qasje në këtë lidhje mund të nënshkruajë dokumentin dhe më pas do të shfaqet në faqen tuaj të dokumenteve.
sv: Direktlänkmallar innehåller en dynamisk mottagarplatshållare. Alla med tillgång till denna länk kan signera dokumentet, och det kommer sedan att visas på din dokumentsida.
zh: 直接链接模板包含一个动态收件人占位符。任何获得此链接的人都可以签署文档，签署后文档将显示在你的文档页面中。

source: Direct template link deleted
de: Direkter Vorlagenlink gelöscht
es: Enlace de plantilla directo eliminado
fr: Modèle de lien direct supprimé
it: Collegamento diretto al modello eliminato
ja: ダイレクトテンプレートリンクを削除しました
nl: Directe sjabloonlink verwijderd
pl: Bezpośredni link do szablonu został usunięty
pt: Link de modelo direto excluído
sq: Lidhja e drejtpërdrejtë e modelit është fshirë
sv: Direktmallänk raderad
zh: 直接模板链接已删除

source: Direct template link usage exceeded ({0}/{1})
de: Die Verwendung des direkten Vorlagenlinks wurde überschritten ({0}/{1})
es: El uso de enlace de plantilla directo excedió ({0}/{1})
fr: L'utilisation du lien de modèle direct a été dépassée ({0}/{1})
it: Utilizzo del collegamento diretto al modello superato ({0}/{1})
ja: ダイレクトテンプレートリンクの使用数が上限を超えました ({0}/{1})
nl: Gebruik van directe sjabloonlink overschreden ({0}/{1})
pl: Przekroczono limit użycia bezpośrednich linków do szablonu ({0} / {1})
pt: Uso do link de modelo direto excedido ({0}/{1})
sq: Përdorimi i lidhjes direkte të modelit tejkaloi ({0}/{1})
sv: Användning av direktmallänk överskriden ({0}/{1})
zh: 直接模板链接使用量已超出（{0}/{1}）

source: Direction
de: Richtung
es: Dirección
it: Direzione
ja: 方向
nl: Richting
pl: Kierunek
pt: Direção
zh: 方向

source: Disable
de: Deaktivieren
es: Deshabilitar
fr: Désactiver
it: Disabilita
ja: 無効化
nl: Uitschakelen
pl: Wyłącz
pt: Desativar
sq: Çaktivizo
sv: Inaktivera
zh: 禁用

source: Disable 2FA
de: 2FA deaktivieren
es: Deshabilitar 2FA
fr: Désactiver 2FA
it: Disabilita 2FA
ja: 2FA を無効にする
nl: 2FA uitschakelen
pl: Wyłącz weryfikację dwuetapową
pt: Desativar 2FA
sq: Çaktivizo 2FA
sv: Inaktivera 2FA
zh: 禁用双重验证

source: Disable access
de: Zugriff deaktivieren
es: Desactivar acceso
fr: Désactiver l'accès
it: Disabilita accesso
ja: アクセスを無効化
nl: Toegang uitschakelen
pl: Wyłącz dostęp
pt: Desativar acesso
sq: Disaktivizo hyrjen
sv: Inaktivera åtkomst
zh: 禁用访问

source: Disable account
de: Konto deaktivieren
es: Deshabilitar cuenta
fr: Désactiver le compte
it: Disabilita account
ja: アカウントを無効化
nl: Account uitschakelen
pl: Wyłącz konto
pt: Desativar conta
sq: Çaktivizo llogarinë
sv: Inaktivera konto
zh: 禁用账户

source: Disable Account
de: Konto Deaktivieren
es: Deshabilitar Cuenta
fr: Désactiver le Compte
it: Disabilita Account
ja: アカウントを無効化
nl: Account uitschakelen
pl: Wyłącz konto
pt: Desativar conta
sq: Çaktivizo Llogarinë
sv: Inaktivera konto
zh: 禁用账户

source: Disable Two Factor Authentication before deleting your account.
de: Deaktivieren Sie die Zwei-Faktor-Authentifizierung, bevor Sie Ihr Konto löschen.
es: Deshabilite la Autenticación de Dos Factores antes de eliminar su cuenta.
fr: Désactiver l'authentification à deux facteurs avant de supprimer votre compte.
it: Disabilita l'Autenticazione a Due Fattori prima di eliminare il tuo account.
ja: アカウントを削除する前に二要素認証を無効にしてください。
nl: Schakel twee‑factor‑authenticatie uit voordat je je account verwijdert.
pl: Wyłącz weryfikację dwuetapową przed usunięciem konta.
pt: Desative a Autenticação de Dois Fatores antes de excluir sua conta.
sq: Çaktivizo Autentifikimin me Dy Faktorë para se të fshish llogarinë tënde.
sv: Inaktivera tvåfaktorsautentisering innan du raderar ditt konto.
zh: 在删除账号之前，请先禁用双重验证。

source: Disabled
de: Deaktiviert
es: Deshabilitado
fr: Désactivé
it: Disabilitato
ja: 無効
nl: Uitgeschakeld
pl: Wyłączone
pt: Desativado
sq: Çaktivizuar
sv: Inaktiverad
zh: 已禁用

source: Disabling direct link signing will prevent anyone from accessing the link.
de: Das Deaktivieren der direkten Link-Signatur verhindert, dass jemand auf den Link zugreifen kann.
es: Deshabilitar la firma de enlace directo evitará que cualquiera acceda al enlace.
fr: Désactiver la signature de lien direct empêchera quiconque d'accéder au lien.
it: Disabilitare la firma del collegamento diretto impedirà a chiunque di accedere al collegamento.
ja: ダイレクトリンク署名を無効にすると、誰もそのリンクにアクセスできなくなります。
nl: Door ondertekenen via directe link uit te schakelen, voorkom je dat iemand nog toegang tot de link krijgt.
pl: Wyłączenie podpisywania za pomocą bezpośredniego linku zablokuje dostęp do linku.
pt: Desabilitar a assinatura de link direto impedirá que qualquer pessoa acesse o link.
sq: Çaktivizimi i nënshkrimit të lidhjes së drejtpërdrejtë do të parandalojë këdo që të aksesojë lidhjen.
sv: Inaktivering av direktlänksignering förhindrar att någon kommer åt länken.
zh: 禁用直接链接签署后，任何人都将无法访问该链接。
