Repository: documenso/documenso
Catalog: packages/lib/translations/*/web.po
Languages: de, es, fr, it, ja, nl, pl, pt, sq, sv, zh

source: Configure Template
de: Vorlage konfigurieren
es: Configurar plantilla
fr: Configurer le modèle
it: Configura Modello
ja: テンプレートを設定
nl: Sjabloon configureren
pl: Skonfiguruj szablon
pt: Configurar Modelo
sq: Konfiguro Shabllonin
sv: Konfigurera mall
zh: 配置模板

source: Configure the {0} field
de: Konfigurieren Sie das Feld {0}
es: Configurar el campo {0}
fr: Configurer le champ {0}
it: Configura il campo {0}
ja: {0} フィールドを設定
nl: Configureer het veld {0}
pl: Skonfiguruj pole {0}
pt: Configurar o campo {0}
sq: Konfiguro fushën {0}
sv: Konfigurera {0}-fältet
zh: 配置 {0} 字段

source: Configure the fields you want to place on the document.
de: Konfigurieren Sie die Felder, die Sie auf dem Dokument platzieren möchten.
es: Configure los campos que desea colocar en el documento.
fr: Configurez les champs que vous souhaitez placer sur le document.
it: Configura i campi che vuoi posizionare sul documento.
ja: ドキュメントに配置したいフィールドを設定します。
nl: Configureer de velden die je op het document wilt plaatsen.
pl: Skonfiguruj pola, które chcesz dodać w dokumencie.
pt: Configurar os campos que você deseja colocar no documento.
sq: Konfiguro fushat që dëshironi të vendosni në dokument.
sv: Konfigurera fälten du vill placera på dokumentet.
zh: 配置您希望放置在文档上的字段。

source: Configure the team roles for each group
de: Konfigurieren Sie die Teamrollen für jede Gruppe
es: Configura los roles del equipo para cada grupo
fr: Configurez les rôles d'équipe pour chaque groupe
it: Configura i ruoli del team per ogni gruppo
ja: グループごとにチームロールを設定します
nl: Configureer de teamrollen voor elke groep
pl: Skonfiguruj role w zespole dla każdej grupy
pt: Configurar as funções da equipe para cada grupo
sq: Konfiguro rolet e ekipit për çdo grup
sv: Konfigurera teamrollerna för varje grupp
zh: 配置每个组的团队角色

source: Configure the team roles for each member
de: Konfigurieren Sie die Teamrollen für jedes Mitglied
es: Configura los roles del equipo para cada miembro
fr: Configurez les rôles d'équipe pour chaque membre
it: Configura i ruoli del team per ogni membro
ja: メンバーごとにチームロールを設定します
nl: Configureer de teamrollen voor elk lid
pl: Skonfiguruj role w zespole dla każdego użytkownika
pt: Configurar as funções da equipe para cada membro
sq: Konfiguro rolet e ekipit për secilin anëtar
sv: Konfigurera teamrollerna för varje medlem
zh: 配置每个成员的团队角色

source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Conferma
ja: 確認
nl: Bevestigen
pl: Potwierdź
pt: Confirmar
sq: Konfirmo
sv: Bekräfta
zh: 确认

source: Confirm by typing <0>{deleteMessage}</0>
de: Bestätigen Sie durch Eingabe von <0>{deleteMessage}</0>
es: Confirme escribiendo <0>{deleteMessage}</0>
fr: Confirmer en tapant <0>{deleteMessage}</0>
it: Conferma digitando <0>{deleteMessage}</0>
ja: <0>{deleteMessage}</0> と入力して確認してください
nl: Bevestig door <0>{deleteMessage}</0> te typen
pl: Potwierdź, wpisując <0>{deleteMessage}</0>
pt: Confirme digitando <0>{deleteMessage}</0>
sq: Konfirmo duke shtypur <0>{deleteMessage}</0>
sv: Bekräfta genom att skriva <0>{deleteMessage}</0>
zh: 通过输入 <0>{deleteMessage}</0> 来确认

source: Confirm by typing: <0>{deleteMessage}</0>
de: Bestätigen Sie durch Eingabe: <0>{deleteMessage}</0>
es: Confirme escribiendo: <0>{deleteMessage}</0>
fr: Confirmer en tapant : <0>{deleteMessage}</0>
it: Conferma digitando: <0>{deleteMessage}</0>
ja: 次を入力して確認してください: <0>{deleteMessage}</0>
nl: Bevestig door te typen: <0>{deleteMessage}</0>
pl: Potwierdź, wpisując: <0>{deleteMessage}</0>
pt: Confirme digitando: <0>{deleteMessage}</0>
sq: Konfirmo duke shtypur: <0>{deleteMessage}</0>
sv: Bekräfta genom att skriva: <0>{deleteMessage}</0>
zh: 通过输入：<0>{deleteMessage}</0> 来确认

source: Confirm Deletion
de: Bestätigung der Löschung
es: Confirmar Eliminación
fr: Confirmer la suppression
it: Conferma eliminazione
ja: 削除の確認
nl: Verwijdering bevestigen
pl: Potwierdź usunięcie
pt: Confirmar Exclusão
sq: Konfirmo Fshirjen
sv: Bekräfta radering
zh: 确认删除

source: Confirm email
de: E-Mail bestätigen
es: Confirmar correo electrónico
fr: Confirmer l'email
it: Conferma email
ja: メールアドレスを確認
nl: E‑mail bevestigen
pl: Potwierdź adres e-mail
pt: Confirmar e-mail
sq: Konfirmo emailin
sv: Bekräfta e-post
zh: 确认邮箱

source: Confirmation email sent
de: Bestätigungs-E-Mail gesendet
es: Correo electrónico de confirmación enviado
fr: Email de confirmation envoyé
it: Email di conferma inviato
ja: 確認メールを送信しました
nl: Bevestigingsmail verzonden
pl: Wiadomość potwierdzająca została wysłana
pt: E-mail de confirmação enviado
sq: Emaili i konfirmimit u dërgua
sv: Bekräftelsemail skickat
zh: 确认邮件已发送

source: Consent to Electronic Transactions
de: Zustimmung zu elektronischen Transaktionen
es: Consentimiento para Transacciones Electrónicas
fr: Consentement aux transactions électroniques
it: Consenso alle transazioni elettroniche
ja: 電子取引への同意
nl: Toestemming voor elektronische transacties
pl: Zgoda na umowy elektroniczne
pt: Consentimento para Transações Eletrônicas
sq: Pëlqim për Transaksionet Elektronike
sv: Samtycke till elektroniska transaktioner
zh: 同意以电子方式进行交易

source: Contact Information
de: Kontaktinformationen
es: Información de Contacto
fr: Coordonnées
it: Informazioni di contatto
ja: 連絡先情報
nl: Contactgegevens
pl: Informacje kontaktowe
pt: Informações de Contato
sq: Informacion Kontakti
sv: Kontaktinformation
zh: 联系信息

source: Contact sales here
de: Vertrieb hier kontaktieren
es: Contactar ventas aquí
fr: Contactez le service commercial ici
it: Contatta le vendite qui
ja: 営業にお問い合わせ
nl: Neem hier contact op met sales
pl: Skontaktuj się z działem sprzedaży
pt: Entre em contato com a vendas aqui
sq: Kontaktoni shitjet këtu
sv: Kontakta försäljning här
zh: 在此联系销售

source: Contact us
de: Kontaktieren Sie uns
es: Contáctanos
fr: Contactez-nous
it: Contattaci
ja: お問い合わせ
nl: Neem contact met ons op
pl: Skontaktuj się z nami
pt: Entre em contato conosco
zh: 联系我们

source: Content
de: Inhalt
es: Contenido
fr: Contenu
it: Contenuto
ja: コンテンツ
nl: Inhoud
pl: Zawartość
pt: Conteúdo
sq: Përmbajtja
sv: Innehåll
zh: 内容

source: Continue
de: Fortsetzen
es: Continuar
fr: Continuer
it: Continua
ja: 続行
nl: Doorgaan
pl: Kontynuuj
pt: Continuar
sq: Vazhdo
sv: Fortsätt
zh: 继续

source: Continue by approving the document.
de: Fahre fort, indem du das Dokument genehmigst.
es: Continúa aprobando el documento.
fr: Continuer en approuvant le document.
it: Continua approvando il documento.
ja: ドキュメントを承認して続行してください。
nl: Ga verder door het document goed te keuren.
pl: Zatwierdź dokument.
pt: Continue aprovando o documento.
sq: Vazhdoni duke aprovuar dokumentin.
sv: Fortsätt genom att godkänna dokumentet.
zh: 继续审批文档。

source: Continue by assisting with the document.
de: Fahren Sie fort, indem Sie das Dokument unterstützen.
es: Continúa asistiendo con el documento.
fr: Continuez en aidant avec le document.
it: Continua assistendo con il documento.
ja: ドキュメントの補助を続行してください。
nl: Ga verder door het document te assisteren.
pl: Przygotuj dokument.
pt: Continue com a assistência do documento.
sq: Vazhdoni duke ndihmuar me dokumentin.
sv: Fortsätt genom att assistera med dokumentet.
zh: 继续协助完成文档。

source: Continue by downloading the document.
de: Fahre fort, indem du das Dokument herunterlädst.
es: Continúa descargando el documento.
fr: Continuer en téléchargeant le document.
it: Continua scaricando il documento.
ja: ドキュメントをダウンロードして続行してください。
nl: Ga verder door het document te downloaden.
pl: Pobierz dokument.
pt: Continue baixando o documento.
sq: Vazhdoni duke shkarkuar dokumentin.
sv: Fortsätt genom att ladda ner dokumentet.
zh: 继续下载文档。

source: Continue by signing the document.
de: Fahre fort, indem du das Dokument signierst.
es: Continúa firmando el documento.
fr: Continuer en signant le document.
it: Continua firmando il documento.
ja: ドキュメントに署名して続行してください。
nl: Ga verder door het document te ondertekenen.
pl: Podpisz dokument.
pt: Continue assinando o documento.
sq: Vazhdoni duke firmosur dokumentin.
sv: Fortsätt genom att signera dokumentet.
zh: 继续签署文档。

source: Continue by viewing the document.
de: Fahre fort, indem du das Dokument ansiehst.
es: Continúa viendo el documento.
fr: Continuer en consultant le document.
it: Continua visualizzando il documento.
ja: ドキュメントを表示して続行してください。
nl: Ga verder door het document te bekijken.
pl: Wyświetl dokument.
pt: Continue visualizando o documento.
sq: Vazhdoni duke shikuar dokumentin.
sv: Fortsätt genom att granska dokumentet.
zh: 继续查看文档。

source: Continue to login
de: Weiter zum Login
es: Continuar con el inicio de sesión
fr: Continuer vers la connexion
it: Continua per accedere
ja: ログインを続ける
nl: Doorgaan naar inloggen
pl: Przejdź do logowania
pt: Continuar para login
sq: Vazhdo për të hyrë
sv: Fortsätt till inloggning
zh: 继续登录

source: Controls the default email settings when new documents or templates are created
de: Kontrolliert die Standard-E-Mail-Einstellungen, wenn neue Dokumente oder Vorlagen erstellt werden.
es: Controla la configuración de correo electrónico predeterminada cuando se crean nuevos documentos o plantillas
fr: Contrôler les paramètres de messagerie par défaut lors de la création de nouveaux documents ou modèles
it: Controlla le impostazioni email predefinite quando vengono creati nuovi documenti o modelli
ja: 新しいドキュメントやテンプレートを作成する際の既定のメール設定を制御します
nl: Bepaalt de standaard e-mailinstellingen wanneer nieuwe documenten of sjablonen worden aangemaakt
pl: Wybierz domyślne ustawienia wiadomości podczas tworzenia nowych dokumentów i szablonów
pt: Controla as configurações de e-mail padrão quando novos documentos ou modelos são criados
zh: 控制新建文档或模板时的默认邮件设置

source: Controls the default language of an uploaded document. This will be used as the language in email communications with the recipients.
de: Steuert die Standardsprache eines hochgeladenen Dokuments. Diese wird als Sprache in der E-Mail-Kommunikation mit den Empfängern verwendet.
es: Controla el idioma predeterminado de un documento cargado. Este se utilizará como el idioma en las comunicaciones por correo electrónico con los destinatarios.
fr: Contrôle la langue par défaut d'un document importé. Cela sera utilisé comme langue dans les communications par e-mail avec les destinataires.
it: Controlla la lingua predefinita di un documento caricato. Questa verrà usata come lingua nelle comunicazioni email con i destinatari.
ja: アップロードされた文書の既定の言語を制御します。この言語が受信者へのメール通知で使用されます。
nl: Bepaalt de standaardtaal van een geüpload document. Dit wordt gebruikt als taal in e‑mailcommunicatie met de ontvangers.
pl: Wybierz domyślny język przesłanego dokumentu, który będzie używany w komunikacji z odbiorcami.
pt: Controla o idioma padrão de um documento carregado. Isso será usado como o idioma nas comunicações por e-mail com os destinatários.
sq: Kontrolloni gjuhën e paracaktuar të një dokumenti të ngarkuar. Kjo do të përdoret si gjuha në komunikimet me email me marrësit.
sv: Styr standardspråket för ett uppladdat dokument. Detta kommer att användas som språk i e-postkommunikation med mottagarna.
zh: 控制上传文档的默认语言。该语言将用于与收件人的邮件沟通。

source: Controls the default visibility of an uploaded document.
de: Steuert die Standard-sichtbarkeit eines hochgeladenen Dokuments.
es: Controla la visibilidad predeterminada de un documento cargado.
fr: Contrôle la visibilité par défaut d'un document importé.
it: Controlla la visibilità predefinita di un documento caricato.
ja: アップロードされた文書の既定の公開範囲を制御します。
nl: Bepaalt de standaardzichtbaarheid van een geüpload document.
pl: Wybierz domyślną widoczność przesłanego dokumentu.
pt: Controla a visibilidade padrão de um documento carregado.
sq: Kontrolloni dukshmërinë e paracaktuar të një dokumenti të ngarkuar.
sv: Styr standardsynligheten för ett uppladdat dokument.
zh: 控制上传文档的默认可见性。

source: Controls the formatting of the message that will be sent when inviting a recipient to sign a document. If a custom message has been provided while configuring the document, it will be used instead.
de: Steuert das Format der Nachricht, die gesendet wird, wenn ein Empfänger eingeladen wird, ein Dokument zu unterschreiben. Wenn eine benutzerdefinierte Nachricht beim Konfigurieren des Dokuments bereitgestellt wurde, wird diese stattdessen verwendet.
es: Controla el formato del mensaje que se enviará al invitar a un destinatario a firmar un documento. Si se ha proporcionado un mensaje personalizado al configurar el documento, se usará en su lugar.
fr: Contrôle le formatage du message qui sera envoyé lors de l'invitation d'un destinataire à signer un document. Si un message personnalisé a été fourni lors de la configuration du document, il sera utilisé à la place.
it: Controlla la formattazione del messaggio che verrà inviato quando si invita un destinatario a firmare un documento. Se è stato fornito un messaggio personalizzato durante la configurazione del documento, verrà utilizzato invece.
ja: 受信者への署名依頼メールの書式を制御します。文書の設定時にカスタムメッセージを指定した場合は、そちらが優先されます。
nl: Bepaalt de opmaak van het bericht dat wordt verzonden bij het uitnodigen van een ontvanger om een document te ondertekenen. Als er tijdens het configureren van het document een aangepast bericht is opgegeven, wordt dat gebruikt.
pl: Wiadomość, która zostanie wysłana do odbiorcy z zaproszeniem do podpisania dokumentu. Jeśli podczas konfigurowania dokumentu podano niestandardową wiadomość, zostanie ona użyta zamiast domyślnej.
pt: Controla o formato da mensagem que será enviada ao convidar um destinatário para assinar um documento. Se uma mensagem personalizada tiver sido fornecida durante a configuração do documento, ela será usada no lugar.
sq: Kontrolloni formatimin e mesazhit që do të dërgohet kur ftoni një marrës për të nënshkruar një dokument. Nëse është dhënë një mesazh i personalizuar gjatë konfigurimit të dokumentit, ai do të përdoret në vend të kësaj.
sv: Styr formateringen av meddelandet som skickas när en mottagare bjuds in att signera ett dokument. Om ett anpassat meddelande har angetts vid konfigurering av dokumentet kommer det att användas istället.
zh: 控制邀请收件人签署文档时发送的消息格式。如果在配置文档时提供了自定义消息，将优先生效。

source: Controls the language for the document, including the language to be used for email notifications, and the final certificate that is generated and attached to the document.
de: Legt die Sprache des Dokuments fest, einschließlich der Sprache für E-Mail-Benachrichtigungen und des endgültigen Zertifikats, das generiert und dem Dokument angehängt wird.
es: Controla el idioma para el documento, incluyendo el idioma a utilizar para las notificaciones de correo electrónico y el certificado final que se genera y adjunta al documento.
fr: Contrôle la langue du document, y compris la langue à utiliser pour les notifications par email et le certificat final qui est généré et attaché au document.
it: Controlla la lingua del documento, inclusa quella per le notifiche email e il certificato finale che viene generato e allegato al documento.
ja: ドキュメントの言語を制御します。メール通知に使用される言語や、生成されドキュメントに添付される最終証明書の言語も含まれます。
nl: Bepaalt de taal van het document, inclusief de taal van e-mailmeldingen en het uiteindelijke certificaat dat wordt gegenereerd en aan het document wordt toegevoegd.
pl: Wybierz język dokumentu, powiadomień i certyfikatu, który jest dołączany do dokumentu.
pt: Controla o idioma do documento, incluindo o idioma a ser usado para notificações por e-mail e o certificado final que é gerado e anexado ao documento.
sq: Kontrollon gjuhën për dokumentin, duke përfshirë gjuhën që do të përdoret për njoftimet email, dhe çertifikatën përfundimtare që gjenerohet dhe bashkëngjitet në dokument.
sv: Styr språket för dokumentet, inklusive språket som ska användas för e-postaviseringar och det slutliga certifikat som genereras och bifogas dokumentet.
zh: 控制文档所使用的语言，包括电子邮件通知的语言，以及生成并附加到文档的最终证书语言。

source: Controls whether the audit logs will be included in the document when it is downloaded. The audit logs can still be downloaded from the logs page separately.
de: Steuert, ob die Protokolllogs im Dokument enthalten sind, wenn es heruntergeladen wird. Die Protokolllogs können weiterhin separat von der Logseite heruntergeladen werden.
es: Controla si los registros de auditoría se incluirán en el documento al descargarlo. Los registros de auditoría aún se pueden descargar por separado desde la página de registros.
fr: Contrôle si les journaux d'audit seront inclus dans le document lorsqu'il est téléchargé. Les journaux d'audit peuvent toujours être téléchargés séparément sur la page des journaux.
it: Controlla se i registri di audit verranno inclusi nel documento quando viene scaricato. I registri di audit possono comunque essere scaricati separatamente dalla pagina dei registri.
ja: ダウンロード時に監査ログをドキュメントに含めるかどうかを制御します。監査ログはログページから別途ダウンロードすることもできます。
nl: Bepaalt of de auditlogs worden opgenomen in het document wanneer het wordt gedownload. De auditlogs kunnen nog steeds apart vanaf de logpagina worden gedownload.
pl: Wybierz, czy dziennik logów ma zostać dołączony do dokumentu podczas jego pobierania. Dziennik logów możesz również pobrać osobno.
pt: Controla se os logs de auditoria serão incluídos no documento quando ele for baixado. Os logs de auditoria ainda podem ser baixados separadamente na página de logs.
zh: 控制在下载文档时，是否在文档中包含审计日志。审计日志仍可在日志页面单独下载。

source: Controls whether the signing certificate will be included in the document when it is downloaded. The signing certificate can still be downloaded from the logs page separately.
de: Legt fest, ob das Signaturzertifikat in das Dokument aufgenommen wird, wenn es heruntergeladen wird. Das Signaturzertifikat kann weiterhin separat von der Protokollseite heruntergeladen werden.
es: Controla si el certificado de firma se incluirá en el documento cuando se descargue. El certificado de firma aún puede descargarse por separado desde la página de registros.
fr: Contrôle si le certificat de signature sera inclus dans le document lorsqu'il sera téléchargé. Le certificat de signature peut toujours être téléchargé séparément à partir de la page d'historique'.
it: Controlla se il certificato di firma sarà incluso nel documento quando viene scaricato. Il certificato di firma può comunque essere scaricato separatamente dalla pagina dei log.
ja: ダウンロード時に署名証明書をドキュメントに含めるかどうかを制御します。署名証明書はログページから別途ダウンロードすることもできます。
nl: Bepaalt of het ondertekeningscertificaat wordt opgenomen in het document wanneer het wordt gedownload. Het ondertekeningscertificaat kan nog steeds apart worden gedownload vanaf de logpagina.
pl: Wybierz, czy certyfikat podpisu ma zostać dołączony do dokumentu podczas jego pobierania. Certyfikat podpisu możesz również pobrać osobno.
pt: Controla se o certificado de assinatura será incluído no documento quando ele for baixado. O certificado de assinatura ainda pode ser baixado separadamente na página de logs.
sq: Kontrollon nëse certifikata e nënshkrimit do të përfshihet në dokument kur shkarkohet. Certifikata e nënshkrimit mund të shkarkohet ende veçmas nga faqja e regjistrave.
sv: Styr om signeringscertifikatet ska inkluderas i dokumentet när det laddas ner. Signeringscertifikatet kan fortfarande laddas ner separat från loggsidan.
zh: 控制在下载文档时，是否在文档中包含签署证书。签署证书仍然可以在日志页面单独下载。

source: Controls which signatures are allowed to be used when signing a document.
de: Bestimmt, welche Signaturen beim Unterschreiben eines Dokuments verwendet werden dürfen.
es: Controla qué firmas están permitidas al firmar un documento.
fr: Contrôle quelles signatures sont autorisées lors de la signature d'un document.
it: Controlla quali firme sono consentite per firmare un documento.
ja: ドキュメントに署名するときに使用できる署名タイプを制御します。
nl: Bepaalt welke handtekeningen mogen worden gebruikt bij het ondertekenen van een document.
pl: Wybierz dozwolone podpisy podczas podpisywania dokumentu.
pt: Controla quais assinaturas podem ser usadas na assinatura de um documento.
sq: Kontrollon cilat nënshkrime lejohen të përdoren gjatë nënshkrimit të një dokumenti.
sv: Styr vilka signaturer som får användas vid signering av ett dokument.
zh: 控制签署文档时允许使用哪些类型的签名。

source: Copied
de: Kopiert
es: Copiado
fr: Copié
it: Copiato
ja: コピーしました
nl: Gekopieerd
pl: Skopiowano
pt: Copiado
sq: E Kopjuar
sv: Kopierad
zh: 已复制

source: Copied to clipboard
de: In die Zwischenablage kopiert
es: Copiado al portapapeles
fr: Copié dans le presse-papiers
it: Copiato negli appunti
ja: クリップボードにコピーしました
nl: Gekopieerd naar klembord
pl: Skopiowano do schowka
pt: Copiado para a área de transferência
sq: Kopjuar në clipboard
sv: Kopierad till urklipp
zh: 已复制到剪贴板

source: Copy
de: Kopieren
es: Copiar
fr: Copier
it: Copia
ja: コピー
nl: Kopiëren
pl: Kopiuj
pt: Copiar
sq: Kopjo
sv: Kopiera
zh: 复制

source: Copy Link
de: Link kopieren
es: Copiar enlace
fr: Copier le lien
it: Copia il link
ja: リンクをコピー
nl: Link kopiëren
pl: Kopiuj link
pt: Copiar link
sq: Kopjo Lidhjen
sv: Kopiera länk
zh: 复制链接

source: Copy sharable link
de: Kopieren Sie den teilbaren Link
es: Copiar enlace compartible
fr: Copier le lien partageable
it: Copia il link condivisibile
ja: 共有リンクをコピー
nl: Deelbare link kopiëren
pl: Kopiuj link do udostępniania
pt: Copiar link compartilhável
sq: Kopjo lidhjen për ndarje
sv: Kopiera delbar länk
zh: 复制可共享链接

source: Copy Shareable Link
de: Kopiere den teilbaren Link
es: Copiar enlace compartible
fr: Copier le lien partageable
it: Copia il Link Condivisibile
ja: 共有リンクをコピー
nl: Deelbare link kopiëren
pl: Kopiuj link do udostępnienia
pt: Copiar link compartilhável
sq: Kopjo lidhjen për ndarje
sv: Kopiera delbar länk
zh: 复制可共享链接

source: Copy Signing Links
de: Signierlinks kopieren
es: Copiar enlaces de firma
fr: Copier les liens de signature
it: Copia link di firma
ja: 署名リンクをコピー
nl: Ondertekeningslinks kopiëren
pl: Kopiuj linki do podpisywania
pt: Copiar links de assinatura
sq: Kopjo Lidhjet e Nënshkrimit
sv: Kopiera signeringslänkar
zh: 复制签署链接

source: Copy token
de: Token kopieren
es: Copiar token
fr: Copier le token
it: Copia il token
ja: トークンをコピー
nl: Token kopiëren
pl: Kopiuj token
pt: Copiar token
sq: Kopjo token
sv: Kopiera token
zh: 复制令牌

source: Create
de: Erstellen
es: Crear
fr: Créer
it: Crea
ja: 作成
nl: Aanmaken
pl: Utwórz
pt: Criar
sq: Krijo
sv: Skapa
zh: 创建

source: Create a <0>free account</0> to access your signed documents at any time.
de: Erstelle ein <0>kostenfreies Konto</0>, um jederzeit auf deine unterzeichneten Dokumente zuzugreifen.
es: Crea una <0>cuenta gratuita</0> para acceder a tus documentos firmados en cualquier momento.
fr: Créez un <0>compte gratuit</0> pour accéder à vos documents signés à tout moment.
it: Crea un <0>account gratuito</0> per accedere ai tuoi documenti firmati in qualsiasi momento.
ja: <0>無料アカウント</0>を作成すると、いつでも署名済みドキュメントにアクセスできます。
nl: Maak een <0>gratis account</0> aan om op elk moment toegang te hebben tot je ondertekende documenten.
pl: Utwórz <0>darmowe konto</0>, aby uzyskać dostęp do podpisanych dokumentów w dowolnym momencie.
pt: Crie uma <0>conta gratuita</0> para acessar seus documentos assinados a qualquer momento.
sq: Krijo një <0>llogari falas</0> për të pasur qasje në dokumentet tuaja të nënshkruara në çdo kohë.
sv: Skapa ett <0>gratis konto</0> för att komma åt dina signerade dokument när som helst.
zh: 创建一个<0>免费账户</0>，即可随时访问您的已签署文档。

source: Create a new account
de: Ein neues Konto erstellen
es: Crear una nueva cuenta
fr: Créer un nouveau compte
it: Crea un nuovo account
ja: 新しいアカウントを作成
nl: Een nieuw account aanmaken
pl: Utwórz konto
pt: Criar nova conta
sq: Krijo një llogari të re
sv: Skapa ett nytt konto
zh: 创建新账号
