Repository: documenso/documenso
Catalog: packages/lib/translations/*/web.po
Languages: de, es, fr, it, ja, nl, pl, pt, sq, sv, zh

source: Thank you for using Documenso to perform your electronic document signing. The purpose of this disclosure is to inform you about the process, legality, and your rights regarding the use of electronic signatures on our platform. By opting to use an electronic signature, you are agreeing to the terms and conditions outlined below.
de: Vielen Dank, dass Sie Documenso zur elektronischen Unterzeichnung Ihrer Dokumente verwenden. Der Zweck dieser Offenlegung besteht darin, Sie über den Prozess, die Rechtmäßigkeit und Ihre Rechte in Bezug auf die Verwendung elektronischer Unterschriften auf unserer Plattform zu informieren. Indem Sie sich entscheiden, eine elektronische Unterschrift zu verwenden, stimmen Sie den nachfolgend dargelegten Bedingungen zu.
es: Gracias por usar Documenso para realizar su firma electrónica de documentos. El propósito de esta divulgación es informarle sobre el proceso, la legalidad y sus derechos con respecto al uso de firmas electrónicas en nuestra plataforma. Al optar por usar una firma electrónica, usted está aceptando los términos y condiciones descritos a continuación.
fr: Merci d'utiliser Documenso pour signer vos documents électroniquement. L'objectif de cette clause est de vous informer sur le processus, la légalité et vos droits concernant l'utilisation de la signature électronique sur notre plateforme. En choisissant d'utiliser un sytème de signature électronique, vous acceptez les termes et conditions exposés ci-dessous.
it: Grazie per aver utilizzato Documenso per eseguire la firma elettronica dei tuoi documenti. Lo scopo di questa divulgazione è informarti sul processo, la legalità e i tuoi diritti riguardanti l'uso delle firme elettroniche sulla nostra piattaforma. Optando per l'utilizzo di una firma elettronica, accetti i termini e le condizioni delineati di seguito.
ja: 電子文書署名のために Documenso をご利用いただきありがとうございます。本開示文書は、当社プラットフォーム上での電子署名のプロセス、法的有効性、およびお客様の権利について説明することを目的としています。電子署名を選択することで、以下に示す条件に同意したものとみなされます。
nl: Bedankt dat je Documenso gebruikt om je documenten elektronisch te ondertekenen. Het doel van deze kennisgeving is je te informeren over het proces, de rechtsgeldigheid en je rechten met betrekking tot het gebruik van elektronische handtekeningen op ons platform. Door te kiezen voor een elektronische handtekening ga je akkoord met de onderstaande voorwaarden.
pl: Dziękujemy za korzystanie z Documenso do podpisywania dokumentów elektronicznych. Celem niniejszego oświadczenia jest poinformowanie Cię o procesie, legalności i Twoich prawach dotyczących korzystania z podpisów elektronicznych na naszej platformie. Decydując się na korzystanie z podpisu elektronicznego, wyrażasz zgodę na warunki określone poniżej.
pt: Obrigado por usar o Documenso para realizar sua assinatura eletrônica de documentos. O objetivo desta divulgação é informá-lo sobre o processo, a legalidade e seus direitos em relação ao uso de assinaturas eletrônicas em nossa plataforma. Ao optar por usar uma assinatura eletrônica, você concorda com os termos e condições descritos abaixo.
sq: Faleminderit që përdorni Documenso për të kryer firmën tuaj elektronike të dokumenteve. Qëllimi i këtij zbulimi është t'ju informojë për procesin, ligjshmërinë dhe të drejtat tuaja në lidhje me përdorimin e firmave elektronike në platformën tonë. Duke zgjedhur të përdorni një firmë elektronike, ju po pranoni termat dhe kushtet e përcaktuara më poshtë.
sv: Tack för att du använder Documenso för att utföra din elektroniska dokumentsignering. Syftet med denna information är att informera dig om processen, lagligheten och dina rättigheter angående användningen av elektroniska signaturer på vår plattform. Genom att välja att använda en elektronisk signatur godkänner du de villkor som beskrivs nedan.
zh: 感谢你使用 Documenso 进行电子文档签署。本披露旨在向你说明在我们平台上使用电子签名的流程、合法性以及你的权利。选择使用电子签名，即表示你同意以下条款和条件。

source: That's okay, it happens! Click the button below to reset your password.
de: Das ist in Ordnung, das passiert! Klicke auf den Button unten, um dein Passwort zurückzusetzen.
es: Está bien, ¡sucede! Haz clic en el botón de abajo para restablecer tu contraseña.
fr: Ce n'est pas grave, cela arrive ! Cliquez sur le bouton ci-dessous pour réinitialiser votre mot de passe.
it: Va bene, succede! Fai clic sul pulsante qui sotto per reimpostare la tua password.
ja: 問題ありません！パスワードをリセットするには、下のボタンをクリックしてください。
nl: Geeft niets, dat kan gebeuren! Klik op de onderstaande knop om je wachtwoord te resetten.
pl: Zdarza się nawet najlepszym! Kliknij przycisk poniżej, aby zresetować hasło.
pt: Tudo bem, acontece! Clique no botão abaixo para redefinir sua senha.
sq: Është në rregull, ndodh! Klikoni butonin më poshtë për të rivendosur fjalëkalimin tuaj.
sv: Det är okej, det händer! Klicka på knappen nedan för att återställa ditt lösenord.
zh: 没关系，会有这种情况！点击下方按钮重置您的密码。

source: The account has been deleted successfully.
de: Das Konto wurde erfolgreich gelöscht.
es: La cuenta ha sido eliminada con éxito.
fr: Le compte a été supprimé avec succès.
it: L'account è stato eliminato con successo.
ja: アカウントは正常に削除されました。
nl: De account is succesvol verwijderd.
pl: Konto zostało pomyślnie usunięte.
pt: A conta foi excluída com sucesso.
sq: Llogaria është fshirë me sukses.
sv: Kontot har raderats framgångsrikt.
zh: 账号已成功删除。

source: The account has been disabled successfully.
de: Das Konto wurde erfolgreich deaktiviert.
es: La cuenta ha sido deshabilitada exitosamente.
fr: Le compte a été désactivé avec succès.
it: L'account è stato disabilitato con successo.
ja: アカウントは正常に無効化されました。
nl: Het account is succesvol uitgeschakeld.
pl: Konto zostało pomyślnie wyłączone.
pt: A conta foi desativada com sucesso.
sq: Llogaria është çaktivizuar me sukses.
sv: Kontot har inaktiverats framgångsrikt.
zh: 账户已成功禁用。

source: The account has been enabled successfully.
de: Das Konto wurde erfolgreich aktiviert.
es: La cuenta ha sido habilitada exitosamente.
fr: Le compte a été activé avec succès.
it: L'account è stato abilitato con successo.
ja: アカウントは正常に有効化されました。
nl: Het account is succesvol ingeschakeld.
pl: Konto zostało pomyślnie włączone.
pt: A conta foi ativada com sucesso.
sq: Llogaria është aktivizuar me sukses.
sv: Kontot har aktiverats framgångsrikt.
zh: 账户已成功启用。

source: The authentication methods required for recipients to sign fields
de: Die Authentifizierungsmethoden, die erforderlich sind, damit Empfänger Felder signieren
es: Los métodos de autenticación necesarios para que los destinatarios firmen campos
fr: Les méthodes d'authentification requises pour que les destinataires signent les champs
it: I metodi di autenticazione richiesti per i destinatari per firmare i campi
ja: 受信者がフィールドに署名する際に必要な認証方法
nl: De authenticatiemethoden die vereist zijn voor ontvangers om velden te ondertekenen
pl: Wymagane metody uwierzytelniania odbiorców do podpisywania pól
pt: Os métodos de autenticação necessários para que os destinatários assinem os campos
sq: Metodat e autentifikimit të kërkuara për marrësit për të nënshkruar fushat
sv: Autentiseringsmetoderna som krävs för att mottagare ska signera fält
zh: 收件人签署字段所需的认证方式

source: The authentication methods required for recipients to sign the signature field.
de: Die Authentifizierungsmethoden, die erforderlich sind, damit Empfänger das Signaturfeld signieren können.
es: Los métodos de autenticación necesarios para que los destinatarios firmen el campo de firma.
fr: Les méthodes d'authentification requises pour que les destinataires signent le champ de signature.
it: I metodi di autenticazione richiesti per i destinatari per firmare il campo di firma.
ja: 受信者が署名フィールドに署名する際に必要な認証方法です。
nl: De authenticatiemethoden die vereist zijn voor ontvangers om het handtekeningveld te ondertekenen.
pl: Wymagane metody uwierzytelniania odbiorców do podpisywania pola podpisu.
pt: Os métodos de autenticação necessários para que os destinatários assinem o campo de assinatura.
sq: Metodat e autentifikimit të kërkuara për marrësit për të nënshkruar fushën e nënshkrimit.
sv: Autentiseringsmetoderna som krävs för att mottagare ska signera signaturfältet.
zh: 收件人签署签名字段所需的认证方式。

source: The authentication methods required for recipients to view the document.
de: Die Authentifizierungsmethoden, die erforderlich sind, damit Empfänger das Dokument anzeigen können.
es: Los métodos de autenticación necesarios para que los destinatarios vean el documento.
fr: Les méthodes d'authentification requises pour que les destinataires consultent le document.
it: I metodi di autenticazione richiesti per i destinatari per visualizzare il documento.
ja: 受信者がドキュメントを閲覧する際に必要な認証方法です。
nl: De authenticatiemethoden die vereist zijn voor ontvangers om het document te bekijken.
pl: Wymagane metody uwierzytelniania odbiorców do wyświetlania dokumentu.
pt: Os métodos de autenticação necessários para que os destinatários visualizem o documento.
sq: Metodat e autentifikimit të kërkuara për marrësit për të parë dokumentin.
sv: Autentiseringsmetoderna som krävs för att mottagare ska visa dokumentet.
zh: 收件人查看文档所需的认证方式。

source: The content to show in the banner, HTML is allowed
de: Der Inhalt, der im Banne rgezeig wird, HTML ist erlaubt
es: El contenido que se mostrará en el banner, se permite HTML
fr: Le contenu à afficher dans la bannière, le HTML est autorisé
it: Il contenuto da mostrare nel banner, HTML è consentito
ja: バナーに表示するコンテンツです。HTML が使用できます。
nl: De inhoud die in de banner wordt weergegeven; HTML is toegestaan
pl: Zawartość do wyświetlenia w banerze. Dozwolone są znaki HTML
pt: O conteúdo a ser exibido no banner, HTML é permitido
sq: Përmbajtja që do të shfaqet në baner, HTML është e lejuar
sv: Innehållet som ska visas i bannern, HTML är tillåtet
zh: 横幅中要显示的内容，允许使用 HTML

source: The default email to use when sending emails to recipients
de: Die Standard-E-Mail, die beim Versenden von E-Mails an Empfänger verwendet wird
es: Correo predeterminado para usar al enviar correos a los destinatarios
fr: L'e-mail par défaut à utiliser lors de l'envoi de courriels aux destinataires
it: L'email predefinita da utilizzare quando si inviano email ai destinatari
ja: 受信者にメールを送信する際に使用する既定のメールアドレスです
nl: Het standaarde-mailadres dat wordt gebruikt bij het verzenden van e-mails naar ontvangers
pl: Domyślny adres e-mail do wysyłania wiadomości do odbiorców
pt: O e-mail padrão a ser usado ao enviar e-mails para os destinatários
zh: 向收件人发送邮件时使用的默认邮箱

source: The direct link has been copied to your clipboard
de: Der direkte Linkt wurde in die Zwischenablage kopiert
es: El enlace directo ha sido copiado a tu portapapeles
fr: Le lien direct a été copié dans votre presse-papiers
it: Il link diretto è stato copiato negli appunti
ja: ダイレクトリンクをクリップボードにコピーしました
nl: De directe link is naar je klembord gekopieerd
pl: Bezpośredni link został skopiowany do schowka
pt: O link direto foi copiado para sua área de transferência
sq: Lidhja e drejtpërdrejtë është kopjuar në kujtesën tuaj të fragmenteve
sv: Direktlänken har kopierats till ditt urklipp
zh: 直接链接已复制到剪贴板

source: The display name for this email address
de: Der Anzeigename für diese E-Mail-Adresse
es: El nombre para mostrar para esta dirección de correo electrónico
fr: Le nom d'affichage pour cette adresse e-mail
it: Il nome visualizzato per questo indirizzo email
ja: このメールアドレスの表示名です
nl: De weergavenaam voor dit e-mailadres
pl: Nazwa wyświetlana dla adresu e-mail
pt: O nome de exibição deste endereço de e-mail
zh: 此邮箱地址的显示名称

source: The document has been moved successfully.
de: Das Dokument wurde erfolgreich verschoben.
es: El documento se ha movido exitosamente.
fr: Le document a été déplacé avec succès.
it: Il documento è stato spostato con successo.
ja: ドキュメントは正常に移動されました。
nl: Het document is succesvol verplaatst.
pl: Dokument został pomyślnie przeniesiony.
pt: O documento foi movido com sucesso.
sq: Dokumenti është zhvendosur me sukses.
sv: Dokumentet har flyttats framgångsrikt.
zh: 文档已成功移动。

source: The document is already saved and cannot be changed.
de: Das Dokument ist bereits gespeichert und kann nicht geändert werden.
es: El documento ya está guardado y no se puede cambiar.
fr: Le document est déjà enregistré et ne peut pas être modifié.
it: Il documento è già salvato e non può essere modificato.
ja: ドキュメントはすでに保存されており、変更できません。
nl: Het document is al opgeslagen en kan niet worden gewijzigd.
pl: Dokument jest już zapisany i nie można go zmienić.
pt: O documento já está salvo e não pode ser alterado.
sq: Dokumenti është tashmë i ruajtur dhe nuk mund të ndryshohet.
sv: Dokumentet är redan sparat och kan inte ändras.
zh: 文档已保存，无法更改。

source: The document is now completed, please follow any instructions provided within the parent application.
de: Das Dokument ist jetzt abgeschlossen. Bitte folgen Sie allen Anweisungen, die in der übergeordneten Anwendung bereitgestellt werden.
es: El documento ahora está completado, por favor sigue cualquier instrucción proporcionada dentro de la aplicación principal.
fr: Le document est maintenant complet, veuillez suivre toutes les instructions fournies dans l'application parente.
it: Il documento è ora completato, si prega di seguire eventuali istruzioni fornite nell'applicazione principale.
ja: 文書は完了しました。親アプリケーション内の指示に従ってください。
nl: Het document is nu voltooid; volg de instructies in de hoofdsapplicatie.
pl: Dokument został zakończony. Postępuj zgodnie z instrukcjami na stronie.
pt: O documento agora está concluído, siga as instruções fornecidas no aplicativo pai.
sq: Dokumenti tani është përfunduar, ju lutemi ndiqni çdo udhëzim të dhënë brenda aplikacionit prind.
sv: Dokumentet är nu slutfört, följ eventuella instruktioner som ges i huvudapplikationen.
zh: 文档现已完成，请按照宿主应用中的后续说明进行操作。

source: The document owner has been notified of this rejection. No further action is required from you at this time. The document owner may contact you with any questions regarding this rejection.
de: Der Dokumenteninhaber wurde über diese Ablehnung informiert. Es sind derzeit keine weiteren Maßnahmen von Ihnen erforderlich. Der Dokumenteninhaber kann Sie bei Fragen zu dieser Ablehnung kontaktieren.
es: El propietario del documento ha sido notificado de este rechazo. No se requiere ninguna acción adicional de su parte en este momento. El propietario del documento puede contactarlo con cualquier pregunta relacionada con este rechazo.
fr: Le propriétaire du document a été informé de ce rejet. Aucune action supplémentaire n'est requise de votre part pour le moment. Le propriétaire du document peut vous contacter pour toute question concernant ce rejet.
it: Il proprietario del documento è stato informato di questo rifiuto. Non sono necessarie ulteriori azioni da parte tua in questo momento. Il proprietario del documento potrebbe contattarti per qualsiasi domanda riguardante questo rifiuto.
ja: この却下内容について、ドキュメントの所有者に通知しました。現在、お客様が行う必要のある操作はありません。ドキュメント所有者から、この却下に関する質問がある場合は連絡があるかもしれません。
nl: De documenteigenaar is op de hoogte gebracht van deze weigering. Er is op dit moment geen verdere actie van jou vereist. De documenteigenaar kan contact met je opnemen met vragen over deze weigering.
pl: Właściciel został poinformowany o odrzuceniu dokumentu. Może się z Tobą skontaktować, jeśli będzie to konieczne. Nie musisz nic więcej robić.
pt: O proprietário do documento foi notificado dessa rejeição. Nenhuma outra ação é necessária de sua parte no momento. O proprietário do documento pode entrar em contato com você se tiver alguma dúvida sobre essa rejeição.
sq: Pronar i dokumentit është njoftuar për këtë refuzim. Nuk kërkohet asnjë veprim tjetër prej jush në këtë moment. Pronari i dokumentit mund të ju kontaktojë me çdo pyetje në lidhje me këtë refuzim.
sv: Dokumentägaren har meddelats om detta avvisande. Ingen ytterligare åtgärd krävs från dig just nu. Dokumentägaren kan kontakta dig med eventuella frågor angående detta avvisande.
zh: 文档所有者已收到此次拒签的通知。当前您无需再进行任何操作。如对本次拒签有任何疑问，文档所有者可能会联系您。

source: The document owner has been notified of your decision. They may contact you with further instructions if necessary.
de: Der Dokumenteneigentümer wurde über Ihre Entscheidung informiert. Er kann Sie bei Bedarf mit weiteren Anweisungen kontaktieren.
fr: Le propriétaire du document a été informé de votre décision. Il peut vous contacter pour des instructions supplémentaires si nécessaire.
it: Il proprietario del documento è stato informato della tua decisione. Potrebbe contattarti per ulteriori istruzioni, se necessario.
ja: お客様の決定について、ドキュメントの所有者に通知しました。必要に応じて、追加の手順について連絡がある場合があります。
nl: De documenteigenaar is op de hoogte gebracht van je beslissing. Indien nodig kan diegene contact met je opnemen met verdere instructies.
pl: Właściciel dokumentu został poinformowany o Twojej decyzji. Może się z Tobą skontaktować, jeśli będzie to konieczne.
pt: O proprietário do documento foi notificado sobre sua decisão. Eles podem entrar em contato com você com mais instruções, se necessário.
sq: Pronari i dokumentit është njoftuar për vendimin tuaj. Ata mund të kontaktojnë me ju me udhëzime të mëtejshme nëse është e nevojshme.
sv: Dokumentägaren har meddelats om ditt beslut. De kan kontakta dig med ytterligare instruktioner om det behövs.
zh: 文档所有者已收到您的决定通知。如有需要，他们可能会联系您并提供进一步说明。

source: The document was created but could not be sent to recipients.
de: Das Dokument wurde erstellt, konnte aber nicht an die Empfänger versendet werden.
es: El documento fue creado pero no se pudo enviar a los destinatarios.
fr: Le document a été créé mais n'a pas pu être envoyé aux destinataires.
it: Il documento è stato creato ma non è stato possibile inviarlo ai destinatari.
ja: 文書は作成されましたが、受信者に送信できませんでした。
nl: Het document is aangemaakt, maar kon niet naar ontvangers worden verzonden.
pl: Dokument został utworzony, ale nie mógł zostać wysłany do odbiorców.
pt: O documento foi criado, mas não pôde ser enviado aos destinatários.
sq: Dokumenti u krijua, por nuk mund të dërgohej te marrësit.
sv: Dokumentet skapades men kunde inte skickas till mottagarna.
zh: 文档已创建，但无法发送给收件人。

source: The document will be hidden from your account
de: Das Dokument wird von Ihrem Konto verborgen werden
es: El documento será ocultado de tu cuenta
fr: Le document sera caché de votre compte
it: Il documento verrà nascosto dal tuo account
ja: 文書はアカウントから非表示になります
nl: Het document wordt verborgen in je account
pl: Dokument zostanie ukryty w Twoim koncie
pt: O documento será ocultado da sua conta
sq: Dokumenti do të fshihet nga llogaria juaj
sv: Dokumentet kommer att döljas från ditt konto
zh: 该文档将在你的账号中被隐藏

source: The document will be immediately sent to recipients if this is checked.
de: Das Dokument wird sofort an die Empfänger gesendet, wenn dies angehakt ist.
es: El documento se enviará inmediatamente a los destinatarios si esto está marcado.
fr: Le document sera immédiatement envoyé aux destinataires si cela est coché.
it: Il documento sarà immediatamente inviato ai destinatari se selezionato.
ja: このチェックをオンにすると、文書はすぐに受信者へ送信されます。
nl: Het document wordt direct naar ontvangers verzonden als dit is aangevinkt.
pl: Dokument zostanie natychmiast wysłany do odbiorców.
pt: O documento será enviado imediatamente aos destinatários se esta opção estiver marcada.
sq: Dokumenti do të dërgohet menjëherë tek marrësit nëse kjo kontrollohet.
sv: Dokumentet kommer att skickas omedelbart till mottagarna om detta är markerat.
zh: 如果勾选，将立即把文档发送给收件人。

source: The document you are looking for could not be found.
de: Das gesuchte Dokument konnte nicht gefunden werden.
es: No se pudo encontrar el documento que está buscando.
fr: Le document que vous cherchez n'a pas pu être trouvé.
it: Il documento che stai cercando non è stato trovato.
ja: お探しの文書は見つかりませんでした。
nl: Het document dat u zoekt, kon niet worden gevonden.
pl: Dokument, którego szukasz, nie został znaleziony.
pt: O documento que você está procurando não pôde ser encontrado.
zh: 找不到您要查找的文档。

source: The document you are looking for may have been removed, renamed or may have never existed.
de: Das gesuchte Dokument wurde möglicherweise entfernt, umbenannt oder existierte nie.
es: El documento que estás buscando puede haber sido eliminado, renombrado o quizás nunca existió.
fr: Le document que vous recherchez a peut-être été supprimé, renommé ou n'a jamais existé.
it: Il documento che stai cercando potrebbe essere stato rimosso, rinominato o potrebbe non essere mai esistito.
ja: お探しの文書は削除されたか、名前が変更されたか、もともと存在しなかった可能性があります。
nl: Het document dat u zoekt, is mogelijk verwijderd, hernoemd of heeft misschien nooit bestaan.
pl: Dokument, którego szukasz, mógł zostać usunięty, zmieniony lub mógł nigdy nie istnieć.
zh: 您要查找的文档可能已被删除、重命名，或从未存在。

source: The document's name
de: Der Name des Dokuments
es: El nombre del documento
fr: Le nom du document
it: Il nome del documento
ja: ドキュメント名
nl: De naam van het document
pl: Nazwa dokumentu
pt: O nome do documento
sq: Emri i dokumentit
sv: Dokumentets namn
zh: 文档名称

source: The email address which will show up in the "Reply To" field in emails
de: Die E-Mail-Adresse, die im "Antwort an"-Feld in E-Mails angezeigt wird
es: La dirección de correo que aparecerá en el campo "Responder a" en los correos electrónicos
fr: L'adresse e-mail qui apparaîtra dans le champ "Répondre à" dans les courriels
it: L'indirizzo email che verrà visualizzato nel campo "Rispondi a" nelle email
ja: メールの「返信先」フィールドに表示されるメールアドレスです
nl: Het e-mailadres dat in het veld "Reply-To" in e-mails wordt weergegeven
pl: Adres e-mail, który pojawi się w polu „Odpowiedz do” w wiadomościach
pt: O endereço de e-mail que aparecerá no campo "Responder a" nos e-mails
zh: 在邮件中显示于“回复至”字段的邮箱地址

source: The email domain you are looking for may have been removed, renamed or may have never existed.
de: Die gesuchte E-Mail-Domäne wurde möglicherweise entfernt, umbenannt oder existierte nie.
es: El dominio de correo electrónico que estás buscando puede haber sido eliminado, renombrado o quizás nunca existió.
fr: Le domaine de messagerie que vous recherchez a peut-être été supprimé, renommé ou n'a jamais existé.
it: Il dominio email che stai cercando potrebbe essere stato rimosso, rinominato o potrebbe non essere mai esistito.
ja: お探しのメールドメインは削除されたか、名前が変更されたか、もともと存在しなかった可能性があります。
nl: Het e-maildomein dat u zoekt, is mogelijk verwijderd, hernoemd of heeft misschien nooit bestaan.
pl: Domena, której szukasz, mogła zostać usunięta, zmieniona lub mogła nigdy nie istnieć.
zh: 您要查找的邮箱域名可能已被删除、重命名，或从未存在。

source: The email or password provided is incorrect
de: Die angegebene E-Mail oder das Passwort ist falsch
es: El correo electrónico o la contraseña proporcionada es incorrecta
fr: L'email ou le mot de passe fourni est incorrect
it: L'email o la password fornita è errata
ja: メールアドレスまたはパスワードが正しくありません
nl: Het opgegeven e-mailadres of wachtwoord is onjuist
pl: Adres e-mail lub hasło są nieprawidłowe
pt: O e-mail ou senha fornecido está incorreto
sq: Emaili ose fjalëkalimi i dhënë është i pasaktë
sv: E-postadressen eller lösenordet som angavs är felaktigt
zh: 邮箱或密码不正确

source: The events that will trigger a webhook to be sent to your URL.
de: Die Ereignisse, die einen Webhook auslösen, der an Ihre URL gesendet wird.
es: Los eventos que activarán un webhook para ser enviado a tu URL.
fr: Les événements qui déclencheront un webhook à envoyer à votre URL.
it: Gli eventi che scateneranno un webhook da inviare al tuo URL.
ja: 指定した URL に送信される Webhook のトリガーイベントです。
nl: De gebeurtenissen die een webhook naar je URL laten sturen.
pl: Zdarzenia, które spowodują wysłanie webhooka na Twój adres URL.
pt: Os eventos que acionarão o envio de um webhook para sua URL.
sq: Ngjarjet që do të nxisin dërgimin e një webhook në URL-në tuaj.
sv: Händelserna som kommer att utlösa att en webhook skickas till din URL.
zh: 将触发 Webhook 发送到你的 URL 的事件。
