Repository: documenso/documenso
Catalog: packages/lib/translations/*/web.po
Languages: de, es, fr, it, ja, nl, pl, pt, sq, sv, zh

source: Unable to resend invitation. Please try again.
de: Einladung kann nicht erneut gesendet werden. Bitte versuchen Sie es erneut.
es: No se pudo reenviar la invitación. Por favor, inténtalo de nuevo.
fr: Impossible de renvoyer l'invitation. Veuillez réessayer.
it: Impossibile reinviare l'invito. Si prega di riprovare.
ja: 招待を再送できませんでした。もう一度お試しください。
nl: Kan uitnodiging niet opnieuw verzenden. Probeer het opnieuw.
pl: Nie można ponownie wysłać zaproszenia. Spróbuj ponownie.
pt: Não é possível reenviar o convite. Tente novamente.
sq: Nuk mund të ridërgohet ftesa. Ju lutemi provoni përsëri.
sv: Det går inte att skicka inbjudan igen. Försök igen.
zh: 无法重新发送邀请。请重试。

source: Unable to resend verification at this time. Please try again.
de: Derzeit ist es nicht möglich, die Verifizierung erneut zu senden. Bitte versuchen Sie es erneut.
es: No se pudo reenviar la verificación en este momento. Por favor, inténtalo de nuevo.
fr: Impossible de renvoyer la vérification pour le moment. Veuillez réessayer.
it: Impossibile reinviare la verifica in questo momento. Si prega di riprovare.
ja: 現在、認証を再送できません。もう一度お試しください。
nl: Kan verificatie nu niet opnieuw verzenden. Probeer het opnieuw.
pl: Nie można ponownie wysłać wiadomości weryfikacyjnej. Spróbuj ponownie.
pt: Não é possível reenviar a verificação no momento. Tente novamente.
sq: Nuk mund të ridërgohet verifikimi në këtë kohë. Ju lutemi provoni përsëri.
sv: Det går inte att skicka verifiering igen just nu. Försök igen.
zh: 当前无法重新发送验证。请重试。

source: Unable to reset password
de: Passwort kann nicht zurückgesetzt werden
es: No se pudo restablecer la contraseña
fr: Impossible de réinitialiser le mot de passe
it: Impossibile reimpostare la password
ja: パスワードをリセットできません
nl: Kan wachtwoord niet resetten
pl: Nie można zresetować hasła
pt: Não é possível redefinir a senha
sq: Nuk mund të rivendoset fjalëkalimi
sv: Det går inte att återställa lösenord
zh: 无法重置密码

source: Unable to setup two-factor authentication
de: Zwei-Faktor-Authentifizierung kann nicht eingerichtet werden
es: No se pudo configurar la autenticación de dos factores
fr: Impossible de configurer l'authentification à deux facteurs
it: Impossibile configurare l'autenticazione a due fattori
ja: 二要素認証を設定できませんでした
nl: Kan twee‑factor‑authenticatie niet instellen
pl: Nie można skonfigurować weryfikacji dwuetapowej
pt: Não é possível configurar a autenticação de dois fatores
sq: Nuk mund të vendoset autentikimi me dy faktorë
sv: Det går inte att konfigurera tvåfaktorsautentisering
zh: 无法设置双重验证

source: Unable to sign in
de: Anmeldung nicht möglich
es: No se pudo iniciar sesión
fr: Impossible de se connecter
it: Impossibile accedere
ja: サインインできませんでした
nl: Kan niet inloggen
pl: Nie można się zalogować
pt: Não é possível entrar
sq: Nuk mund të hyni
sv: Det går inte att logga in
zh: 无法登录

source: Unauthorized
de: Nicht autorisiert
es: No autorizado
fr: Non autorisé
it: Non autorizzato
ja: 権限がありません
nl: Niet gemachtigd
pl: Nieautoryzowany
pt: Não autorizado
sq: I paautorizuar
sv: Obehörig
zh: 未授权

source: Uncompleted
de: Unvollendet
es: Incompleto
fr: Non complet
it: Incompleto
ja: 未完了
nl: Onvoltooid
pl: Niezakończono
pt: Não concluído
sq: I papërfunduar
sv: Ofullständig
zh: 未完成

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
ja: 不明
nl: Onbekend
pl: Nieznany
pt: Desconhecido
sq: E panjohur
sv: Okänd
zh: 未知

source: Unknown error
de: Unbekannter Fehler
es: Error desconocido
fr: Erreur inconnue
it: Errore sconosciuto
ja: 不明なエラーが発生しました
nl: Onbekende fout
pl: Nieznany błąd
pt: Erro desconhecido
zh: 未知错误

source: Unlimited
de: Unbegrenzt
es: Ilimitado
fr: Illimité
it: Illimitato
ja: 無制限
nl: Onbeperkt
pl: Nieograniczone
pt: Ilimitado
sq: E pakufizuar
sv: Obegränsat
zh: 不限

source: Unlimited documents, API and more
de: Unbegrenzte Dokumente, API und mehr
es: Documentos ilimitados, API y más
fr: Documents illimités, API et plus
it: Documenti illimitati, API e altro
ja: ドキュメント無制限、API など
nl: Onbeperkte documenten, API en meer
pl: Nieograniczona liczba dokumentów, API i więcej
pt: Documentos, API e mais ilimitados
sq: Dokumente pa kufi, API dhe më shumë
sv: Obegränsade dokument, API och mer
zh: 无限文档、API 等更多功能

source: Unlink
de: Verknüpfung aufheben
es: Desvincular
fr: Délier
it: Scollega
ja: リンク解除
nl: Ontkoppelen
pl: Rozłącz
pt: Desvincular
zh: 取消关联

source: Unpin
de: Lösen
es: Desanclar
fr: Détacher
it: Rimuovi
ja: ピン留めを解除
nl: Losmaken
pl: Odepnij
pt: Desafixar
sq: Çaktivizo
sv: Ta bort nål
zh: 取消固定

source: Untitled Group
de: Unbetitelte Gruppe
es: Grupo sin título
fr: Groupe sans titre
it: Gruppo senza nome
ja: 無題のグループ
nl: Naamloze groep
pl: Grupa bez nazwy
pt: Grupo Sem Título
sq: Grup pa titull
sv: Namnlös grupp
zh: 未命名组

source: Update
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
it: Aggiorna
ja: 更新
nl: Bijwerken
pl: Zaktualizuj
pt: Atualizar
sq: Përditëso
sv: Uppdatera
zh: 更新

source: Update Banner
de: Banner aktualisieren
es: Actualizar banner
fr: Mettre à jour la bannière
it: Aggiorna banner
ja: バナーを更新
nl: Banner bijwerken
pl: Zaktualizuj baner
pt: Atualizar Banner
sq: Përditëso Banderolën
sv: Uppdatera banner
zh: 更新横幅

source: Update Billing
de: Rechnungsdaten aktualisieren
es: Actualizar facturación
fr: Mettre à jour la facturation
it: Aggiorna fatturazione
ja: 請求情報を更新
nl: Facturering bijwerken
pl: Zaktualizuj płatności
pt: Atualizar Cobrança
sq: Përditësimi i Faturimit
sv: Uppdatera fakturering
zh: 更新计费

source: Update Claim
de: Anspruch aktualisieren
es: Actualizar reclamo
fr: Mettre à jour la réclamation
it: Aggiorna reclamo
ja: クレームを更新
nl: Claim bijwerken
pl: Zaktualizuj
pt: Atualizar Reivindicação
sq: Përditësimi i Kërkesës
sv: Uppdatera anspråk
zh: 更新声明

source: Update current organisation
de: Aktuelle Organisation aktualisieren
es: Actualizar organización actual
fr: Mettre à jour l'organisation actuelle
it: Aggiorna l'organizzazione attuale
ja: 既存の組織を更新
nl: Huidige organisatie bijwerken
pl: Zaktualizuj obecną organizację
pt: Atualizar organização atual
sq: Përditëso organizatën aktuale
sv: Uppdatera nuvarande organisation
zh: 更新当前组织

source: Update email
de: E-Mail aktualisieren
es: Actualizar correo electrónico
fr: Mettre à jour l'e-mail
it: Aggiorna email
ja: メールを更新
nl: E-mail bijwerken
pl: Zaktualizuj adres e-mail
pt: Atualizar e-mail
zh: 更新邮箱

source: Update Fields
de: Felder aktualisieren
es: Actualizar Campos
fr: Mettre à jour les champs
it: Aggiorna campi
ja: フィールドを更新
nl: Velden bijwerken
pl: Zaktualizuj pola
pt: Atualizar Campos
sq: Përditëso Fushat
sv: Uppdatera fält
zh: 更新字段

source: Update organisation
de: Organisation aktualisieren
es: Actualizar organización
fr: Mettre à jour l'organisation
it: Aggiorna organizzazione
ja: 組織を更新
nl: Organisatie bijwerken
pl: Zaktualizuj organizację
pt: Atualizar organização
sq: Përditëso organizatën
sv: Uppdatera organisation
zh: 更新组织

source: Update organisation member
de: Organisationsmitglied aktualisieren
es: Actualizar miembro de la organización
fr: Mettre à jour le membre de l'organisation
it: Aggiorna membro dell'organizzazione
ja: 組織メンバーを更新
nl: Organisatielid bijwerken
pl: Zaktualizuj użytkownika organizacji
pt: Atualizar membro da organização
sq: Përditëso anëtarin e organizatës
sv: Uppdatera organisationsmedlem
zh: 更新组织成员

source: Update passkey
de: Passkey aktualisieren
es: Actualizar clave de acceso
fr: Mettre à jour la clé d'accès
it: Aggiorna chiave d'accesso
ja: パスキーを更新
nl: Passkey bijwerken
pl: Zaktualizuj klucz dostępu
pt: Atualizar chave de acesso
sq: Përditëso kodin kryesor
sv: Uppdatera passkey
zh: 更新通行密钥

source: Update password
de: Passwort aktualisieren
es: Actualizar contraseña
fr: Mettre à jour le mot de passe
it: Aggiorna password
ja: パスワードを更新
nl: Wachtwoord bijwerken
pl: Zaktualizuj hasło
pt: Atualizar senha
sq: Përditëso fjalëkalimin
sv: Uppdatera lösenord
zh: 更新密码

source: Update profile
de: Profil aktualisieren
es: Actualizar perfil
fr: Mettre à jour le profil
it: Aggiorna profilo
ja: プロフィールを更新
nl: Profiel bijwerken
pl: Zaktualizuj profil
pt: Atualizar perfil
sq: Përditëso profilin
sv: Uppdatera profil
zh: 更新资料

source: Update Recipient
de: Empfänger aktualisieren
es: Actualizar destinatario
fr: Mettre à jour le destinataire
it: Aggiorna destinatario
ja: 受信者を更新
nl: Ontvanger bijwerken
pl: Zaktualizuj odbiorcę
pt: Atualizar Destinatário
sq: Përditëso marrësin
sv: Uppdatera mottagare
zh: 更新收件人

source: Update role
de: Rolle aktualisieren
es: Actualizar rol
fr: Mettre à jour le rôle
it: Aggiorna ruolo
ja: 役割を更新
nl: Rol bijwerken
pl: Zaktualizuj rolę
pt: Atualizar função
sq: Përditëso rolin
sv: Uppdatera roll
zh: 更新角色

source: Update Subscription Claim
de: Abonnementsanspruch aktualisieren
es: Actualizar reclamo de suscripción
fr: Mettre à jour la réclamation d'abonnement
it: Aggiorna reclamo di sottoscrizione
ja: サブスクリプションクレームを更新
nl: Abonnementsclaim bijwerken
pl: Zaktualizuj subskrypcję
pt: Atualizar Reivindicação de Assinatura
sq: Përditëso Kërkesën e Abonimit
sv: Uppdatera prenumerationsanspråk
zh: 更新订阅声明

source: Update team
de: Team aktualisieren
es: Actualizar equipo
fr: Mettre à jour l'équipe
it: Aggiorna team
ja: チームを更新
nl: Team bijwerken
pl: Zaktualizuj zespół
pt: Atualizar equipe
sq: Përditëso ekipin
sv: Uppdatera team
zh: 更新团队

source: Update team email
de: Team-E-Mail aktualisieren
es: Actualizar correo electrónico del equipo
fr: Mettre à jour l'e-mail de l'équipe
it: Aggiorna email del team
ja: チームのメールアドレスを更新
nl: Team‑e‑mail bijwerken
pl: Zaktualizuj adres e-mail zespołu
pt: Atualizar e-mail da equipe
sq: Përditëso emailin e ekipit
sv: Uppdatera team-e-post
zh: 更新团队邮箱

source: Update team group
de: Teamgruppe aktualisieren
es: Actualizar grupo de equipo
fr: Mettre à jour le groupe d'équipe
it: Aggiorna gruppo del team
ja: チームグループを更新
nl: Teamgroep bijwerken
pl: Zaktualizuj grupę zespołu
pt: Atualizar grupo da equipe
sq: Përditëso grupin e ekipit
sv: Uppdatera teamgrupp
zh: 更新团队组

source: Update team member
de: Teammitglied aktualisieren
es: Actualizar miembro del equipo
fr: Mettre à jour le membre de l'équipe
it: Aggiorna membro del team
ja: チームメンバーを更新
nl: Teamlid bijwerken
pl: Zaktualizuj użytkownika zespołu
pt: Atualizar membro da equipe
sq: Përditëso anëtarin e ekipit
sv: Uppdatera teammedlem
zh: 更新团队成员

source: Update the role and add fields as required for the direct recipient. The individual who uses the direct link will sign the document as the direct recipient.
de: Aktualisieren Sie die Rolle und fügen Sie Felder nach Bedarf für den direkten Empfänger hinzu. Die Person, die den direkten Link verwendet, wird das Dokument als direkter Empfänger unterzeichnen.
es: Actualizar el rol y agregar campos según sea necesario para el destinatario directo. La persona que utilice el enlace directo firmará el documento como destinatario directo.
fr: Mettez à jour le rôle et ajoutez des champs selon les besoins pour le destinataire direct. L'individu qui utilise le lien direct signera le document en tant que destinataire direct.
it: Aggiorna il ruolo e aggiungi campi come richiesto per il destinatario diretto. L'individuo che utilizza il link diretto firmerà il documento come destinatario diretto.
ja: ダイレクト受信者用に、必要に応じてロールを更新し、フィールドを追加してください。ダイレクトリンクを利用するユーザーは、ダイレクト受信者としてドキュメントに署名します。
nl: Werk de rol bij en voeg velden toe zoals nodig voor de directe ontvanger. De persoon die de directe link gebruikt, ondertekent het document als directe ontvanger.
pl: Zaktualizuj rolę i dodaj wymagane pola dla bezpośredniego odbiorcy. Osoba, która skorzysta z bezpośredniego linku, podpisze dokument jako bezpośredni odbiorca.
pt: Atualize a função e adicione os campos conforme necessário para o destinatário direto. O indivíduo que usar o link direto assinará o documento como o destinatário direto.
sq: Përditësoni rolin dhe shtoni fushat si nevojiten për marrësin direkt. Personi që përdor lidhjen direkte do të nënshkruajë dokumentin si marrës direkt.
sv: Uppdatera rollen och lägg till fält efter behov för direktmottagaren. Personen som använder direktlänken kommer att signera dokumentet som direktmottagare.
zh: 根据需要更新直链收件人的角色并添加字段。使用直链的人将以直链收件人的身份签署文档。

source: Update user
de: Benutzer aktualisieren
es: Actualizar usuario
fr: Mettre à jour l'utilisateur
it: Aggiorna utente
ja: ユーザーを更新
nl: Gebruiker bijwerken
pl: Zaktualizuj użytkownika
pt: Atualizar usuário
sq: Përditëso përdoruesin
sv: Uppdatera användare
zh: 更新用户

source: Updated {organisationMemberName} to {roleLabel}.
de: Aktualisiert {organisationMemberName} zu {roleLabel}.
es: Actualizado {organisationMemberName} a {roleLabel}.
fr: Mise à jour de {organisationMemberName} vers {roleLabel}.
it: Aggiornato {organisationMemberName} a {roleLabel}.
ja: {organisationMemberName} を {roleLabel} に更新しました。
nl: {organisationMemberName} is bijgewerkt naar {roleLabel}.
pl: Zaktualizowano użytkownika {organisationMemberName} do roli {roleLabel}.
pt: Atualizou {organisationMemberName} para {roleLabel}.
zh: 已将 {organisationMemberName} 更新为 {roleLabel}。

source: Updating password...
de: Passwort wird aktualisiert...
es: Actualizando contraseña...
fr: Mise à jour du mot de passe...
it: Aggiornamento della password...
ja: パスワードを更新しています...
nl: Wachtwoord wordt bijgewerkt...
pl: Aktualizowanie hasła...
pt: Atualizando senha...
sq: Duke përditësuar fjalëkalimin...
sv: Uppdaterar lösenord...
zh: 正在更新密码...

source: Updating Your Information
de: Aktualisierung Ihrer Informationen
es: Actualizando Su Información
fr: Mise à jour de vos informations
it: Aggiornamento delle tue informazioni
ja: 情報の更新
nl: Je gegevens bijwerken
pl: Aktualizowanie swoich danych
pt: Atualizando suas informações
sq: Përditësimi i Informacioneve Tuaja
sv: Uppdatera din information
zh: 更新你的信息

source: Upgrade
es: Actualizar
fr: Améliorer
it: Aggiorna
ja: アップグレード
nl: Upgraden
pl: Ulepsz
pt: Atualizar
sq: Përmirëso
sv: Uppgradera
zh: 升级

source: Upgrade <0>{0}</0> to {planName}
de: <0>{0}</0> auf {planName} aktualisieren
es: Actualizar <0>{0}</0> a {planName}
fr: Mettre à niveau <0>{0}</0> vers {planName}
it: Aggiorna <0>{0}</0> al {planName}
ja: <0>{0}</0> を {planName} にアップグレード
nl: Upgrade <0>{0}</0> naar {planName}
pl: Ulepsz organizację <0>{0}</0> do planu {planName}
pt: Faça upgrade <0>{0}</0> para {planName}
sq: Përditëso <0>{0}</0> në {planName}
sv: Uppgradera <0>{0}</0> till {planName}
zh: 将 <0>{0}</0> 升级为 {planName}

source: Upgrade your plan to upload more documents
de: Aktualisieren Sie Ihren Tarif, um mehr Dokumente hochzuladen
es: Actualiza tu plan para cargar más documentos
fr: Mettez à niveau votre plan pour importer plus de documents
it: Aggiorna il tuo piano per caricare più documenti
ja: プランをアップグレードして、より多くのドキュメントをアップロードしましょう
nl: Upgrade je abonnement om meer documenten te uploaden
pl: Ulepsz plan, aby przesłać więcej dokumentów
pt: Atualize seu plano para enviar mais documentos
sq: Përmirësoni planin tuaj për të ngarkuar më shumë dokumente
sv: Uppgradera din plan för att ladda upp fler dokument
zh: 升级您的套餐以上传更多文档

source: Upload
de: Hochladen
es: Subir
fr: Importer
it: Carica
ja: アップロード
nl: Uploaden
pl: Przesłany
pt: Enviar
sq: Ngarko
sv: Ladda upp
zh: 上传

# Upload signature
source: Upload
de: Hochladen
es: Subir
fr: Importer
it: Carica
ja: アップロード
nl: Uploaden
pl: Przesłany
zh: 上传

source: Upload a CSV file to create multiple documents from this template. Each row represents one document with its recipient details.
de: Laden Sie eine CSV-Datei hoch, um mehrere Dokumente aus dieser Vorlage zu erstellen. Jede Zeile repräsentiert ein Dokument mit den Empfängerdaten.
es: Sube un archivo CSV para crear múltiples documentos a partir de esta plantilla. Cada fila representa un documento con los detalles del destinatario.
fr: Importer un fichier CSV pour créer plusieurs documents à partir de ce modèle. Chaque ligne représente un document avec les coordonnées de son destinataire.
it: Carica un file CSV per creare più documenti da questo modello. Ogni riga rappresenta un documento con i dettagli del destinatario.
ja: このテンプレートから複数のドキュメントを作成するには、CSV ファイルをアップロードしてください。各行は受信者情報を含む 1 つのドキュメントを表します。
nl: Upload een CSV-bestand om meerdere documenten vanuit deze sjabloon te maken. Elke rij vertegenwoordigt één document met de gegevens van de ontvanger.
pl: Prześlij plik CSV, aby utworzyć wiele dokumentów z szablonu. Każda linia to jeden dokument z jego szczegółami odbiorcy.
pt: Envie um arquivo CSV para criar vários documentos a partir deste modelo. Cada linha representa um documento com os detalhes do destinatário.
sq: Ngarko një skedar CSV për të krijuar dokumente të shumta nga ky shabllon. Çdo rresht përfaqëson një dokument me detajet e marrësit.
sv: Ladda upp en CSV-fil för att skapa flera dokument från denna mall. Varje rad representerar ett dokument med dess mottagardetaljer.
zh: 上传 CSV 文件，以从该模板创建多个文档。每一行代表一个文档及其对应的收件人信息。

source: Upload a custom document to use instead of the template's default document
de: Laden Sie ein benutzerdefiniertes Dokument hoch, um es anstelle des Standarddokuments der Vorlage zu verwenden
es: Sube un documento personalizado para usar en lugar del documento predeterminado de la plantilla
fr: Importer un document personnalisé à utiliser à la place du modèle par défaut
it: Carica un documento personalizzato da utilizzare al posto del documento predefinito del modello
ja: テンプレートの既定ドキュメントの代わりに使用するカスタムドキュメントをアップロードします
nl: Upload een aangepast document om te gebruiken in plaats van het standaardsjabloondocument
pl: Prześlij niestandardowy dokument, który zostanie użyty zamiast domyślnego szablonu
pt: Envie um documento personalizado para usar em vez do documento padrão do modelo
sq: Ngarko një dokument të personalizuar për të përdorur në vend të dokumentit të paracaktuar të shabllonit
sv: Ladda upp ett anpassat dokument att använda istället för mallens standarddokument
zh: 上传自定义文档以替换模板的默认文档

source: Upload and Process
de: Hochladen und verarbeiten
es: Subir y procesar
fr: Importer et traiter
it: Carica e elabora
ja: アップロードして処理
nl: Uploaden en verwerken
pl: Prześlij i przetwórz
pt: Enviar e Processar
sq: Ngarko dhe Përpuno
sv: Ladda upp och bearbeta
zh: 上传并处理

source: Upload Avatar
de: Avatar hochladen
es: Subir avatar
fr: Importer un avatar
it: Carica Avatar
ja: アバターをアップロード
nl: Avatar uploaden
pl: Prześlij awatar
pt: Enviar Avatar
sq: Ngarko Avatarin
sv: Ladda upp avatar
zh: 上传头像

source: Upload CSV
de: CSV hochladen
es: Subir CSV
fr: Importer le CSV
it: Carica CSV
ja: CSV をアップロード
nl: CSV uploaden
pl: Prześlij CSV
pt: Enviar CSV
sq: Ngarko CSV
sv: Ladda upp CSV
zh: 上传 CSV

source: Upload custom document
de: Benutzerdefiniertes Dokument hochladen
es: Subir documento personalizado
fr: Importer un document personnalisé
it: Carica documento personalizzato
ja: カスタムドキュメントをアップロード
nl: Aangepast document uploaden
pl: Prześlij niestandardowy dokument
pt: Enviar documento personalizado
sq: Ngarko dokument të personalizuar
sv: Ladda upp anpassat dokument
zh: 上传自定义文档

source: Upload disabled
de: Hochladen deaktiviert
es: Subida desactivada
fr: Importation désactivée
it: Caricamento disabilitato
ja: アップロードは無効になっています
nl: Uploaden uitgeschakeld
pl: Przesyłanie jest wyłączone
pt: Envio desativado
zh: 上传已禁用

source: Upload Document
de: Dokument hochladen
es: Cargar Documento
fr: Importer le document
it: Carica documento
ja: ドキュメントをアップロード
nl: Document uploaden
pl: Prześlij dokument
pt: Enviar Documento
sq: Ngarko Dokumentin
sv: Ladda upp dokument
zh: 上传文档

source: Upload documents and add recipients
de: Dokumente hochladen und Empfänger hinzufügen
es: Suba documentos y añada destinatarios
fr: Importer des documents et ajouter des destinataires
it: Carica documenti e aggiungi destinatari
ja: 文書をアップロードして受信者を追加
nl: Upload documenten en voeg ontvangers toe
pl: Prześlij dokumenty i dodaj odbiorców
pt: Enviar documentos e adicionar destinatários
zh: 上传文档并添加收件人

source: Upload failed
de: Hochladen fehlgeschlagen
es: Subida fallida
fr: Échec de l'importation
it: Caricamento fallito
ja: アップロードに失敗しました
nl: Uploaden mislukt
pl: Przesyłanie nie powiodło się
pt: Falha no envio
zh: 上传失败

source: Upload Signature
de: Signatur hochladen
es: Subir firma
fr: Importer une signature
it: Carica Firma
ja: 署名をアップロード
nl: Handtekening uploaden
pl: Prześlij podpis
pt: Enviar Assinatura
sq: Ngarko Nënshkrim
sv: Ladda upp signatur
zh: 上传签名

source: Upload Template
de: Vorlage hochladen
es: Subir plantilla
fr: Télécharger le modèle
it: Carica Modello
ja: テンプレートをアップロード
nl: Sjabloon uploaden
pl: Prześlij szablon
pt: Enviar Modelo
zh: 上传模板

source: Upload Template Document
de: Vorlagendokument hochladen
es: Cargar Documento Plantilla
fr: Importer le document modèle
it: Carica Documento Modello
ja: テンプレートドキュメントをアップロード
nl: Sjabloondocument uploaden
pl: Prześlij szablon dokumentu
pt: Enviar Documento do Modelo
sq: Ngarko Dokument Modeli
sv: Ladda upp malldokument
zh: 上传模板文档

source: Upload your brand logo (max 5MB, JPG, PNG, or WebP)
de: Laden Sie Ihr Markenlogo hoch (max. 5MB, JPG, PNG oder WebP)
es: Carga el logo de tu marca (máx 5MB, JPG, PNG o WebP)
fr: Téléchargez votre logo de marque (max 5 Mo, JPG, PNG ou WebP)
it: Carica il tuo logo aziendale (max 5MB, JPG, PNG o WebP)
ja: ブランドロゴをアップロード（最大 5MB、JPG・PNG・WebP）
nl: Upload je merklogo (max. 5 MB, JPG, PNG of WebP)
pl: Prześlij logo marki (maksymalnie 5 MB, JPG, PNG lub WebP)
pt: Envie seu logotipo da marca (máx. 5MB, JPG, PNG ou WebP)
sq: Ngarkoni logon e markës tuaj (max 5MB, JPG, PNG, ose WebP)
sv: Ladda upp din varumärkeslogotyp (max 5MB, JPG, PNG eller WebP)
zh: 上传你的品牌 Logo（最大 5MB，JPG、PNG 或 WebP）

source: Uploaded by
de: Hochgeladen von
es: Subido por
fr: Téléversé par
it: Caricato da
ja: アップロード者
nl: Geüpload door
pl: Przesłano przez
pt: Enviado por
sq: Ngarkuar nga
sv: Uppladdad av
zh: 上传者

source: Uploaded file is too large
de: Die hochgeladene Datei ist zu groß
es: El archivo subido es demasiado grande
fr: Le fichier importé est trop volumineux
it: Il file caricato è troppo grande
ja: アップロードされたファイルが大きすぎます
nl: Geüpload bestand is te groot
pl: Przesłany plik jest zbyt duży
pt: Arquivo enviado é muito grande
sq: Skedari i ngarkuar është shumë i madh
sv: Uppladdad fil är för stor
zh: 上传的文件过大

source: Uploaded file is too small
de: Die hochgeladene Datei ist zu klein
es: El archivo subido es demasiado pequeño
fr: Le fichier importé est trop petit
it: Il file caricato è troppo piccolo
ja: アップロードされたファイルが小さすぎます
nl: Geüpload bestand is te klein
pl: Przesłany plik jest zbyt mały
pt: Arquivo enviado é muito pequeno
sq: Skedari i ngarkuar është shumë i vogël
sv: Uppladdad fil är för liten
zh: 上传的文件过小

source: Uploaded file not an allowed file type
de: Die hochgeladene Datei ist kein zulässiger Dateityp
es: El archivo subido no es un tipo de archivo permitido
fr: Le fichier importé n'est pas un type de fichier autorisé
it: Il file caricato non è di un tipo di file consentito
ja: アップロードされたファイルは許可されていない形式です
nl: Geüpload bestand is van een niet‑toegestaan bestandstype
pl: Przesłany plik nie jest dozwolonym rodzajem pliku
pt: Tipo de arquivo enviado não é permitido
sq: Skedari i ngarkuar nuk është i një tipi të lejuar skedari
sv: Uppladdad fil är inte en tillåten filtyp
zh: 上传的文件类型不被允许

source: Uploading
de: Hochladen
es: Subiendo
fr: Importation en cours
it: Caricamento in corso
ja: アップロード中
nl: Uploaden
pl: Przesyłanie
pt: Enviando
zh: 正在上传

source: URL
pl: Adres URL

source: Use
de: Verwenden
es: Usar
fr: Utiliser
it: Utilizza
ja: 使用
nl: Gebruiken
pl: Użyj
pt: Usar
sq: Përdorim
sv: Använd
zh: 使用

source: Use Authenticator
de: Authenticator verwenden
es: Usar Autenticador
fr: Utiliser l'authentificateur
it: Usa Authenticator
ja: 認証アプリを使用
nl: Authenticator gebruiken
pl: Użyj aplikacji uwierzytelniającej
pt: Usar Autenticador
sq: Përdor Autentikuesin
sv: Använd autentiserare
zh: 使用验证器
