Repository: documenso/documenso
Catalog: packages/lib/translations/*/web.po
Languages: de, es, fr, it, ja, nl, pl, pt, sq, sv, zh

source: Advanced Settings
de: Erweiterte Einstellungen
es: Configuraciones avanzadas
fr: Paramètres avancés
it: Impostazioni Avanzate
ja: 詳細設定
nl: Geavanceerde instellingen
pl: Ustawienia zaawansowane
pt: Configurações Avançadas
sq: Cilësimet Avancuara
sv: Avancerade inställningar
zh: 高级设置

source: After signing a document electronically, you will be provided the opportunity to view, download, and print the document for your records. It is highly recommended that you retain a copy of all electronically signed documents for your personal records. We will also retain a copy of the signed document for our records however we may not be able to provide you with a copy of the signed document after a certain period of time.
de: Nach der elektronischen Unterzeichnung eines Dokuments haben Sie die Möglichkeit, das Dokument für Ihre Unterlagen anzusehen, herunterzuladen und auszudrucken. Es wird dringend empfohlen, eine Kopie aller elektronisch unterschriebenen Dokumente für Ihre persönlichen Unterlagen aufzubewahren. Wir werden ebenfalls eine Kopie des unterzeichneten Dokuments für unsere Unterlagen behalten, jedoch können wir Ihnen nach einer bestimmten Zeit möglicherweise keine Kopie des unterzeichneten Dokuments mehr zur Verfügung stellen.
es: Después de firmar un documento electrónicamente, se le dará la oportunidad de ver, descargar e imprimir el documento para sus registros. Se recomienda encarecidamente que conserve una copia de todos los documentos firmados electrónicamente para sus registros personales. También mantendremos una copia del documento firmado para nuestros registros, sin embargo, es posible que no podamos proporcionarle una copia del documento firmado después de un cierto período de tiempo.
fr: Après avoir signé un document électroniquement, vous aurez l'occasion de visualiser, télécharger et imprimer le document pour vos dossiers. Il est fortement recommandé de conserver une copie de tous les documents signés électroniquement pour vos dossiers personnels. Nous conserverons également une copie du document signé pour nos dossiers, mais nous pourrions ne pas être en mesure de vous fournir une copie du document signé après une certaine période.
it: Dopo aver firmato un documento elettronicamente, avrai la possibilità di visualizzare, scaricare e stampare il documento per i tuoi archivi. È altamente consigliato conservare una copia di tutti i documenti firmati elettronicamente per i tuoi archivi personali. Noi conserveremo anche una copia del documento firmato per i nostri archivi, tuttavia potremmo non essere in grado di fornirti una copia del documento firmato dopo un certo periodo di tempo.
ja: 文書に電子的に署名すると、記録用にその文書を表示・ダウンロード・印刷する機会が提供されます。すべての電子署名済み文書のコピーを個人の記録として保管することを強くお勧めします。当社も記録として署名済み文書のコピーを保管しますが、一定期間を過ぎるとコピーを提供できない場合があります。
nl: Na het elektronisch ondertekenen van een document krijg je de mogelijkheid om het document te bekijken, te downloaden en te printen voor je eigen administratie. Het wordt sterk aanbevolen dat je een kopie van alle elektronisch ondertekende documenten bewaart voor je persoonlijke administratie. Wij bewaren ook een kopie van het ondertekende document voor onze administratie, maar mogelijk kunnen we je na een bepaalde tijd geen kopie meer verstrekken.
pl: Po podpisaniu dokumentu elektronicznie otrzymasz możliwość jego wyświetlenia, pobrania i wydrukowania. Zalecane jest zapisanie kopii wszystkich dokumentów podpisanych elektronicznie. My również zachowamy kopię podpisanego dokumentu do celów archiwizacyjnych, jednak tylko przez pewien czas.
pt: Depois de assinar um documento eletronicamente, você terá a oportunidade de visualizar, baixar e imprimir o documento para seus registros. Recomenda-se fortemente que você mantenha uma cópia de todos os documentos assinados eletronicamente em seus registros pessoais. Também manteremos uma cópia do documento assinado em nossos registros, no entanto, pode não ser possível fornecê-lo a você após um determinado período de tempo.
sq: Pas nënshkrimit të një dokumenti elektronikisht, do të keni mundësinë për ta parë, shkarkuar dhe printuar dokumentin për regjistrimet tuaja. Rekomandohet shumë që të ruani një kopje të të gjithë dokumenteve të nënshkruar elektronikisht për regjistrimet tuaja personale. Ne gjithashtu do të ruajmë një kopje të dokumentit të nënshkruar për regjistrimet tona, por ne mund të mos jemi në gjendje t'ju ofrojmë një kopje të dokumentit të nënshkruar pas një periudhe të caktuar kohe.
sv: Efter att ha signerat ett dokument elektroniskt kommer du att få möjlighet att visa, ladda ner och skriva ut dokumentet för dina arkiv. Det rekommenderas starkt att du behåller en kopia av alla elektroniskt signerade dokument för dina personliga arkiv. Vi kommer också att behålla en kopia av det signerade dokumentet för våra arkiv, men vi kanske inte kan ge dig en kopia av det signerade dokumentet efter en viss tidsperiod.
zh: 在你以电子方式签署文档后，你将可以查看、下载和打印文档副本以供记录。强烈建议你保留所有电子签署文档的副本作为个人记录。我们也会保留一份已签署文档的副本以作记录，但在一段时间之后，我们可能无法再向你提供该已签署文档的副本。

source: After submission, a document will be automatically generated and added to your documents page. You will also receive a notification via email.
de: Nach der Übermittlung wird ein Dokument automatisch generiert und zu Ihrer Dokumentenseite hinzugefügt. Sie erhalten außerdem eine Benachrichtigung per E-Mail.
es: Después de la presentación, se generará automáticamente un documento y se agregará a su página de documentos. También recibirá una notificación por correo electrónico.
fr: Après soumission, un document sera automatiquement généré et ajouté à votre page de documents. Vous recevrez également une notification par e-mail.
it: Dopo l'invio, un documento verrà generato automaticamente e aggiunto alla tua pagina dei documenti. Riceverai anche una notifica via email.
ja: 送信後、自動的にドキュメントが生成され、「ドキュメント」ページに追加されます。メールでも通知が届きます。
nl: Na indiening wordt er automatisch een document gegenereerd en toegevoegd aan je documentenpagina. Je ontvangt ook een melding per e-mail.
pl: Przesłany dokument zostanie automatycznie dodany do Twojej strony dokumentów. Otrzymasz również powiadomienie.
pt: Após o envio, um documento será gerado automaticamente e adicionado à sua página de documentos. Você também receberá uma notificação por e-mail.
sq: Pas dorëzimit, një dokument do të gjenerohet automatikisht dhe do të shtohet në faqen e dokumenteve tuaja. Do të merrni gjithashtu një njoftim me email.
sv: Efter inlämning kommer ett dokument automatiskt att genereras och läggas till på din dokumentsida. Du kommer också att få en avisering via e-post.
zh: 提交后，将自动生成一个文档并添加到您的“文档”页面。您还会收到一封电子邮件通知。

source: All
de: Alle
es: Todos
fr: Tout
it: Tutto
ja: すべて
nl: Alle
pl: Wszystko
pt: Todos
sq: Të gjithë
sv: Alla
zh: 全部

source: All documents
de: Alle Dokumente
es: Todos los documentos
fr: Tous les documents
it: Tutti i documenti
ja: すべての文書
nl: Alle documenten
pl: Wszystkie dokumenty
pt: Todos os documentos
sq: Të gjitha dokumentet
sv: Alla dokument
zh: 所有文档

source: All documents have been completed!
de: Alle Dokumente wurden fertiggestellt!
es: ¡Todos los documentos han sido completados!
fr: Tous les documents ont été complétés!
it: Tutti i documenti sono stati completati!
ja: すべてのドキュメントが完了しました！
nl: Alle documenten zijn voltooid!
pl: Wszystkie dokumenty zostały zakończone!
pt: Todos os documentos foram concluídos!
sq: Të gjitha dokumentet janë përfunduar!
sv: Alla dokument har slutförts!
zh: 所有文档均已完成！

source: All documents have been processed. Any new documents that are sent or received will show here.
de: Alle Dokumente wurden verarbeitet. Alle neuen Dokumente, die gesendet oder empfangen werden, werden hier angezeigt.
es: Todos los documentos han sido procesados. Cualquier nuevo documento que se envíe o reciba aparecerá aquí.
fr: Tous les documents ont été traités. Tous nouveaux documents envoyés ou reçus s'afficheront ici.
it: Tutti i documenti sono stati elaborati. Eventuali nuovi documenti inviati o ricevuti verranno mostrati qui.
ja: すべての文書は処理済みです。今後送信または受信した文書はここに表示されます。
nl: Alle documenten zijn verwerkt. Nieuwe verzonden of ontvangen documenten verschijnen hier.
pl: Wszystkie dokumenty zostały przetworzone. Nowe dokumenty, które zostaną wysłane lub odebrane, pojawią się tutaj.
pt: Todos os documentos foram processados. Quaisquer novos documentos enviados ou recebidos serão exibidos aqui.
sq: Të gjitha dokumentet janë përpunuar. Çdo dokument i ri që dërgohet ose pranohet do të shfaqet këtu.
sv: Alla dokument har bearbetats. Alla nya dokument som skickas eller tas emot kommer att visas här.
zh: 所有文档都已处理。之后发送或接收的新文档将显示在这里。

source: All documents related to the electronic signing process will be provided to you electronically through our platform or via email. It is your responsibility to ensure that your email address is current and that you can receive and open our emails.
de: Alle Dokumente, die mit dem elektronischen Unterzeichnungsprozess zusammenhängen, werden Ihnen elektronisch über unsere Plattform oder per E-Mail zur Verfügung gestellt. Es liegt in Ihrer Verantwortung, sicherzustellen, dass Ihre E-Mail-Adresse aktuell ist und dass Sie unsere E-Mails empfangen und öffnen können.
es: Todos los documentos relacionados con el proceso de firma electrónica se le proporcionarán electrónicamente a través de nuestra plataforma o por correo electrónico. Es su responsabilidad asegurarse de que su dirección de correo electrónico esté actualizada y que pueda recibir y abrir nuestros correos electrónicos.
fr: Tous les documents relatifs au processus de signature électronique vous seront fournis électroniquement via notre plateforme ou par e-mail. Il est de votre responsabilité de vous assurer que votre adresse e-mail est à jour et que vous pouvez recevoir et ouvrir nos e-mails.
it: Tutti i documenti relativi al processo di firma elettronica ti saranno forniti elettronicamente tramite la nostra piattaforma o via email. È tua responsabilità assicurarti che il tuo indirizzo email sia attuale e che tu possa ricevere e aprire le nostre email.
ja: 電子署名プロセスに関連するすべての文書は、当社のプラットフォームまたはメールを通じて電子的に提供されます。メールアドレスを最新の状態に保ち、当社からのメールを受信して開封できるようにする責任はお客様にあります。
nl: Alle documenten die betrekking hebben op het elektronische ondertekeningsproces worden je elektronisch verstrekt via ons platform of per e‑mail. Het is jouw verantwoordelijkheid ervoor te zorgen dat je e‑mailadres actueel is en dat je onze e‑mails kunt ontvangen en openen.
pl: Wszystkie dokumenty związane z procesem podpisywania elektronicznego zostaną dostarczone Tobie drogą elektroniczną za pomocą naszej platformy lub poczty e-mail. Twoim obowiązkiem jest upewnienie się, że Twój adres e-mail jest aktualny i że możesz otrzymywać oraz otwierać nasze wiadomości.
pt: Todos os documentos relacionados ao processo de assinatura eletrônica serão fornecidos a você eletronicamente por meio de nossa plataforma ou por e-mail. É de sua responsabilidade garantir que seu endereço de e-mail esteja atualizado e que você possa receber e abrir nossos e-mails.
sq: Të gjitha dokumentet lidhur me procesin e nënshkrimit elektronik do t'ju ofrohen elektronikisht përmes platformës sonë ose me email. Është përgjegjësia juaj të siguroheni që adresa juaj e emailit është e përditësuar dhe që mund të pranoni dhe hapni emailat tanë.
sv: Alla dokument relaterade till den elektroniska signeringsprocessen kommer att tillhandahållas elektroniskt via vår plattform eller via e-post. Det är ditt ansvar att se till att din e-postadress är aktuell och att du kan ta emot och öppna våra e-postmeddelanden.
zh: 与电子签署流程相关的所有文档都将通过我们的平台或电子邮件的方式提供给你。你有责任确保你的邮箱地址为最新状态，并且能够接收和打开我们发送的邮件。

source: All email domains have been synced successfully
de: Alle E-Mail-Domains wurden erfolgreich synchronisiert
es: Todos los dominios de correo electrónico se han sincronizado exitosamente
fr: Tous les domaines email ont été synchronisés avec succès
it: Tutti i domini email sono stati sincronizzati con successo
ja: すべてのメールドメインが正常に同期されました
nl: Alle e-maildomeinen zijn succesvol gesynchroniseerd
pl: Wszystkie domeny zostały pomyślnie zsynchronizowane
pt: Todos os domínios de e-mail foram sincronizados com sucesso
zh: 所有邮箱域名已成功同步

source: All Folders
de: Alle Ordner
es: Todas las carpetas
fr: Tous les dossiers
it: Tutte le Cartelle
ja: すべてのフォルダ
nl: Alle mappen
pl: Wszystkie foldery
pt: Todas as pastas
sq: Të Gjitha Dosjet
sv: Alla mappar
zh: 所有文件夹

source: All inserted signatures will be voided
de: Alle eingefügten Unterschriften werden annulliert
es: Todas las firmas insertadas serán anuladas
fr: Toutes les signatures insérées seront annulées
it: Tutte le firme inserite saranno annullate
ja: 挿入されたすべての署名は無効になります
nl: Alle ingevoerde handtekeningen worden ongeldig gemaakt
pl: Wszystkie wstawione podpisy zostaną unieważnione
pt: Todas as assinaturas inseridas serão anuladas
sq: Të gjitha nënshkrimet e futura do të anulohen
sv: Alla införda signaturer kommer att ogiltigförklaras
zh: 所有已插入的签名将被作废

source: All recipients have signed. The document is being processed and you will receive an email copy shortly.
de: Alle Empfänger haben unterschrieben. Das Dokument wird verarbeitet und Sie erhalten in Kürze eine Kopie per E-Mail.
es: Todos los destinatarios han firmado. El documento se está procesando y recibirás una copia por correo electrónico en breve.
fr: Tous les destinataires ont signé. Le document est en cours de traitement et vous recevrez une copie par e-mail sous peu.
it: Tutti i destinatari hanno firmato. Il documento è in fase di elaborazione e a breve riceverai una copia via email.
ja: すべての受信者が署名しました。現在ドキュメントを処理しており、まもなく署名済みドキュメントのコピーがメールで送信されます。
nl: Alle ontvangers hebben ondertekend. Het document wordt verwerkt en u ontvangt binnenkort een kopie per e-mail.
pl: Wszyscy odbiorcy podpisali dokument. Dokument jest przetwarzany i wkrótce otrzymasz jego kopię.
zh: 所有收件人都已签署。文档正在处理中，您很快会收到一份通过电子邮件发送的副本。

source: All recipients will be notified
de: Alle Empfänger werden benachrichtigt
es: Todos los destinatarios serán notificados
fr: Tous les destinataires seront notifiés
it: Tutti i destinatari saranno notificati
ja: すべての受信者に通知されます
nl: Alle ontvangers worden op de hoogte gebracht
pl: Wszyscy odbiorcy zostaną powiadomieni
pt: Todos os destinatários serão notificados
sq: Të gjithë marrësit do të njoftohen
sv: Alla mottagare kommer att meddelas
zh: 所有收件人都会收到通知

source: All signatures have been voided.
de: Alle Unterschriften wurden ungültig gemacht.
es: Todas las firmas han sido anuladas.
fr: Toutes les signatures ont été annulées.
it: Tutte le firme sono state annullate.
ja: すべての署名が無効化されました。
nl: Alle handtekeningen zijn ongeldig gemaakt.
pl: Wszystkie podpisy zostały unieważnione.
pt: Todas as assinaturas foram anuladas.
sq: Të gjitha firmat janë anuluar.
sv: Alla signaturer har ogiltigförklarats.
zh: 所有签名均已作废。

source: All signing links have been copied to your clipboard.
de: Alle Signierlinks wurden in die Zwischenablage kopiert.
es: Todos los enlaces de firma se han copiado en su portapapeles.
fr: Tous les liens de signature ont été copiés dans votre presse-papiers.
it: Tutti i link di firma sono stati copiati negli Appunti.
ja: すべての署名リンクをクリップボードにコピーしました。
nl: Alle ondertekeningslinks zijn naar je klembord gekopieerd.
pl: Wszystkie linki do podpisywania zostały skopiowane do schowka.
pt: Todos os links de assinatura foram copiados para sua área de transferência.
sq: Të gjitha lidhjet e nënshkrimit janë kopjuar në tabelën e kujtesës.
sv: Alla signeringslänkar har kopierats till ditt urklipp.
zh: 所有签署链接已复制到剪贴板。

source: All templates
de: Alle Vorlagen
es: Todas las plantillas
fr: Tous les modèles
it: Tutti i modelli
ja: すべてのテンプレート
nl: Alle sjablonen
pl: Wszystkie szablony
pt: Todos os modelos
sq: Të gjitha modelet
sv: Alla mallar
zh: 所有模板

source: All Time
de: Alle Zeiten
es: Todo el Tiempo
fr: Depuis toujours
it: Tutto il tempo
ja: 全期間
nl: Alle tijd
pl: Cały czas
pt: Todo o tempo
sq: Gjithë kohës
sv: All tid
zh: 全部时间

source: Allow all organisation members to access this team
de: Erlaube allen Organisationsmitgliedern den Zugriff auf dieses Team
es: Permitir a todos los miembros de la organización acceder a este equipo
fr: Permettre à tous les membres de l'organisation d'accéder à cette équipe
it: Consenti a tutti i membri dell'organizzazione di accedere a questo team
ja: すべての組織メンバーがこのチームにアクセスできるようにします
nl: Alle organisatieleden toestaan toegang te hebben tot dit team
pl: Zezwalaj wszystkim użytkownikom organizacji na dostęp do tego zespołu
pt: Permitir que todos os membros da organização acessem esta equipe
sq: Lejo të gjithë anëtarët e organizatës të kenë qasje në këtë ekip
sv: Tillåt alla organisationsmedlemmar att få tillgång till detta team
zh: 允许所有组织成员访问此团队

source: Allow document recipients to reply directly to this email address
de: Erlauben Sie den Dokumentempfängern, direkt an diese E-Mail-Adresse zu antworten
es: Permitir que los destinatarios del documento respondan directamente a esta dirección de correo electrónico
fr: Autoriser les destinataires du document à répondre directement à cette adresse e-mail
it: Consenti ai destinatari del documento di rispondere direttamente a questo indirizzo email
ja: ドキュメントの受信者が、このメールアドレスに直接返信できるようにします。
nl: Sta documentontvangers toe direct op dit e-mailadres te antwoorden.
pl: Odpowiadanie odbiorcom dokumentu bezpośrednio na ten adres e-mail
pt: Permitir que os destinatários do documento respondam diretamente a este endereço de e-mail
sq: Lejo marrësit e dokumentit të përgjigjen drejtpërdrejtë në këtë adresë emaili
sv: Tillåt dokumentmottagare att svara direkt till denna e-postadress
zh: 允许文档收件人直接回复到此邮箱地址

source: Allow signers to dictate next signer
de: Unterzeichner können nächsten Unterzeichner bestimmen
es: Permitir a los firmantes dictar al siguiente firmante
fr: Permettre aux signataires de désigner le prochain signataire
it: Permetti ai firmatari di scegliere il prossimo firmatario
ja: 署名者が次の署名者を指定できるようにする
nl: Ondertekenaars toestaan de volgende ondertekenaar te bepalen
pl: Zezwalaj podpisującym wskazać następnego podpisującego
pt: Permitir que os signatários determinem o próximo signatário
sq: Lejoni nënshkruesit të diktojnë nënshkruesin e ardhshëm
sv: Tillåt undertecknare att bestämma nästa undertecknare
zh: 允许签署人指定下一位签署人

source: Allowed Email Domains
de: Erlaubte E-Mail-Domains
es: Dominios de Correo Permitidos
fr: Domaines email autorisés
it: Domini Email Consentiti
ja: 許可されたメールドメイン
nl: Toegestane e-maildomeinen
pl: Dozwolone domeny
pt: Domínios de E-mail Permitidos
zh: 允许的邮箱域名

source: Allowed Signature Types
de: Erlaubte Signaturtypen
es: Tipos de Firmas Permitidas
fr: Types de signatures autorisées
it: Tipi di firma consentiti
ja: 許可する署名タイプ
nl: Toegestane handtekeningtypen
pl: Dozwolone rodzaje podpisów
pt: Tipos de Assinatura Permitidos
sq: Llojet e lejuara të nënshkrimit
sv: Tillåtna signaturtyper
zh: 允许的签名类型

source: Allowed teams
de: Erlaubte Teams
es: Equipos permitidos
fr: Équipes autorisées
it: Team consentiti
ja: 許可されたチーム
nl: Toegestane teams
pl: Dozwolone zespoły
pt: Equipes Permitidas
sq: Ekipet e lejuara
sv: Tillåtna team
zh: 允许的团队

source: Allows authenticating using biometrics, password managers, hardware keys, etc.
de: Erlaubt die Authentifizierung mit biometrischen Daten, Passwort-Managern, Hardware-Schlüsseln usw.
es: Permite autenticarse usando biometría, administradores de contraseñas, claves de hardware, etc.
fr: Permet d'authentifier en utilisant des biométries, des gestionnaires de mots de passe, des clés matérielles, etc.
it: Consente di autenticare utilizzando biometria, gestori di password, chiavi hardware, ecc.
ja: 生体認証、パスワードマネージャー、ハードウェアキーなどで認証できるようにします。
nl: Maakt authenticatie mogelijk met biometrie, wachtwoordbeheerders, hardware‑sleutels, enz.
pl: Zezwalaj na uwierzytelnianie za pomocą biometrii, menedżerów haseł, kluczy sprzętowych itp.
pt: Permite autenticação usando biometria, gerenciadores de senhas, chaves de hardware, etc.
sq: Lejon autentifikimin duke përdorur biometrinë, menaxherët e fjalëkalimeve, çelësat e pajisjes, etj.
sv: Tillåter autentisering med biometri, lösenordshanterare, hårdvarunycklar, etc.
zh: 允许使用生物识别、密码管理器、硬件密钥等方式进行身份验证。

source: Already have an account? <0>Sign in instead</0>
de: Hast du bereits ein Konto? <0>Stattdessen anmelden</0>
es: ¿Ya tienes una cuenta? <0>Iniciar sesión en su lugar</0>
fr: Vous avez déjà un compte ? <0>Connectez-vous plutôt</0>
it: Hai già un account? <0>Accedi al posto</0>
ja: すでにアカウントをお持ちですか？<0>サインイン</0>
nl: Heb je al een account? <0>Log dan in</0>
pl: Masz już konto? <0>Zaloguj się</0>
pt: Já tem uma conta? <0>Entre em vez disso</0>
sq: Keni tashmë një llogari? <0>Hyni në vend</0>
sv: Har du redan ett konto? <0>Logga in istället</0>
zh: 已经有账号？<0>改为登录</0>

source: Amount
de: Betrag
es: Cantidad
fr: Montant
it: Importo
ja: 金額
nl: Bedrag
pl: Kwota
pt: Valor
sq: Shuma
sv: Belopp
zh: 金额

source: An admin has deleted your document "{documentName}".
de: Ein Administrator hat dein Dokument "{documentName}" gelöscht.
es: Un administrador ha eliminado tu documento "{documentName}".
fr: Un administrateur a supprimé votre document "{documentName}".
it: Un amministratore ha eliminato il tuo documento "{documentName}".
ja: 管理者によって、あなたのドキュメント「{documentName}」が削除されました。
nl: Een beheerder heeft je document "{documentName}" verwijderd.
pl: Administrator usunął dokument „{documentName}”.
pt: Um administrador excluiu seu documento "{documentName}".
sq: Një admin ka fshirë dokumentin tuaj "{documentName}".
sv: En administratör har raderat ditt dokument "{documentName}".
zh: 管理员已删除您的文档“{documentName}”。
