Repository: documenso/documenso
Catalog: packages/lib/translations/*/web.po
Languages: de, es, fr, it, ja, nl, pl, pt, sq, sv, zh

source: An electronic signature provided by you on our platform, achieved through clicking through to a document and entering your name, or any other electronic signing method we provide, is legally binding. It carries the same weight and enforceability as a manual signature written with ink on paper.
de: Eine elektronische Unterschrift, die Sie auf unserer Plattform bereitstellen, durch Klicken auf ein Dokument und Eingabe Ihres Namens oder einer anderen von uns bereitgestellten elektronischen Unterzeichnungsart, ist rechtlich bindend. Sie hat das gleiche Gewicht und die gleiche Durchsetzbarkeit wie eine handschriftliche Unterschrift auf Papier.
es: Una firma electrónica proporcionada por usted en nuestra plataforma, lograda mediante el clic en un documento e ingresando su nombre, o cualquier otro método de firma electrónica que proporcionemos, es legalmente vinculante. Tiene el mismo peso y exigibilidad que una firma manual escrita con tinta en papel.
fr: Une signature électronique fournie par vous sur notre plateforme, obtenue en cliquant sur un document et en saisissant votre nom, ou toute autre méthode de signature électronique que nous fournis, est juridiquement contraignante. Elle a le même poids et la même force exécutoire qu'une signature manuelle écrite à l'encre sur papier.
it: Una firma elettronica fornita da te sulla nostra piattaforma, ottenuta cliccando su un documento e inserendo il tuo nome, o qualsiasi altro metodo di firma elettronica che forniamo, è legalmente vincolante. Ha lo stesso peso e validità giuridica di una firma manuale scritta con inchiostro su carta.
ja: 当社のプラットフォーム上でお客様が行う電子署名（文書をクリックして氏名を入力する、その他当社が提供する方法を用いるなど）は、法的拘束力を持ちます。紙にインクで署名した手書き署名と同等の効力と強制力を持ちます。
nl: Een elektronische handtekening die je via ons platform zet, door door te klikken naar een document en je naam in te voeren of via een andere elektronische ondertekeningsmethode die wij aanbieden, is juridisch bindend. Deze heeft dezelfde rechtsgeldigheid en afdwingbaarheid als een met pen op papier geschreven handtekening.
pl: Podpis elektroniczny złożony na naszej platformie poprzez kliknięcie dokumentu oraz wpisanie swojego imienia i nazwiska lub za pomocą innej metody podpisywania elektronicznego, którą udostępniamy, jest prawnie wiążący. Ma on taką samą moc i wykonalność jak podpis ręczny złożony na papierze.
pt: Uma assinatura eletrônica fornecida por você em nossa plataforma, obtida por meio de clique em um documento e inserção de seu nome, ou qualquer outro método de assinatura eletrônica que fornecemos, é legalmente vinculante. Ela tem o mesmo peso e aplicabilidade de uma assinatura manual escrita com tinta em papel.
sq: Një nënshkrim elektronik i ofruar nga ju në platformën tonë, arritur përmes klikimit te një dokument dhe futjes së emrit tuaj, ose çdo metodë tjetër e nënshkrimit elektronik që ne ofrojmë, është ligjërisht i detyrueshëm. Ai ka të njëjtën peshë dhe zbatueshmëri si një nënshkrim manual i shkruar me bojë në letër.
sv: En elektronisk signatur som tillhandahålls av dig på vår plattform, uppnådd genom att klicka igenom till ett dokument och ange ditt namn, eller någon annan elektronisk signeringsmetod vi tillhandahåller, är juridiskt bindande. Den har samma vikt och verkställbarhet som en manuell signatur skriven med bläck på papper.
zh: 你在我们平台上提供的电子签名——无论是通过点击文档并输入姓名，还是通过我们提供的其他任何电子签署方式——都具有法律效力，其效力和可执行性与纸质手写签名完全相同。

source: An email account
de: Ein E-Mail-Konto
es: Una cuenta de correo electrónico
fr: Un compte e-mail
it: Un account email
ja: メールアカウント
nl: Een e‑mailaccount
pl: Konta e-mail
pt: Uma conta de e-mail
sq: Një llogari email
sv: Ett e-postkonto
zh: 一个邮箱账号

source: An email containing an invitation will be sent to each member.
de: Eine E-Mail mit einer Einladung wird an jedes Mitglied gesendet.
es: Un correo electrónico que contiene una invitación se enviará a cada miembro.
fr: Un e-mail contenant une invitation sera envoyé à chaque membre.
it: Verrà inviato un'email contenente un invito a ciascun membro.
ja: 各メンバー宛てに招待状を含むメールが送信されます。
nl: Naar elk lid wordt een e‑mail met een uitnodiging gestuurd.
pl: Wiadomość z zaproszeniem zostanie wysłana do każdego użytkownika.
pt: Um convite por e-mail será enviado a cada membro.
sq: Një email që përmban një ftesë do të dërgohet për çdo anëtar.
sv: Ett e-postmeddelande med en inbjudan kommer att skickas till varje medlem.
zh: 每位成员都会收到一封包含邀请的邮件。

source: An email with this address already exists.
de: Eine E-Mail mit dieser Adresse existiert bereits.
es: Ya existe un correo electrónico con esta dirección.
fr: Un email avec cette adresse existe déjà.
it: Una email con questo indirizzo esiste già.
ja: このメールアドレスはすでに存在します。
nl: Er bestaat al een e-mailadres met dit adres.
pl: Ten adres e-mail już istnieje.
pt: Um e-mail com este endereço já existe.
zh: 已存在使用该地址的邮箱。

source: An error occurred
de: Ein Fehler ist aufgetreten
es: Ocurrió un error
fr: Une erreur est survenue
it: Si è verificato un errore
ja: エラーが発生しました
nl: Er is een fout opgetreden
pl: Wystąpił błąd
pt: Ocorreu um erro
sq: Ndodhi një gabim
sv: Ett fel inträffade
zh: 发生错误

source: An error occurred during upload.
de: Ein Fehler ist beim Hochladen aufgetreten
es: Ocurrió un error durante la subida.
fr: Une erreur est survenue lors du téléchargement.
it: Si è verificato un errore durante il caricamento.
ja: アップロード中にエラーが発生しました。
nl: Er is een fout opgetreden tijdens het uploaden.
pl: Wystąpił błąd podczas przesyłania.
zh: 上传过程中发生错误。

source: An error occurred while adding fields.
de: Ein Fehler ist aufgetreten beim Hinzufügen von Feldern.
es: Ocurrió un error al agregar campos.
fr: Une erreur est survenue lors de l'ajout des champs.
it: Si è verificato un errore durante l'aggiunta dei campi.
ja: フィールドの追加中にエラーが発生しました。
nl: Er is een fout opgetreden tijdens het toevoegen van velden.
pl: Wystąpił błąd podczas dodawania pól.
pt: Ocorreu um erro ao adicionar campos.
sq: Ndodhi një gabim gjatë shtimit të fushave.
sv: Ett fel inträffade när fält skulle läggas till.
zh: 添加字段时发生错误。

source: An error occurred while adding signers.
de: Ein Fehler ist aufgetreten, während Unterzeichner hinzugefügt wurden.
es: Ocurrió un error al agregar firmantes.
fr: Une erreur est survenue lors de l'ajout de signataires.
it: Si è verificato un errore durante l'aggiunta di firmatari.
ja: 署名者の追加中にエラーが発生しました。
nl: Er is een fout opgetreden bij het toevoegen van ondertekenaars.
pl: Wystąpił błąd podczas dodawania podpisujących.
pt: Ocorreu um erro ao adicionar signatários.
sq: Ndodhi një gabim gjatë shtimit të nënshkruesve.
sv: Ett fel inträffade när undertecknare skulle läggas till.
zh: 添加签署人时发生错误。

source: An error occurred while adding the fields.
de: Ein Fehler ist aufgetreten, während die Felder hinzugefügt wurden.
es: Ocurrió un error al agregar los campos.
fr: Une erreur est survenue lors de l'ajout des champs.
it: Si è verificato un errore durante l'aggiunta dei campi.
ja: フィールドの追加中にエラーが発生しました。
nl: Er is een fout opgetreden bij het toevoegen van de velden.
pl: Wystąpił błąd podczas dodawania pól.
pt: Ocorreu um erro ao adicionar os campos.
sq: Ndodhi një gabim gjatë shtimit të fushave.
sv: Ett fel inträffade när fälten skulle läggas till.
zh: 添加字段时发生错误。

source: An error occurred while auto-saving the document settings.
de: Beim automatischen Speichern der Dokumenteinstellungen ist ein Fehler aufgetreten.
es: Ocurrió un error al guardar automáticamente la configuración del documento.
fr: Une erreur s'est produite lors de la sauvegarde automatique des paramètres du document.
it: Si è verificato un errore durante il salvataggio automatico delle impostazioni del documento.
ja: ドキュメント設定の自動保存中にエラーが発生しました。
nl: Er is een fout opgetreden tijdens het automatisch opslaan van de documentinstellingen.
pl: Wystąpił błąd podczas automatycznego zapisywania ustawień dokumentu.
pt: Ocorreu um erro ao salvar automaticamente as configurações do documento.
zh: 自动保存文档设置时发生错误。

source: An error occurred while auto-saving the fields.
de: Beim automatischen Speichern der Felder ist ein Fehler aufgetreten.
es: Ocurrió un error al guardar automáticamente los campos.
fr: Une erreur s'est produite lors de la sauvegarde automatique des champs.
it: Si è verificato un errore durante il salvataggio automatico dei campi.
ja: フィールドの自動保存中にエラーが発生しました。
nl: Er is een fout opgetreden tijdens het automatisch opslaan van de velden.
pl: Wystąpił błąd podczas automatycznego zapisywania pól.
pt: Ocorreu um erro ao salvar automaticamente os campos.
zh: 自动保存字段时发生错误。

source: An error occurred while auto-saving the subject form.
de: Beim automatischen Speichern des Betreffformulars ist ein Fehler aufgetreten.
es: Ocurrió un error al guardar automáticamente el formulario del asunto.
fr: Une erreur s'est produite lors de la sauvegarde automatique du formulaire de sujet.
it: Si è verificato un errore durante il salvataggio automatico del modulo dell'oggetto.
ja: 件名フォームの自動保存中にエラーが発生しました。
nl: Er is een fout opgetreden tijdens het automatisch opslaan van het onderwerpformulier.
pl: Wystąpił błąd podczas automatycznego zapisywania formularza.
pt: Ocorreu um erro ao salvar automaticamente o formulário do assunto.
zh: 自动保存主题表单时发生错误。

source: An error occurred while auto-saving the template fields.
de: Beim automatischen Speichern der Vorlagenfelder ist ein Fehler aufgetreten.
es: Ocurrió un error al guardar automáticamente los campos de la plantilla.
fr: Une erreur s'est produite lors de la sauvegarde automatique des champs du modèle.
it: Si è verificato un errore durante il salvataggio automatico dei campi del modello.
ja: テンプレートフィールドの自動保存中にエラーが発生しました。
nl: Er is een fout opgetreden tijdens het automatisch opslaan van de sjabloonvelden.
pl: Wystąpił błąd podczas automatycznego zapisywania pól szablonu.
pt: Ocorreu um erro ao salvar automaticamente os campos do modelo.
zh: 自动保存模板字段时发生错误。

source: An error occurred while auto-saving the template placeholders.
de: Beim automatischen Speichern der Vorlagenplatzhalter ist ein Fehler aufgetreten.
es: Ocurrió un error al guardar automáticamente los marcadores de posición de la plantilla.
fr: Une erreur s'est produite lors de la sauvegarde automatique des espaces réservés du modèle.
it: Si è verificato un errore durante il salvataggio automatico dei segnaposto del modello.
ja: テンプレートプレースホルダーの自動保存中にエラーが発生しました。
nl: Er is een fout opgetreden tijdens het automatisch opslaan van de sjabloonplaatshouders.
pl: Wystąpił błąd podczas automatycznego zapisywania domyślnych tekstów szablonu.
pt: Ocorreu um erro ao salvar automaticamente os espaços reservados do modelo.
zh: 自动保存模板占位符时发生错误。

source: An error occurred while auto-saving the template settings.
de: Beim automatischen Speichern der Vorlageneinstellungen ist ein Fehler aufgetreten.
es: Ocurrió un error al guardar automáticamente la configuración de la plantilla.
fr: Une erreur s'est produite lors de la sauvegarde automatique des paramètres du modèle.
it: Si è verificato un errore durante il salvataggio automatico delle impostazioni del modello.
ja: テンプレート設定の自動保存中にエラーが発生しました。
nl: Er is een fout opgetreden tijdens het automatisch opslaan van de sjablooninstellingen.
pl: Wystąpił błąd podczas automatycznego zapisywania ustawień szablonu.
pt: Ocorreu um erro ao salvar automaticamente as configurações do modelo.
zh: 自动保存模板设置时发生错误。

source: An error occurred while auto-signing the document, some fields may not be signed. Please review and manually sign any remaining fields.
de: Beim automatischen Signieren des Dokuments ist ein Fehler aufgetreten, einige Felder wurden möglicherweise nicht signiert. Bitte überprüfen Sie und signieren Sie alle verbleibenden Felder manuell.
es: Se produjo un error al firmar automáticamente el documento, es posible que algunos campos no estén firmados. Por favor, revise y firme manualmente cualquier campo restante.
fr: Une erreur est survenue lors de la signature automatique du document, certains champs peuvent ne pas être signés. Veuillez vérifier et signer manuellement tous les champs restants.
it: Si è verificato un errore durante la firma automatica del documento, alcuni campi potrebbero non essere firmati. Si prega di controllare e firmare manualmente eventuali campi rimanenti.
ja: ドキュメントの自動署名中にエラーが発生しました。一部のフィールドに署名されていない可能性があります。残りのフィールドを確認し、手動で署名してください。
nl: Er is een fout opgetreden tijdens het automatisch ondertekenen van het document; mogelijk zijn sommige velden niet ondertekend. Controleer het document en onderteken eventueel resterende velden handmatig.
pl: Wystąpił błąd podczas automatycznego podpisywania dokumentu. Niektóre pola mogą nie być podpisane. Sprawdź i podpisz ręcznie wszystkie pozostałe pola.
pt: Ocorreu um erro ao assinar automaticamente o documento, alguns campos podem não ter sido assinados. Revise e assine manualmente quaisquer campos restantes.
sq: Ndodhi një gabim gjatë nënshkrimit automatik të dokumentit, disa fusha mund të mos jenë nënshkruar. Ju lutemi kontrolloni dhe nënshkruani manualisht çdo fushë të mbetur.
sv: Ett fel inträffade vid automatisk signering av dokumentet, vissa fält kanske inte har signerats. Granska och signera manuellt eventuella återstående fält.
zh: 自动签署文档时发生错误，部分字段可能未签署。请检查并手动签署所有剩余字段。

source: An error occurred while creating document from template.
de: Ein Fehler ist aufgetreten, während das Dokument aus der Vorlage erstellt wurde.
es: Ocurrió un error al crear el documento a partir de la plantilla.
fr: Une erreur est survenue lors de la création du document à partir d'un modèle.
it: Si è verificato un errore durante la creazione del documento dal modello.
ja: テンプレートから文書を作成する際にエラーが発生しました。
nl: Er is een fout opgetreden bij het aanmaken van een document op basis van de sjabloon.
pl: Wystąpił błąd podczas tworzenia dokumentu z szablonu.
pt: Ocorreu um erro ao criar o documento a partir do modelo.
sq: Ndodhi një gabim gjatë krijimit të dokumentit nga modeli.
sv: Ett fel inträffade när dokumentet skulle skapas från mallen.
zh: 从模板创建文档时发生错误。

source: An error occurred while creating the webhook. Please try again.
de: Ein Fehler ist aufgetreten, während der Webhook erstellt wurde. Bitte versuchen Sie es erneut.
es: Ocurrió un error al crear el webhook. Por favor, intenta de nuevo.
fr: Une erreur est survenue lors de la création du webhook. Veuillez réessayer.
it: Si è verificato un errore durante la creazione del webhook. Prova di nuovo.
ja: Webhook の作成中にエラーが発生しました。もう一度お試しください。
nl: Er is een fout opgetreden bij het aanmaken van de webhook. Probeer het opnieuw.
pl: Wystąpił błąd podczas tworzenia webhooka. Spróbuj ponownie.
pt: Ocorreu um erro ao criar o webhook. Tente novamente.
sq: Ndodhi një gabim gjatë krijimit të webhook-ut. Ju lutemi provoni përsëri.
sv: Ett fel inträffade när webhook skulle skapas. Försök igen.
zh: 创建 Webhook 时发生错误。请重试。

source: An error occurred while deleting the user.
de: Ein Fehler ist beim Löschen des Benutzers aufgetreten.
es: Se produjo un error al eliminar al usuario.
fr: Une erreur s'est produite lors de la suppression de l'utilisateur.
it: Si è verificato un errore durante l'eliminazione dell'utente.
ja: ユーザーの削除中にエラーが発生しました。
nl: Er is een fout opgetreden tijdens het verwijderen van de gebruiker.
pl: Wystąpił błąd podczas usuwania użytkownika.
pt: Ocorreu um erro ao excluir o usuário.
sq: Ndodhi një gabim gjatë fshirjes së përdoruesit.
sv: Ett fel inträffade när användaren skulle raderas.
zh: 删除用户时发生错误。

source: An error occurred while disabling direct link signing.
de: Ein Fehler ist aufgetreten, während das direkte Links-Signieren deaktiviert wurde.
es: Ocurrió un error al desactivar la firma de enlace directo.
fr: Une erreur est survenue lors de la désactivation de la signature par lien direct.
it: Si è verificato un errore durante la disabilitazione della firma tramite link diretto.
ja: ダイレクトリンク署名を無効にする際にエラーが発生しました。
nl: Er is een fout opgetreden bij het uitschakelen van ondertekenen via directe link.
pl: Wystąpił błąd podczas wyłączania podpisywania za pomocą bezpośredniego linku.
pt: Ocorreu um erro ao desabilitar a assinatura por link direto.
sq: Ndodhi një gabim gjatë çaktivizimit të nënshkrimit të lidhjes direkte.
sv: Ett fel inträffade när direktlänkssignering skulle inaktiveras.
zh: 禁用直接链接签署时发生错误。

source: An error occurred while disabling the user.
de: Ein Fehler ist aufgetreten, während der Benutzer deaktiviert wurde.
es: Se produjo un error al deshabilitar al usuario.
fr: Une erreur est survenue lors de la désactivation de l'utilisateur.
it: Si è verificato un errore durante la disabilitazione dell'utente.
ja: ユーザーの無効化中にエラーが発生しました。
nl: Er is een fout opgetreden tijdens het uitschakelen van de gebruiker.
pl: Wystąpił błąd podczas wyłączania użytkownika.
pt: Ocorreu um erro ao desabilitar o usuário.
sq: Ndodhi një gabim gjatë çaktivizimit të përdoruesit.
sv: Ett fel inträffade när användaren skulle inaktiveras.
zh: 禁用用户时发生错误。

source: An error occurred while duplicating template.
de: Ein Fehler ist aufgetreten, während die Vorlage dupliziert wurde.
es: Ocurrió un error al duplicar la plantilla.
fr: Une erreur est survenue lors de la duplication du modèle.
it: Si è verificato un errore durante la duplicazione del modello.
ja: テンプレートの複製中にエラーが発生しました。
nl: Er is een fout opgetreden bij het dupliceren van de sjabloon.
pl: Wystąpił błąd podczas duplikowania szablonu.
pt: Ocorreu um erro ao duplicar o modelo.
sq: Ndodhi një gabim gjatë dublikimit të modelit.
sv: Ett fel inträffade när mallen skulle dupliceras.
zh: 复制模板时发生错误。

source: An error occurred while enabling direct link signing.
de: Ein Fehler ist aufgetreten, während das direkte Links-Signieren aktiviert wurde.
es: Ocurrió un error al habilitar la firma de enlace directo.
fr: Une erreur est survenue lors de l'activation de la signature par lien direct.
it: Si è verificato un errore durante l'abilitazione della firma del link diretto.
ja: ダイレクトリンク署名を有効にする際にエラーが発生しました。
nl: Er is een fout opgetreden bij het inschakelen van ondertekenen via directe link.
pl: Wystąpił błąd podczas włączania podpisywania za pomocą bezpośredniego linku.
pt: Ocorreu um erro ao ativar a assinatura de link direto.
sq: Ndodhi një gabim gjatë aktivizimit të nënshkrimit të lidhjes direkte.
sv: Ett fel inträffade när direktlänkssignering skulle aktiveras.
zh: 启用直接链接签署时发生错误。

source: An error occurred while enabling the user.
de: Ein Fehler ist aufgetreten, während der Benutzer aktiviert wurde.
es: Se produjo un error al habilitar al usuario.
fr: Une erreur est survenue lors de l'activation de l'utilisateur.
it: Si è verificato un errore durante l'abilitazione dell'utente.
ja: ユーザーの有効化中にエラーが発生しました。
nl: Er is een fout opgetreden tijdens het inschakelen van de gebruiker.
pl: Wystąpił błąd podczas włączania użytkownika.
pt: Ocorreu um erro ao ativar o usuário.
sq: Ndodhi një gabim gjatë aktivizimit të përdoruesit.
sv: Ett fel inträffade när användaren skulle aktiveras.
zh: 启用用户时发生错误。

source: An error occurred while loading the document.
de: Ein Fehler ist beim Laden des Dokuments aufgetreten.
es: Se produjo un error al cargar el documento.
fr: Une erreur est survenue lors du chargement du document.
it: Si è verificato un errore durante il caricamento del documento.
ja: ドキュメントの読み込み中にエラーが発生しました。
nl: Er is een fout opgetreden tijdens het laden van het document.
pl: Wystąpił błąd podczas ładowania dokumentu.
pt: Ocorreu um erro ao carregar o documento.
sq: Ndodhi një gabim gjatë ngarkimit të dokumentit.
sv: Ett fel inträffade när dokumentet skulle laddas.
zh: 加载文档时发生错误。

source: An error occurred while moving the document.
de: Ein Fehler ist aufgetreten, während das Dokument verschoben wurde.
es: Ocurrió un error al mover el documento.
fr: Une erreur est survenue lors du déplacement du document.
it: Si è verificato un errore durante lo spostamento del documento.
ja: 文書の移動中にエラーが発生しました。
nl: Er is een fout opgetreden bij het verplaatsen van het document.
pl: Wystąpił błąd podczas przenoszenia dokumentu.
pt: Ocorreu um erro ao mover o documento.
sq: Ndodhi një gabim gjatë zhvendosjes së dokumentit.
sv: Ett fel inträffade när dokumentet skulle flyttas.
zh: 移动文档时发生错误。

source: An error occurred while moving the template.
de: Ein Fehler ist aufgetreten, während die Vorlage verschoben wurde.
es: Ocurrió un error al mover la plantilla.
fr: Une erreur est survenue lors du déplacement du modèle.
it: Si è verificato un errore durante lo spostamento del modello.
ja: テンプレートの移動中にエラーが発生しました。
nl: Er is een fout opgetreden bij het verplaatsen van de sjabloon.
pl: Wystąpił błąd podczas przenoszenia szablonu.
pt: Ocorreu um erro ao mover o modelo.
sq: Ndodhi një gabim gjatë zhvendosjes së modelit.
sv: Ett fel inträffade när mallen skulle flyttas.
zh: 移动模板时发生错误。

source: An error occurred while removing the field.
de: Ein Fehler ist beim Entfernen des Feldes aufgetreten.
es: Ocurrió un error mientras se eliminaba el campo.
fr: Une erreur est survenue lors de la suppression du champ.
it: Si è verificato un errore durante la rimozione del campo.
ja: フィールドの削除中にエラーが発生しました。
nl: Er is een fout opgetreden bij het verwijderen van het veld.
pl: Wystąpił błąd podczas usuwania pola.
pt: Ocorreu um erro ao remover o campo.
sq: Ndodhi një gabim gjatë heqjes së fushës.
sv: Ett fel inträffade när fältet skulle tas bort.
zh: 移除字段时发生错误。

source: An error occurred while removing the selection.
de: Beim Entfernen der Auswahl ist ein Fehler aufgetreten.
es: Ocurrió un error al eliminar la selección.
fr: Une erreur s'est produite lors de la suppression de la sélection.
it: Si è verificato un errore durante la rimozione della selezione.
ja: 選択肢の解除中にエラーが発生しました。
nl: Er is een fout opgetreden tijdens het verwijderen van de selectie.
pl: Wystąpił błąd podczas usuwania pola wyboru.
pt: Ocorreu um erro ao remover a seleção.
sq: Pati një gabim gjatë fshirjes së përzgjedhjes.
sv: Ett fel inträffade när valet skulle tas bort.
zh: 移除选择时发生错误。

source: An error occurred while removing the signature.
de: Ein Fehler ist aufgetreten, während die Unterschrift entfernt wurde.
es: Ocurrió un error al eliminar la firma.
fr: Une erreur est survenue lors de la suppression de la signature.
it: Si è verificato un errore durante la rimozione della firma.
ja: 署名の削除中にエラーが発生しました。
nl: Er is een fout opgetreden bij het verwijderen van de handtekening.
pl: Wystąpił błąd podczas usuwania podpisu.
pt: Ocorreu um erro ao remover a assinatura.
sq: Ndodhi një gabim gjatë heqjes së nënshkrimit.
sv: Ett fel inträffade när signaturen skulle tas bort.
zh: 移除签名时发生错误。

source: An error occurred while resetting two factor authentication for the user.
de: Beim Zurücksetzen der Zwei-Faktor-Authentifizierung für den Benutzer ist ein Fehler aufgetreten.
es: Ocurrió un error al restablecer la autenticación de dos factores para el usuario.
fr: Une erreur s'est produite lors de la réinitialisation de l'authentification à deux facteurs pour l'utilisateur.
it: Si è verificato un errore durante il reset dell'autenticazione a due fattori per l'utente.
ja: ユーザーの二要素認証リセット中にエラーが発生しました。
nl: Er is een fout opgetreden tijdens het resetten van twee-factor-authenticatie voor de gebruiker.
pl: Wystąpił błąd podczas resetowania weryfikacji dwuetapowej użytkownika.
pt: Ocorreu um erro ao redefinir a autenticação de dois fatores para o usuário.
zh: 为该用户重置双重身份验证时发生错误。

source: An error occurred while sending the document.
de: Ein Fehler ist aufgetreten, während das Dokument gesendet wurde.
es: Ocurrió un error al enviar el documento.
fr: Une erreur est survenue lors de l'envoi du document.
it: Si è verificato un errore durante l'invio del documento.
ja: 文書の送信中にエラーが発生しました。
nl: Er is een fout opgetreden bij het verzenden van het document.
pl: Wystąpił błąd podczas wysyłania dokumentu.
pt: Ocorreu um erro ao enviar o documento.
sq: Ndodhi një gabim gjatë dërgimit të dokumentit.
sv: Ett fel inträffade när dokumentet skulle skickas.
zh: 发送文档时发生错误。
