Repository: documenso/documenso
Catalog: packages/lib/translations/*/web.po
Languages: de, es, fr, it, ja, nl, pl, pt, sq, sv, zh

source: per month
de: pro Monat
es: al mes
fr: par mois
it: al mese
ja: 月額
nl: per maand
pl: miesięcznie
pt: por mês
sq: në muaj
sv: per månad
zh: 每月

source: per year
de: pro Jahr
es: al año
fr: par an
it: all'anno
ja: 年額
nl: per jaar
pl: rocznie
pt: por ano
sq: në vit
sv: per år
zh: 每年

# Personal organisation (adjective)
source: Personal
de: Persönlich
fr: Personnel
it: Personale
ja: 個人用
nl: Persoonlijk
pl: Osobista
zh: 个人

source: Personal Account
de: Persönliches Konto
es: Cuenta personal
fr: Compte personnel
it: Account personale
ja: 個人アカウント
nl: Persoonlijk account
pl: Konto osobiste
pt: Conta pessoal
sq: Llogaria personale
sv: Personligt konto
zh: 个人账号

source: Personal Inbox
de: Persönlicher Posteingang
es: Bandeja de entrada personal
fr: Boîte de réception personnelle
it: Posta in arrivo personale
ja: 個人用受信箱
nl: Persoonlijke inbox
pl: Skrzynka odbiorcza
pt: Caixa de entrada pessoal
sq: Kutia personale
sv: Personlig inkorg
zh: 个人收件箱

source: Pick a number
de: Wählen Sie eine Zahl
es: Seleccione un número
fr: Choisissez un numéro
it: Scegli un numero
ja: 数値を選択
nl: Kies een getal
pl: Wpisz liczbę
pt: Escolha um número
sq: Zgjidhni një numër
sv: Välj ett nummer
zh: 选择一个数字

source: Pick a password
de: Wählen Sie ein Passwort
es: Elige una contraseña
fr: Choisir un mot de passe
it: Inserisci una password
ja: パスワードを設定
nl: Kies een wachtwoord
pl: Wpisz hasło
pt: Escolha uma senha
sq: Zgjidhni një fjalëkalim
sv: Välj ett lösenord
zh: 设置密码

source: Pick any of the following agreements below and start signing to get started
de: Wählen Sie eine der folgenden Vereinbarungen aus und beginnen Sie das Signieren, um loszulegen
es: Elige cualquiera de los siguientes acuerdos a continuación y comience a firmar para empezar
fr: Choisissez l'un des accords suivants ci-dessous et commencez à signer pour commencer
it: Scegli uno dei seguenti accordi e inizia a firmare per iniziare
ja: 以下の合意書のいずれかを選択して署名し、始めましょう
nl: Kies een van de onderstaande overeenkomsten en begin met ondertekenen om te starten
pl: Wybierz umowę i podpisz
pt: Escolha qualquer um dos seguintes contratos abaixo e comece a assinar para começar
sq: Zgjidhni ndonjë nga marrëveshjet e mëposhtme dhe filloni të nënshkruani për të nisur
sv: Välj något av följande avtal nedan och börja signera för att komma igång
zh: 从下面任意一份协议开始签署，即可快速上手

source: Pin
de: Anheften
es: Fijar
fr: Épingler
it: Fissa
ja: ピン留め
nl: Vastmaken
pl: Przypnij
sq: Vendos
sv: Nåla fast
zh: 固定

source: Place and configure form fields in the document
de: Platzieren und konfigurieren Sie Formularfelder im Dokument
es: Colocar y configurar campos de formulario en el documento
fr: Placez et configurez les champs de formulaire dans le document
it: Posiziona e configura i campi del modulo nel documento
ja: 文書内に入力フィールドを配置・設定します
nl: Plaats en configureer formuliervelden in het document
pl: Dodaj pola w dokumencie
pt: Posicione e configure os campos de formulário no documento
zh: 在文档中放置并配置表单字段

source: Placeholder
de: Platzhalter
es: Marcador de posición
fr: Espace réservé
it: Segnaposto
ja: プレースホルダー
pl: Domyślny tekst
pt: Espaço reservado
sq: Vendosës
sv: Platshållare
zh: 占位符

source: Please {0} your document<0/>"{documentName}"
de: Bitte {0} dein Dokument<0/>"{documentName}"
es: Por favor {0} tu documento<0/>"{documentName}"
fr: Veuillez {0} votre document<0/>"{documentName}"
it: Per favore {0} il tuo documento<0/>"{documentName}"
ja: ドキュメント<0/>「{documentName}」を{0}してください
nl: {0} je document<0/>"{documentName}"
pl: Sprawdź i {0} dokument<0/>„{documentName}”
pt: Por favor, {0} seu documento<0/>"{documentName}"
sq: Ju lutem {0} dokumentin tuaj<0/>"{documentName}"
sv: Vänligen {0} ditt dokument<0/>"{documentName}"
zh: 请 {0} 您的文档<0/>“{documentName}”

source: Please {action} your document {documentName}
de: Bitte {action} dein Dokument {documentName}
es: Por favor {action} tu documento {documentName}
fr: Veuillez {action} votre document {documentName}
it: Per favore {action} il tuo documento {documentName}
ja: ドキュメント {documentName} を {action} してください
nl: {action} je document {documentName}
pl: Sprawdź i {action} dokument „{documentName}”
pt: Por favor, {action} seu documento {documentName}
sq: Ju lutem {action} dokumentin tuaj {documentName}
sv: Vänligen {action} ditt dokument {documentName}
zh: 请 {action} 您的文档 {documentName}

source: Please {recipientActionVerb} this document
de: Bitte {recipientActionVerb} dieses Dokument
es: Por favor {recipientActionVerb} este documento
fr: Veuillez {recipientActionVerb} ce document
it: Per favore {recipientActionVerb} questo documento
ja: このドキュメントを{recipientActionVerb}してください
nl: {recipientActionVerb} dit document
pl: Sprawdź i {recipientActionVerb} ten dokument
pt: Por favor, {recipientActionVerb} este documento
sq: Ju lutemi {recipientActionVerb} këtë dokument
sv: Vänligen {recipientActionVerb} detta dokument
zh: 请 {recipientActionVerb} 此文档

source: Please {recipientActionVerb} this document created by your direct template
de: Bitte {recipientActionVerb} dieses Dokument, das von deiner direkten Vorlage erstellt wurde
es: Por favor {recipientActionVerb} este documento creado a partir de tu plantilla directa
fr: Veuillez {recipientActionVerb} ce document créé par votre modèle direct
it: Per favore {recipientActionVerb} questo documento creato dal tuo modello diretto
ja: あなたのダイレクトテンプレートから作成されたこのドキュメントを{recipientActionVerb}してください
nl: {recipientActionVerb} dit document dat is aangemaakt via je directe sjabloon
pl: Sprawdź i {recipientActionVerb} dokument utworzony przez bezpośredni szablon
pt: Por favor, {recipientActionVerb} este documento criado pelo seu modelo direto
sq: Ju lutemi {recipientActionVerb} këtë dokument i krijuar nga shablloni juaj direkt
sv: Vänligen {recipientActionVerb} detta dokument skapat av din direktmall
zh: 请 {recipientActionVerb} 由您的直链模板创建的此文档

source: Please {recipientActionVerb} your document
de: Bitte {recipientActionVerb} dein Dokument
es: Por favor {recipientActionVerb} tu documento
fr: Veuillez {recipientActionVerb} votre document
it: Per favore {recipientActionVerb} il tuo documento
ja: ドキュメントを{recipientActionVerb}してください
nl: {recipientActionVerb} je document
pl: Sprawdź i {recipientActionVerb} dokument
pt: Por favor, {recipientActionVerb} seu documento
sq: Ju lutem {recipientActionVerb} dokumentin tuaj
sv: Vänligen {recipientActionVerb} ditt dokument
zh: 请 {recipientActionVerb} 您的文档

source: Please check the CSV file and make sure it is according to our format
de: Bitte prüfen Sie die CSV-Datei und stellen Sie sicher, dass sie unserem Format entspricht
es: Por favor, revisa el archivo CSV y asegúrate de que esté de acuerdo con nuestro formato
fr: Veuillez vérifier le fichier CSV et vous assurer qu'il est conforme à notre format
it: Si prega di controllare il file CSV e assicurarsi che sia conforme al nostro formato
ja: CSV ファイルが当社のフォーマットに従っているか確認してください
nl: Controleer het CSV‑bestand en zorg dat het overeenkomt met ons formaat
pl: Sprawdź plik CSV i upewnij się, że jest zgodny z wymaganym formatem
pt: Verifique o arquivo CSV e certifique-se de que está de acordo com o nosso formato
sq: Ju lutemi kontrolloni skedarin CSV dhe sigurohuni që të jetë sipas formatit tonë
sv: Vänligen kontrollera CSV-filen och se till att den följer vårt format
zh: 请检查 CSV 文件并确保其符合我们的格式要求

source: Please check with the parent application for more information.
de: Bitte überprüfen Sie bei der übergeordneten Anwendung weitere Informationen.
es: Por favor consulta con la aplicación principal para obtener más información.
fr: Veuillez vérifier auprès de l'application parent pour plus d'informations.
it: Controlla con l'applicazione principale per ulteriori informazioni.
ja: 詳細については、親アプリケーションを確認してください。
nl: Raadpleeg de hoofdapplicatie voor meer informatie.
pl: Sprawdź instrukcje na stronie.
pt: Verifique com a aplicação principal para obter mais informações.
sq: Ju lutemi kontrolloni me aplikacionin prind për më shumë informacion.
sv: Vänligen kontrollera med huvudapplikationen för mer information.
zh: 更多信息请查看父应用程序。

source: Please check your email for updates.
de: Bitte überprüfe deine E-Mail auf Updates.
es: Por favor, revisa tu correo electrónico para actualizaciones.
fr: Veuillez vérifier votre e-mail pour des mises à jour.
it: Per favore controlla la tua email per aggiornamenti.
ja: 更新についてはメールをご確認ください。
nl: Controleer je e‑mail voor updates.
pl: Sprawdź pocztę e-mail.
pt: Verifique seu e-mail para atualizações.
sq: Kontrolloni email-in tuaj për azhurnime.
sv: Vänligen kontrollera din e-post för uppdateringar.
zh: 请留意邮箱更新。

source: Please choose your new password
de: Bitte wählen Sie Ihr neues Passwort
es: Por favor, elige tu nueva contraseña
fr: Veuillez choisir votre nouveau mot de passe
it: Per favore scegli la tua nuova password
ja: 新しいパスワードを選択してください
nl: Kies je nieuwe wachtwoord
pl: Wybierz nowe hasło
pt: Escolha sua nova senha
sq: Ju lutemi zgjidhni fjalëkalimin tuaj të ri
sv: Vänligen välj ditt nya lösenord
zh: 请选择你的新密码

source: Please complete the document once reviewed
de: Bitte das Dokument nach Überprüfung abschließen
es: Por favor complete el documento una vez revisado
fr: Veuillez compléter le document après l'avoir examiné
it: Per favore completa il documento una volta rivisto
ja: 確認後、文書を完了してください
nl: Voltooi het document nadat u het heeft gecontroleerd
pl: Zakończ dokument po jego sprawdzeniu
pt: Preencha o documento assim que revisado
zh: 请在审阅后完成此文档

source: Please configure the document first
de: Bitte konfigurieren Sie zuerst das Dokument
es: Por favor configure el documento primero
fr: Veuillez d'abord configurer le document
it: Si prega di configurare prima il documento
ja: まずドキュメントを設定してください
nl: Configureer eerst het document
pl: Najpierw skonfiguruj dokument
pt: Configure o documento primeiro
sq: Ju lutemi, konfiguroni dokumentin më parë
sv: Vänligen konfigurera dokumentet först
zh: 请先配置文档

source: Please confirm your email
de: Bitte bestätige deine E-Mail
es: Por favor confirma tu correo electrónico
fr: Veuillez confirmer votre email
it: Per favore conferma la tua email
ja: メールアドレスを確認してください
nl: Bevestig je e-mailadres
pl: Potwierdź adres e-mail
pt: Por favor, confirme seu email
sq: Ju lutem konfirmoni email-in tuaj
sv: Vänligen bekräfta din e-post
zh: 请确认您的邮箱

source: Please confirm your email address
de: Bitte bestätige deine E-Mail-Adresse
es: Por favor confirma tu dirección de correo electrónico
fr: Veuillez confirmer votre adresse email
it: Per favore conferma il tuo indirizzo email
ja: メールアドレスを確認してください
nl: Bevestig je e-mailadres
pl: Potwierdź adres e-mail
pt: Por favor, confirme seu endereço de email
sq: Ju lutem konfirmoni adresën tuaj të email-it
sv: Vänligen bekräfta din e-postadress
zh: 请确认您的邮箱地址

source: Please contact support if you would like to revert this action.
de: Bitte kontaktieren Sie den Support, wenn Sie diese Aktion rückgängig machen möchten.
es: Por favor, contacta al soporte si deseas revertir esta acción.
fr: Veuillez contacter le support si vous souhaitez annuler cette action.
it: Si prega di contattare il supporto se si desidera annullare questa azione.
ja: この操作を元に戻したい場合は、サポートまでお問い合わせください。
nl: Neem contact op met support als je deze actie ongedaan wilt maken.
pl: Skontaktuj się z pomocą techniczną, jeśli chcesz cofnąć tę akcję.
pt: Entre em contato com o suporte se você quiser reverter esta ação.
sq: Ju lutemi kontaktoni mbështetjen nëse dëshironi të ktheni këtë veprim.
sv: Vänligen kontakta support om du vill återställa denna åtgärd.
zh: 如需撤销此操作，请联系支持。

source: Please contact the site owner for further assistance.
de: Bitte kontaktieren Sie den Webseiteninhaber für weitere Unterstützung.
es: Por favor, contacte al propietario del sitio para más asistencia.
fr: Veuillez contacter le propriétaire du site pour obtenir de l'aide supplémentaire.
it: Si prega di contattare il proprietario del sito per ulteriori assistenza.
ja: 詳しくはサイトのオーナーにお問い合わせください。
nl: Neem contact op met de site-eigenaar voor verdere hulp.
pl: Skontaktuj się z właścicielem dokumentu, aby uzyskać pomoc.
pt: Entre em contato com o proprietário do site para obter mais assistência.
sq: Ju lutemi kontaktoni pronarin e faqes për ndihmë të mëtejshme.
sv: Vänligen kontakta webbplatsägaren för ytterligare hjälp.
zh: 请联系站点所有者以获取进一步帮助。

source: Please enter a meaningful name for your token. This will help you identify it later.
de: Bitte geben Sie einen aussagekräftigen Namen für Ihr Token ein. Dies wird Ihnen helfen, es später zu identifizieren.
es: Por favor, ingresa un nombre significativo para tu token. Esto te ayudará a identificarlo más tarde.
fr: Veuillez entrer un nom significatif pour votre token. Cela vous aidera à l'identifier plus tard.
it: Si prega di inserire un nome significativo per il proprio token. Questo ti aiuterà a identificarlo più tardi.
ja: トークンの用途が分かる名前を入力してください。後から識別しやすくなります。
nl: Voer een betekenisvolle naam in voor je token. Hiermee kun je het later herkennen.
pl: Wpisz nazwę tokena. Pomoże to później w jego identyfikacji.
pt: Digite um nome significativo para seu token. Isso o ajudará a identificá-lo mais tarde.
sq: Ju lutemi jepni një emër kuptimplotë për tokenin tuaj. Kjo do t'ju ndihmojë ta identifikoni atë më vonë.
sv: Vänligen ange ett meningsfullt namn för din token. Detta hjälper dig att identifiera den senare.
zh: 请输入一个有意义的令牌名称，以便日后识别。

source: Please enter a valid name.
de: Bitte geben Sie einen gültigen Namen ein.
es: Por favor, introduce un nombre válido.
fr: Veuiillez entrer un nom valide.
it: Per favore inserisci un nome valido.
ja: 有効な名前を入力してください。
nl: Voer een geldige naam in.
pl: Wpisz prawidłową nazwę.
pt: Digite um nome válido.
sq: Ju lutem fusni një emër të vlefshëm.
sv: Vänligen ange ett giltigt namn.
zh: 请输入有效姓名。

source: Please enter a valid number
de: Bitte geben Sie eine gültige Nummer ein.
es: Por favor, ingresa un número válido
fr: Veuillez entrer un numéro valide
it: Per favore inserisci un numero valido
ja: 有効な数値を入力してください
nl: Voer een geldig nummer in
pl: Wpisz prawidłową liczbę
pt: Digite um número válido
zh: 请输入有效的数字

source: Please mark as viewed to complete
de: Bitte als angesehen markieren, um zu vervollständigen
es: Por favor marque como visto para completar
fr: Veuillez marquer comme vu pour compléter
it: Per favore segna come visto per completare
ja: 完了するには閲覧済みにしてください
nl: Markeer als bekeken om te voltooien
pl: Oznacz jako wyświetlony, aby zakończyć
pt: Marque como visualizado para concluir
sq: Ju lutemi shënoni si të parë për të përfunduar
sv: Vänligen markera som visad för att slutföra
zh: 请标记为已查看以完成

source: Please mark as viewed to complete.
de: Bitte als angesehen markieren, um abzuschließen.
es: Por favor, marca como visto para completar.
fr: Veuillez marquer comme vu pour terminer.
it: Per favore segna come visto per completare.
ja: 完了するには閲覧済みにしてください。
nl: Markeer als bekeken om te voltooien.
pl: Oznacz jako wyświetlony, aby zakończyć.
pt: Marque como visualizado para concluir.
zh: 请标记为已查看以完成。

source: Please note that anyone who signs in through your portal will be added to your organisation as a member.
de: Bitte beachten Sie: Jeder, der sich über Ihr Portal anmeldet, wird Ihrer Organisation als Mitglied hinzugefügt.
es: Tenga en cuenta que cualquier persona que inicie sesión a través de su portal será añadida a su organización como miembro.
fr: Veuillez noter que toute personne qui se connecte via votre portail sera ajoutée à votre organisation en tant que membre.
it: Nota che chiunque acceda tramite il tuo portale verrà aggiunto alla tua organizzazione come membro.
ja: ポータルからサインインしたユーザーは、すべて組織メンバーとして追加されますのでご注意ください。
nl: Let op: iedereen die via uw portaal inlogt, wordt als lid aan uw organisatie toegevoegd.
pl: Każdy, kto się zaloguje przez logowanie SSO, zostanie dodany do organizacji jako użytkownik.
pt: Observe que qualquer pessoa que entrar pelo seu portal será adicionada à sua organização como membro.
zh: 请注意，任何通过您的门户登录的人都会被添加为您组织的成员。

source: Please note that proceeding will remove direct linking recipient and turn it into a placeholder.
de: Bitte beachten Sie, dass das Fortfahren den direkten Linkempfänger entfernt und ihn in einen Platzhalter umwandelt.
es: Por favor, ten en cuenta que proceder eliminará el destinatario de enlace directo y lo convertirá en un marcador de posición.
fr: Veuillez noter que la poursuite supprimera le destinataire de lien direct et le transformera en espace réservé.
it: Si prega di notare che procedendo si rimuoverà il destinatario del link diretto e si trasformerà in un segnaposto.
ja: 続行すると、ダイレクトリンクの受信者が削除され、プレースホルダーに変換されます。
nl: Let op: doorgaan verwijdert de ontvanger voor direct linken en verandert deze in een placeholder.
pl: Spowoduje to usunięcie odbiorcy bezpośredniego linku na domyślny tekst.
pt: Observe que prosseguir removerá o destinatário de link direto e o transformará em um espaço reservado.
sq: Ju lutemi vini re se vazhdimi do të heqë marrësin e lidhjes direkte dhe do ta shndërrojë atë në një mbajtës vendi.
sv: Observera att om du fortsätter kommer direktlänkmottagaren att tas bort och omvandlas till en platshållare.
zh: 请注意，继续操作将移除直接链接收件人，并将其转为占位符。

source: Please note that this action is <0>irreversible</0>.
de: Bitte beachten Sie, dass diese Aktion <0>irreversibel</0> ist.
es: Por favor, ten en cuenta que esta acción es <0>irreversible</0>.
fr: Veuillez noter que cette action est <0>irréversible</0>.
it: Si prega di notare che questa azione è <0>irreversibile</0>.
ja: この操作は<0>取り消せません</0>のでご注意ください。
nl: Let op: deze actie is <0>onomkeerbaar</0>.
pl: Ta akcja jest <0>nieodwracalna</0>.
pt: Observe que esta ação é <0>irreversível</0>.
sq: Ju lutemi vini re se ky veprim është <0>i pakthyeshëm</0>.
sv: Observera att denna åtgärd är <0>oåterkallelig</0>.
zh: 请注意，此操作<0>不可恢复</0>。

source: Please note that this action is <0>irreversible</0>. Once confirmed, this document will be permanently deleted.
de: Bitte beachten Sie, dass diese Aktion <0>irreversibel</0> ist. Nachdem dies bestätigt wurde, wird dieses Dokument dauerhaft gelöscht.
es: Por favor, ten en cuenta que esta acción es <0>irreversible</0>. Una vez confirmada, este documento será eliminado permanentemente.
fr: Veuillez noter que cette action est <0>irréversible</0>. Une fois confirmée, ce document sera définitivement supprimé.
it: Si prega di notare che questa azione è <0>irreversibile</0>. Una volta confermato, questo documento sarà eliminato permanentemente.
ja: この操作は<0>取り消せません</0>。確認すると、この文書は完全に削除されます。
nl: Let op: deze actie is <0>onomkeerbaar</0>. Na bevestiging wordt dit document permanent verwijderd.
pl: Ta akcja jest <0>nieodwracalna</0>. Dokument zostanie trwale usunięty.
pt: Observe que esta ação é <0>irreversível</0>. Após a confirmação, este documento será excluído permanentemente.
sq: Ju lutemi vini re se ky veprim është <0>i pakthyeshëm</0>. Pasi të konfirmohet, ky dokument do të fshihet përgjithmonë.
sv: Observera att denna åtgärd är <0>oåterkallelig</0>. När det bekräftas kommer detta dokument att raderas permanent.
zh: 请注意，此操作<0>不可恢复</0>。一旦确认，该文档将被永久删除。

source: Please note that this action is irreversible. Once confirmed, your template will be permanently deleted.
de: Bitte beachten Sie, dass diese Aktion irreversibel ist. Sobald sie bestätigt wird, wird Ihre Vorlage dauerhaft gelöscht.
es: Por favor, ten en cuenta que esta acción es irreversible. Una vez confirmada, tu plantilla será eliminada permanentemente.
fr: Veuillez noter que cette action est irréversible. Une fois confirmée, votre modèle sera définitivement supprimé.
it: Si prega di notare che questa azione è irreversibile. Una volta confermato, il tuo modello sarà eliminato permanentemente.
ja: この操作は取り消せません。確認すると、テンプレートは完全に削除されます。
nl: Let op: deze actie is onomkeerbaar. Na bevestiging wordt je sjabloon permanent verwijderd.
pl: Ta akcja jest nieodwracalna. Szablon zostanie trwale usunięty.
pt: Observe que esta ação é irreversível. Após a confirmação, seu modelo será excluído permanentemente.
sq: Ju lutemi vini re se ky veprim është i pakthyeshëm. Pasi të konfirmohet, shablloni juaj do të fshihet përgjithmonë.
sv: Observera att denna åtgärd är oåterkallelig. När det bekräftas kommer din mall att raderas permanent.
zh: 请注意，此操作不可恢复。一旦确认，你的模板将被永久删除。

source: Please note that this action is irreversible. Once confirmed, your token will be permanently deleted.
de: Bitte beachten Sie, dass diese Aktion irreversibel ist. Sobald sie bestätigt wird, wird Ihr Token dauerhaft gelöscht.
es: Por favor, ten en cuenta que esta acción es irreversible. Una vez confirmada, tu token será eliminado permanentemente.
fr: Veuillez noter que cette action est irréversible. Une fois confirmée, votre token sera définitivement supprimé.
it: Si prega di notare che questa azione è irreversibile. Una volta confermato, il tuo token sarà eliminato permanentemente.
ja: この操作は取り消せません。確認すると、トークンは完全に削除されます。
nl: Let op: deze actie is onomkeerbaar. Na bevestiging wordt je token permanent verwijderd.
pl: Ta akcja jest nieodwracalna. Token zostanie trwale usunięty.
pt: Observe que esta ação é irreversível. Após a confirmação, seu token será excluído permanentemente.
sq: Ju lutemi vini re që kjo veprim është i pakthyeshëm. Pasi të konfirmohet, token-i juaj do të fshihet përgjithmonë.
sv: Observera att denna åtgärd är oåterkallelig. När det bekräftas kommer din token att raderas permanent.
zh: 请注意，此操作不可恢复。一旦确认，你的令牌将被永久删除。

source: Please note that this action is irreversible. Once confirmed, your webhook will be permanently deleted.
de: Bitte beachten Sie, dass Sie den Zugriff auf alle Dokumente, die mit diesem Team verbunden sind, verlieren werden und alle Mitglieder entfernt und benachrichtigt werden.
es: Por favor, ten en cuenta que esta acción es irreversible. Una vez confirmada, tu webhook será eliminado permanentemente.
fr: Veuillez noter que cette action est irréversible. Une fois confirmée, votre webhook sera définitivement supprimé.
it: Si prega di notare che questa azione è irreversibile. Una volta confermato, il tuo webhook sarà eliminato permanentemente.
ja: この操作は取り消せません。確認すると、Webhook は完全に削除されます。
nl: Let op: deze actie is onomkeerbaar. Na bevestiging wordt je webhook permanent verwijderd.
pl: Ta akcja jest nieodwracalna. Webhook zostanie trwale usunięty.
pt: Observe que esta ação é irreversível. Após a confirmação, seu webhook será excluído permanentemente.
sq: Ju lutemi vini re që kjo veprim është i pakthyeshëm. Pasi të konfirmohet, webhook-u juaj do të fshihet përgjithmonë.
sv: Observera att denna åtgärd är oåterkallelig. När det bekräftas kommer din webhook att raderas permanent.
zh: 请注意，此操作不可恢复。一旦确认，你的 Webhook 将被永久删除。
