Repository: documenso/documenso
Catalog: packages/lib/translations/*/web.po
Languages: de, es, fr, it, ja, nl, pl, pt, sq, sv, zh

source: Only one file can be uploaded at a time
de: Es kann jeweils nur eine Datei hochgeladen werden.
es: Solo se puede cargar un archivo a la vez
fr: Un seul fichier peut être téléchargé à la fois
it: È possibile caricare un solo file alla volta
ja: 一度にアップロードできるファイルは1件のみです
nl: Er kan maar één bestand tegelijk worden geüpload
pl: Możesz przesłać tylko jeden plik na raz
pt: Apenas um arquivo pode ser enviado por vez
zh: 一次只能上传一个文件

source: Only PDF files are allowed
de: Nur PDF-Dateien sind erlaubt
es: Solo se permiten archivos PDF
fr: Seuls les fichiers PDF sont autorisés
it: Sono consentiti solo file PDF
ja: PDFファイルのみアップロードできます
nl: Alleen PDF-bestanden zijn toegestaan
pl: Dozwolone są tylko pliki PDF
pt: Somente arquivos PDF são permitidos
zh: 只允许上传 PDF 文件

source: Oops! Something went wrong.
de: Hoppla! Etwas ist schief gelaufen.
es: ¡Ups! Algo salió mal.
fr: Oups ! Quelque chose a mal tourné.
it: Ops! Qualcosa è andato storto.
ja: 問題が発生しました。
nl: Oeps! Er is iets misgegaan.
pl: Ups! Coś poszło nie tak.
pt: Ops! Algo deu errado.
sq: Ups! Diçka shkoi keq.
sv: Hoppsan! Något gick fel.
zh: 噢！出错了。

source: Opened
de: Geöffnet
es: Abierto
fr: Ouvert
it: Aperto
ja: 開封済み
nl: Geopend
pl: Otwarto
pt: Aberto
sq: Hapur
sv: Öppnad
zh: 已打开

source: Option value cannot be empty
de: Optionswert darf nicht leer sein
es: El valor de la opción no puede estar vacío
fr: La valeur de l'option ne peut être vide
it: Il valore dell'opzione non può essere vuoto
ja: オプションの値を空にすることはできません
nl: Optiewaarde mag niet leeg zijn
pl: Wartość opcji nie może być pusta
pt: O valor da opção não pode estar vazio
zh: 选项值不能为空

source: Options
de: Optionen
es: Opciones
it: Opzioni
ja: オプション
nl: Opties
pl: Opcje
pt: Opções
zh: 选项

source: Or
de: Oder
es: O
fr: Ou
it: Oppure
ja: または
nl: Of
pl: Lub
pt: Ou
sq: Ose
sv: Eller
zh: 或者

source: OR
de: ODER
es: O
fr: OU
it: O
ja: または
nl: OF
pl: LUB
pt: OU
zh: 或

source: Or continue with
de: Oder fahren Sie fort mit
es: O continúa con
fr: Ou continuez avec
it: Oppure continua con
ja: または次の方法で続行
nl: Of ga verder met
pl: Alternatywne metody logowania
pt: Ou continue com
sq: Ose vazhdoni me
sv: Eller fortsätt med
zh: 或者使用以下方式继续

source: Organisation
es: Organización
it: Organizzazione
ja: 組織
nl: Organisatie
pl: Organizacja
pt: Organização
sq: Organizata
zh: 组织

source: Organisation Admin
de: Organisationsadministrator
es: Administrador de Organización
fr: Administrateur de l'organisation
it: Amministratore dell'organizzazione
ja: 組織管理者
nl: Organisatiebeheerder
pl: Administrator organizacji
pt: Administrador da Organização
sq: Admini i organizatës
sv: Organisationsadministratör
zh: 组织管理员

source: Organisation authentication portal URL
de: URL des Organisationsautentifizierungsportals
es: URL del portal de autenticación de la organización
fr: URL du portail d'authentification de l'organisation
it: URL del portale di autenticazione dell'organizzazione
ja: 組織の認証ポータルURL
nl: URL van authenticatieportaal van organisatie
pl: Adres URL logowania SSO organizacji
pt: URL do portal de autenticação da organização
zh: 组织认证门户 URL

source: Organisation created
de: Organisation erstellt
es: Organización creada
fr: Organisation créée
it: Organizzazione creata
ja: 組織が作成されました
nl: Organisatie aangemaakt
pl: Organizacja została utworzona
pt: Organização criada
sq: Organizata është krijuar
sv: Organisation skapad
zh: 组织已创建

source: Organisation group not found
de: Organisationsgruppe nicht gefunden
es: Grupo de organización no encontrado
fr: Groupe d'organisation introuvable
it: Gruppo organizzativo non trovato
ja: 組織グループが見つかりません
nl: Organisatiegroep niet gevonden
pl: Grupa organizacji nie została znaleziona
pt: Grupo de organização não encontrado
sq: Grupi i organizatës nuk u gjet
sv: Organisationsgrupp hittades inte
zh: 未找到组织组

source: Organisation Group Settings
de: Einstellungen für Organisationsgruppen
es: Configuración de Grupo de Organización
fr: Paramètres du groupe d'organisation
it: Impostazioni del gruppo organizzativo
ja: 組織グループ設定
nl: Instellingen organisatiegroep
pl: Ustawienia grupy organizacji
pt: Configurações do Grupo de Organização
sq: Cilësimet e Grvrtit të organizatës
sv: Organisationsgruppinställningar
zh: 组织组设置

source: Organisation has been updated successfully
de: Organisation wurde erfolgreich aktualisiert
es: La organización ha sido actualizada con éxito
fr: L'organisation a été mise à jour avec succès
it: L'organizzazione è stata aggiornata con successo
ja: 組織は正常に更新されました
nl: Organisatie is succesvol bijgewerkt
pl: Organizacja została zaktualizowana
pt: A organização foi atualizada com sucesso
sq: Organizata është përditësuar me sukses
sv: Organisationen har uppdaterats framgångsrikt
zh: 组织已成功更新

source: Organisation Insights
de: Organisationseinblicke
es: Perspectivas de la organización
fr: Aperçu de l'Organisation
it: Approfondimenti sull'organizzazione
ja: 組織インサイト
nl: Organisatie-inzichten
pl: Szczegóły organizacji
zh: 组织洞察

source: Organisation invitation
de: Organisationseinladung
es: Invitación de Organización
fr: Invitation à l'organisation
it: Invito all'organizzazione
ja: 組織への招待
nl: Organisatie-uitnodiging
pl: Zaproszenie do organizacji
pt: Convite da organização
sq: Ftesa e organizatës
sv: Organisationsinbjudan
zh: 组织邀请

source: Organisation invitations have been sent.
de: Organisationseinladungen wurden verschickt.
es: Se han enviado las invitaciones de la organización.
fr: Les invitations à l'organisation ont été envoyées.
it: Le inviti all'organizzazione sono stati inviati.
ja: 組織への招待を送信しました。
nl: Organisatie-uitnodigingen zijn verzonden.
pl: Zaproszenia do organizacji zostały wysłane.
pt: Os convites da organização foram enviados.
sq: Ftesat e organizatës janë dërguar.
sv: Organisationsinbjudningar har skickats.
zh: 组织邀请已发送。

source: Organisation Manager
de: Organisationsmanager
es: Gerente de Organización
fr: Gestionnaire de l'organisation
it: Manager dell'organizzazione
ja: 組織マネージャー
nl: Organisatiemanager
pl: Manager organizacji
pt: Gerente da Organização
sq: Menaxheri i organizatës
sv: Organisationschef
zh: 组织管理者

source: Organisation Member
de: Organisationsmitglied
es: Miembro de Organización
fr: Membre de l'organisation
it: Membro dell'organizzazione
ja: 組織メンバー
nl: Organisatielid
pl: Użytkownik organizacji
pt: Membro da Organização
sq: Anëtari i organizatës
sv: Organisationsmedlem
zh: 组织成员

source: Organisation Members
de: Organisationsmitglieder
es: Miembros de Organización
fr: Membres de l'organisation
it: Membri dell'organizzazione
ja: 組織メンバー
nl: Organisatieleden
pl: Użytkownicy organizacji
pt: Membros da Organização
sq: Anëtarët e organizatës
sv: Organisationsmedlemmar
zh: 组织成员

source: Organisation Name
de: Organisationsname
es: Nombre de la Organización
fr: Nom de l'organisation
it: Nome dell'organizzazione
ja: 組織名
nl: Organisatienaam
pl: Nazwa organizacji
pt: Nome da Organização
sq: Emri i organizatës
sv: Organisationsnamn
zh: 组织名称

source: Organisation not found
de: Organisation nicht gefunden
es: Organización no encontrada
fr: Organisation introuvable
it: Organizzazione non trovata
ja: 組織が見つかりません
nl: Organisatie niet gevonden
pl: Organizacja nie została znaleziona
pt: Organização não encontrada
sq: Organizata nuk u gjet
sv: Organisation hittades inte
zh: 未找到组织

source: Organisation role
de: Organisationsrolle
es: Rol de organización
fr: Rôle de l'organisation
it: Ruolo dell'organizzazione
ja: 組織ロール
nl: Organisatierol
pl: Rola w organizacji
pt: Função da organização
sq: Roli i organizatës
sv: Organisationsroll
zh: 组织角色

source: Organisation Role
de: Organisationsrolle
es: Rol de Organización
fr: Rôle de l'organisation
it: Ruolo dell'organizzazione
ja: 組織ロール
nl: Organisatierol
pl: Rola w organizacji
pt: Função da Organização
sq: Roli i Organizatës
sv: Organisationsroll
zh: 组织角色

source: Organisation settings
de: Organisationseinstellungen
es: Ajustes de organización
fr: Paramètres de l'organisation
it: Impostazioni dell'organizzazione
ja: 組織設定
nl: Organisatie-instellingen
pl: Ustawienia organizacji
pt: Configurações da organização
sq: Cilësimet e organizatës
sv: Organisationsinställningar
zh: 组织设置

source: Organisation Settings
de: Organisationseinstellungen
es: Configuraciones de la Organización
fr: Paramètres de l'organisation
it: Impostazioni dell'organizzazione
ja: 組織設定
nl: Organisatie-instellingen
pl: Ustawienia organizacji
pt: Configurações da Organização
sq: Cilësimet e Organizatës
sv: Organisationsinställningar
zh: 组织设置

source: Organisation SSO Portal
de: Organisations SSO-Portal
es: Portal SSO de la Organización
fr: Portail SSO de l'organisation
it: Portale SSO dell'organizzazione
ja: 組織SSOポータル
nl: SSO-portaal van organisatie
pl: Logowanie SSO organizacji
pt: Portal SSO da Organização
zh: 组织 SSO 门户

source: Organisation Teams
de: Organisationsteams
es: Equipos de Organización
fr: Équipes de l'organisation
it: Team dell'organizzazione
ja: 組織のチーム
nl: Organisatieteams
pl: Zespoły w organizacji
pt: Equipes da Organização
sq: Ekipet e Organizatës
sv: Organisationsteam
zh: 组织团队

source: Organisation URL
de: Organisations-URL
es: URL de Organización
fr: URL de l'organisation
it: URL dell'organizzazione
ja: 組織 URL
nl: Organisatie-URL
pl: Adres URL organizacji
pt: URL da Organização
sq: URL-ja e Organizatës
sv: Organisations-URL
zh: 组织 URL

source: Organisations
de: Organisationen
es: Organizaciones
it: Organizzazioni
ja: 組織
nl: Organisaties
pl: Organizacje
pt: Organizações
sq: Organizatat
sv: Organisationer
zh: 组织

source: Organisations that the user is a member of.
de: Organisationen, in denen der Benutzer Mitglied ist.
es: Organizaciones de las que el usuario es miembro.
fr: Organisations dont l'utilisateur est membre.
it: Organizzazioni di cui l'utente è membro.
ja: ユーザーが所属している組織。
nl: Organisaties waarvan de gebruiker lid is.
pl: Organizacje użytkownika.
pt: Organizações das quais o usuário é membro.
sq: Organizatat të cilat përdoruesi është anëtar i.
sv: Organisationer som användaren är medlem i.
zh: 用户所属的组织。

source: Organise your documents
de: Organisiere deine Dokumente
es: Organiza tus documentos
fr: Organisez vos documents
it: Organizza i tuoi documenti
ja: ドキュメントを整理
nl: Organiseer je documenten
pl: Zorganizuj swoje dokumenty
pt: Organize seus documentos
sq: Organizoni dokumentet tuaja
sv: Organisera dina dokument
zh: 整理您的文档

source: Organise your members into groups which can be assigned to teams
de: Organisieren Sie Ihre Mitglieder in Gruppen, die Teams zugewiesen werden können
es: Organiza a tus miembros en grupos que se puedan asignar a equipos
fr: Organisez vos membres en groupes qui peuvent être assignés à des équipes
it: Organizza i tuoi membri in gruppi che possono essere assegnati ai team.
ja: メンバーをチームに割り当てるためのグループに整理します
nl: Organiseer je leden in groepen die aan teams kunnen worden toegewezen
pl: Zorganizuj swoich użytkowników w grupy, które możesz przypisać do zespołów
pt: Organize seus membros em grupos que podem ser atribuídos a equipes
sq: Organizoni anëtarët tuaj në grupe që mund të caktohen në ekipe
sv: Organisera dina medlemmar i grupper som kan tilldelas team
zh: 将成员划分为可分配给团队的组

source: Organise your templates
de: Organisiere deine Vorlagen
es: Organiza tus plantillas
fr: Organisez vos modèles
it: Organizza i tuoi modelli
ja: テンプレートを整理
nl: Organiseer je sjablonen
pl: Zorganizuj swoje szablony
pt: Organize seus modelos
sq: Organizoni shabllonet tuaja
sv: Organisera dina mallar
zh: 整理您的模板

source: Organize your documents and templates
de: Organisieren Sie Ihre Dokumente und Vorlagen
es: Organiza tus documentos y plantillas
fr: Organisez vos documents et modèles
it: Organizza i tuoi documenti e modelli.
ja: ドキュメントとテンプレートを整理
nl: Organiseer je documenten en sjablonen
pl: Organizować swoje dokumenty i szablony
pt: Organize seus documentos e modelos
sq: Organizoni dokumentet dhe shabllonet tuaj
sv: Organisera dina dokument och mallar
zh: 整理您的文档和模板

# Original document (adjective)
source: Original
it: Originale
ja: オリジナル
nl: Origineel
pl: Oryginalny
zh: 原始

source: Otherwise, the document will be created as a draft.
de: Andernfalls wird das Dokument als Entwurf erstellt.
es: De lo contrario, el documento se creará como un borrador.
fr: Sinon, le document sera créé sous forme de brouillon.
it: Altrimenti, il documento sarà creato come bozza.
ja: チェックを入れない場合、文書は下書きとして作成されます。
nl: Anders wordt het document als concept aangemaakt.
pl: W przeciwnym razie dokument zostanie utworzony jako wersja robocza.
pt: Caso contrário, o documento será criado como um rascunho.
sq: Përndryshe, dokumenti do të krijohet si draft.
sv: Annars kommer dokumentet att skapas som ett utkast.
zh: 否则将把文档创建为草稿。

source: Override organisation settings
de: Organisationseinstellungen überschreiben
es: Anular la configuración de la organización
fr: Ignorer les paramètres de l'organisation
it: Sovrascrivi impostazioni organizzazione
ja: 組織設定を上書き
nl: Organisatie-instellingen overschrijven
pl: Nadpisz ustawienia organizacji
pt: Substituir configurações da organização
zh: 覆盖组织设置

source: Owner
de: Besitzer
es: Propietario
fr: Propriétaire
it: Proprietario
ja: 所有者
nl: Eigenaar
pl: Właściciel
pt: Proprietário
sq: Pronari
sv: Ägare
zh: 所有者

source: Ownership transferred to {organisationMemberName}.
de: Eigentumsrechte wurden an {organisationMemberName} übertragen.
es: Propiedad transferida a {organisationMemberName}.
fr: Propriété transférée à {organisationMemberName}.
it: Proprietà trasferita a {organisationMemberName}.
ja: 所有権を {organisationMemberName} に移転しました。
nl: Eigendom overgedragen aan {organisationMemberName}.
pl: Nowym właścicielem został użytkownik {organisationMemberName}
pt: Propriedade transferida para {organisationMemberName}.
zh: 所有权已转移给 {organisationMemberName}。

source: Page {0} of {1}
de: Seite {0} von {1}
es: Página {0} de {1}
fr: Page {0} sur {1}
it: Pagina {0} di {1}
ja: ページ {0} / {1}
nl: Pagina {0} van {1}
pl: Strona {0} z {1}
pt: Página {0} de {1}
sq: Faqe {0} nga {1}
sv: Sida {0} av {1}
zh: 第 {0} 页，共 {1} 页

source: Page {0} of {numPages}
de: Seite {0} von {numPages}
es: Página {0} de {numPages}
fr: Page {0} sur {numPages}
it: Pagina {0} di {numPages}
ja: ページ {0} / {numPages}
nl: Pagina {0} van {numPages}
pl: Strona {0} z {numPages}
pt: Página {0} de {numPages}
sq: Faqe {0} nga {numPages}
sv: Sida {0} av {numPages}
zh: 第 {0} 页，共 {numPages} 页

source: Paid
de: Bezahlt
es: Pagado
fr: Payé
it: Pagato
ja: 有料
nl: Betaald
pl: Opłacona
zh: 付费

source: Passkey
es: Clave de acceso
fr: Clé d'accès
it: Password
ja: パスキー
pl: Klucz dostępu
pt: Senha de acesso
sq: Çelësi i kalimit
zh: 通行密钥

source: Passkey already exists for the provided authenticator
de: Passkey existiert bereits für den bereitgestellten Authentifikator
es: Ya existe una clave de acceso para el autenticador proporcionado
fr: La clé d'accès existe déjà pour l'authentificateur fourni
it: Una passkey esiste già per l'autenticatore fornito
ja: 指定された認証手段にはすでにパスキーが存在します
nl: Er bestaat al een passkey voor de opgegeven authenticator
pl: Klucz dostępu dla tego uwierzytelniacza już istnieje
pt: Senha de acesso já existe para o autenticador fornecido
sq: Çelësi i kalimit ekziston tashmë për autentifikuesin e dhënë
sv: Passkey finns redan för den angivna autentiseraren
zh: 已为该验证器创建过通行密钥

source: Passkey creation cancelled due to one of the following reasons:
de: Die Erstellung der Passkey wurde aus einem der folgenden Gründe abgebrochen:
es: La creación de la clave de acceso se canceló debido a una de las siguientes razones:
fr: La création de la clé d'accès a été annulée pour l'une des raisons suivantes :
it: Creazione della passkey annullata per uno dei seguenti motivi:
ja: 次の理由により、パスキーの作成がキャンセルされました。
nl: Aanmaken van passkey is geannuleerd om een van de volgende redenen:
pl: Tworzenie klucza dostępu zostało anulowane z jednego z następujących powodów:
pt: Criação de senha de acesso cancelada devido a uma das seguintes razões:
sq: Krijimi i çelësit të kalimit u anulua për një nga arsyet e mëposhtme:
sv: Skapande av passkey avbröts på grund av en av följande anledningar:
zh: 创建通行密钥失败的可能原因如下：

source: Passkey has been removed
de: Die Passkey wurde entfernt
es: La clave de acceso ha sido eliminada
fr: La clé d'accès a été supprimée
it: La passkey è stata rimossa
ja: パスキーを削除しました
nl: Passkey is verwijderd
pl: Klucz dostępu został usunięty
pt: Senha de acesso foi removida
sq: Çelësi i kalimit është hequr
sv: Passkey har tagits bort
zh: 通行密钥已移除

source: Passkey has been updated
de: Die Passkey wurde aktualisiert
es: La clave de acceso ha sido actualizada
fr: La clé d'accès a été mise à jour
it: La passkey è stata aggiornata
ja: パスキーを更新しました
nl: Passkey is bijgewerkt
pl: Klucz dostępu został zaktualizowany
pt: Senha de acesso foi atualizada
sq: Çelësi i kalimit është përditësuar
sv: Passkey har uppdaterats
zh: 通行密钥已更新

source: Passkey name
es: Nombre de clave de acceso
fr: Nom de la clé d'accès
it: Nome della passkey
ja: パスキー名
nl: Naam van passkey
pl: Nazwa klucza dostępu
pt: Nome da senha de acesso
sq: Emri i çelësit të kalimit
sv: Passkey-namn
zh: 通行密钥名称

source: Passkey Re-Authentication
de: Passwortwiederauthentifizierung
es: Re-autenticación de Passkey
fr: Ré-authentification par clé d'accès
it: Ri-autenticazione con chiave di accesso
ja: パスキーによる再認証
nl: Passkey‑herauthenticatie
pl: Klucz dostępu
pt: Reautenticação da senha de acesso
sq: Ri-Autentifikimi me Çelës të Qasjes
sv: Passkey-återautentisering
zh: 通行密钥重新验证

source: Passkeys
es: Claves de acceso
fr: Clés d'accès
it: Passkey
ja: パスキー
pl: Klucze dostępu
pt: Senhas de acesso
sq: Çelësat e kalimit
zh: 通行密钥

source: Passkeys allow you to sign in and authenticate using biometrics, password managers, etc.
de: Passkeys ermöglichen das Anmelden und die Authentifizierung mit biometrischen Daten, Passwortmanagern usw.
es: Las claves de acceso te permiten iniciar sesión y autenticarte utilizando biometría, gestores de contraseñas, etc.
fr: Les clés d'accès vous permettent de vous connecter et de vous authentifier en utilisant des biométries, des gestionnaires de mots de passe, etc.
it: Le passkey permettono di autenticarsi usando dati biometrici, gestori di password, ecc.
ja: パスキーを使うことで、生体認証やパスワードマネージャーなどでサインインや認証が行えます。
nl: Met passkeys kun je inloggen en authenticeren met biometrie, wachtwoordbeheerders, enz.
pl: Klucze dostępu pozwalają na logowanie i uwierzytelnianie za pomocą biometrii, menedżerów haseł itp.
pt: As senhas de acesso permitem que você faça login e se autentique usando biometria, gerenciadores de senhas, etc.
sq: Çelësat e kalimit ju lejojnë të identifikoheni dhe të vërtetoni duke përdorur biometrinë, menaxherët e fjalëkalimeve, etj.
sv: Passkeys låter dig logga in och autentisera med biometri, lösenordshanterare, etc.
zh: 通行密钥允许你使用生物识别、密码管理器等方式登录并验证身份。

source: Passkeys are not supported on this browser
de: Passkeys werden von diesem Browser nicht unterstützt
es: Las claves de acceso no están soportadas en este navegador
fr: Les clés d'accès ne sont pas prises en charge sur ce navigateur
it: Le passkey non sono supportate su questo browser
ja: このブラウザではパスキーがサポートされていません
nl: Passkeys worden niet ondersteund in deze browser
pl: Klucze dostępu nie są obsługiwane w tej przeglądarce
pt: As senhas de acesso não são suportadas neste navegador
sq: Çelësat e kalimit nuk mbështeten në këtë shfletues
sv: Passkeys stöds inte i denna webbläsare
zh: 此浏览器不支持通行密钥

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
ja: パスワード
nl: Wachtwoord
pl: Hasło
pt: Senha
sq: Fjalëkalimi
sv: Lösenord
zh: 密码

source: Password Re-Authentication
de: Passwort-Neuauthentifizierung
es: Reautenticación de contraseña
fr: Ré-authentification par mot de passe
it: Riautenticazione della password
ja: パスワード再認証
nl: Wachtwoordherauthenticatie
pl: Hasło
pt: Reautenticação da senha
sq: Riautentifikim i Fjalëkalimit
sv: Lösenordsåterautentisering
zh: 密码重新验证

source: Password Reset Requested
de: Passwortzurücksetzung angefordert
es: Solicitud de restablecimiento de contraseña
fr: Réinitialisation du mot de passe demandée
it: Richiesta di reimpostazione password
ja: パスワードリセットのリクエスト
nl: Wachtwoordreset aangevraagd
pl: Prośba o zresetowanie hasła
pt: Solicitação de redefinição de senha
sq: Rivendosja e fjalëkalimit është kërkuar
sv: Lösenordsåterställning begärd
zh: 已请求重置密码

source: Password Reset Successful
de: Passwort erfolgreich zurückgesetzt
es: Restablecimiento de contraseña exitoso
fr: Réinitialisation du mot de passe réussie
it: Reimpostazione password riuscita
ja: パスワードリセットが完了しました
nl: Wachtwoordreset geslaagd
pl: Hasło zostało zresetowane
pt: Redefinição de senha bem-sucedida
sq: Rivendosja e fjalëkalimit sukses
sv: Lösenordsåterställning lyckades
zh: 密码重置成功

source: Password should not be common or based on personal information
de: Das Passwort sollte nicht allgemein sein oder auf persönlichen Informationen basieren
es: La contraseña no debe ser común ni basarse en información personal
fr: Le mot de passe ne doit pas être commun ou basé sur des informations personnelles
it: La password non deve essere comune o basata su informazioni personali
ja: パスワードは一般的なものや個人情報に基づくものは使用しないでください。
nl: Het wachtwoord mag niet algemeen zijn of gebaseerd zijn op persoonlijke informatie.
pl: Hasło nie powinno być powszechne ani oparte na informacjach osobistych
pt: A senha não deve ser comum ou baseada em informações pessoais
sq: Fjalëkalimi nuk duhet të jetë i zakonshëm ose i bazuar në informacione personale
sv: Lösenordet bör inte vara vanligt eller baserat på personlig information
zh: 密码不应为常见密码或基于个人信息设置

source: Password updated
de: Passwort aktualisiert
es: Contraseña actualizada
fr: Mot de passe mis à jour
it: Password aggiornato
ja: パスワードを更新しました
nl: Wachtwoord bijgewerkt
pl: Hasło zostało zaktualizowane
pt: Senha atualizada
sq: Fjalëkalimi i përditësuar
sv: Lösenord uppdaterat
zh: 密码已更新

source: Password updated!
de: Passwort aktualisiert!
es: ¡Contraseña actualizada!
fr: Mot de passe mis à jour !
it: Password aggiornata!
ja: パスワードを更新しました。
nl: Wachtwoord bijgewerkt.
pl: Hasło zostało zaktualizowane!
pt: Senha atualizada!
sq: Fjalëkalimi u përditësua!
sv: Lösenord uppdaterat!
zh: 密码已更新！

source: Past Due
de: Überfällig
es: Vencida
fr: En retard de paiement
it: Scaduto
ja: 支払い遅延
nl: Achterstallig
pl: Przeterminowana
zh: 逾期

source: Payment overdue
de: Zahlung überfällig
es: Pago atrasado
fr: Paiement en retard
it: Pagamento scaduto
ja: 支払い期限超過
nl: Betaling achterstallig
pl: Zaległa płatność
pt: Pagamento atrasado
sq: Pagesa e vonuar
sv: Betalning försenad
zh: 付款逾期

source: PDF Document
de: PDF-Dokument
es: Documento PDF
fr: Document PDF
it: Documento PDF
ja: PDF文書
pl: Dokument PDF
pt: Documento PDF
zh: PDF 文档

source: Pending
de: Ausstehend
es: Pendiente
fr: En attente
it: In sospeso
ja: 保留中
nl: In behandeling
pl: Oczekujący
pt: Pendente
sq: Në pritje
sv: Väntande
zh: 待处理

source: Pending Document
de: Ausstehendes Dokument
es: Documento pendiente
fr: Document En Attente
it: Documento in sospeso
ja: 保留中のドキュメント
nl: Document in behandeling
pl: Oczekujący dokument
pt: Documento pendente
sq: Dokument në pritje
sv: Väntande dokument
zh: 待处理文档

source: Pending documents
de: Ausstehende Dokumente
es: Documentos pendientes
fr: Documents en attente
it: Documenti in sospeso
ja: 保留中の文書
nl: Documenten in behandeling
pl: Oczekujące dokumenty
pt: Documentos pendentes
sq: Dokumentet në pritje
sv: Väntande dokument
zh: 待处理文档

source: Pending Documents
de: Ausstehende Dokumente
es: Documentos Pendientes
fr: Documents en attente
it: Documenti in sospeso
ja: 保留中の文書
nl: Documenten in behandeling
pl: Oczekujące dokumenty
pt: Documentos pendentes
sq: Dokumentet në pritje
sv: Väntande dokument
zh: 待处理文档数量

source: Pending invitations
de: Ausstehende Einladungen
es: Invitaciones pendientes
fr: Invitations en attente
it: Inviti in sospeso
ja: 保留中の招待
nl: Openstaande uitnodigingen
pl: Oczekujące zaproszenia
pt: Convites pendentes
sq: Ftesat në pritje
sv: Väntande inbjudningar
zh: 待处理邀请
