Repository: documenso/documenso
Catalog: packages/lib/translations/*/web.po
Languages: de, es, fr, it, ja, nl, pl, pt, sq, sv, zh

source: While waiting for them to do so you can create your own Documenso account and get started with document signing right away.
de: Während Sie darauf warten, können Sie Ihr eigenes Documenso-Konto erstellen und sofort mit der Dokumentenunterzeichnung beginnen.
es: Mientras esperas a que ellos lo hagan, puedes crear tu propia cuenta de Documenso y comenzar a firmar documentos de inmediato.
fr: En attendant qu'ils le fassent, vous pouvez créer votre propre compte Documenso et commencer à signer des documents dès maintenant.
it: Mentre aspetti che lo facciano, puoi creare il tuo account Documenso e iniziare a firmare documenti subito.
ja: 相手からの対応を待つ間に、自分の Documenso アカウントを作成して、すぐに文書署名を始めることができます。
nl: Terwijl je daarop wacht, kun je je eigen Documenso‑account aanmaken en direct beginnen met documenten ondertekenen.
pl: W międzyczasie możesz utworzyć swoje konto Documenso i od razu rozpocząć podpisywanie dokumentów.
pt: Enquanto você espera que eles o façam, você pode criar sua própria conta Documenso e começar a assinar documentos imediatamente.
sq: Ndërsa prisni që ata ta bëjnë këtë, mund të krijoni llogarinë tuaj Documenso dhe të filloni me nënshkrimet e dokumenteve menjëherë.
sv: Medan du väntar på att de ska göra det kan du skapa ditt eget Documenso-konto och komma igång med dokumentsignering direkt.
zh: 在等待对方操作期间，你可以创建自己的 Documenso 账号，立即开始使用文档签署功能。

source: Whitelabeling, unlimited members and more
de: Whitelabeling, unbegrenzte Mitglieder und mehr
es: Etiqueta blanca, miembros ilimitados y más
fr: Marque blanche, membres illimités et plus
it: White label, membri illimitati e altro
ja: ホワイトラベリング、メンバー無制限など
nl: Whitelabeling, onbeperkte leden en meer
pl: Własny branding, nieograniczona liczba użytkowników i więcej
pt: White label, membros ilimitados e mais
sq: Markim i bardhë, anëtarë të pakufizuar dhe më shumë
sv: Varumärkesanpassning, obegränsade medlemmar och mer
zh: 白标、自定义域、无限成员等更多功能

source: Who do you want to remind?
de: Wen möchten Sie erinnern?
es: ¿A quién deseas recordar?
fr: Qui voulez-vous rappeler ?
it: Chi vuoi ricordare?
ja: 誰にリマインドを送りますか？
nl: Wie wil je herinneren?
pl: Kogo chcesz przypomnieć?
pt: Quem você quer lembrar?
sq: Kujt dëshironi t'i kujtoni?
sv: Vem vill du påminna?
zh: 你想提醒谁？

source: Withdrawing Consent
de: Zustimmung widerrufen
es: Retirar Consentimiento
fr: Retrait du consentement
it: Ritiro del consenso
ja: 同意の撤回
nl: Toestemming intrekken
pl: Wycofanie zgody
pt: Retirada de Consentimento
sq: Tërheqja e Pëlqimit
sv: Återkallande av samtycke
zh: 撤回同意

source: Write a description to display on your public profile
de: Schreiben Sie eine Beschreibung, die in Ihrem öffentlichen Profil angezeigt wird
es: Escribe una descripción para mostrar en tu perfil público
fr: Écrivez une description à afficher sur votre profil public
it: Scrivi una descrizione da mostrare sul tuo profilo pubblico
ja: 公開プロフィールに表示する説明文を入力してください
nl: Schrijf een beschrijving die op je openbare profiel wordt weergegeven
pl: Wpisz opis, który będzie wyświetlany w profilu publicznym
pt: Escreva uma descrição para exibir no seu perfil público
sq: Shkruani një përshkrim për të shfaqur në profilin tuaj publik
sv: Skriv en beskrivning att visa på din offentliga profil
zh: 撰写将在您的公共主页上展示的简介

source: Yearly
de: Jährlich
es: Anual
fr: Annuel
it: Annuale
ja: 年額
nl: Jaarlijks
pl: Rocznie
pt: Anual
sq: Vjetore
sv: Årligen
zh: 按年

source: Yes
de: Ja
es: Sí
fr: Oui
it: Sì
ja: はい
nl: Ja
pl: Tak
pt: Sim
sq: Po
sv: Ja
zh: 是

source: You
de: Du
es: Tú
fr: Vous
it: Tu
ja: あなた
nl: Jij
pl: Ty
pt: Você
sq: Ju
sv: Du
zh: 你

source: You are about to complete approving the following document
de: Sie sind im Begriff, die Genehmigung des folgenden Dokuments abzuschließen
es: Está a punto de completar la aprobación del siguiente documento
fr: Vous êtes sur le point de terminer l'approbation du document suivant
it: Stai per completare l'approvazione del seguente documento
ja: 次の文書の承認を完了しようとしています
nl: U staat op het punt het volgende document goed te keuren
pl: Zamierzasz zakończyć zatwierdzanie poniższego dokumentu
pt: Você está prestes a concluir a aprovação do seguinte documento
zh: 您即将完成以下文档的批准

source: You are about to complete assisting the following document
de: Sie sind im Begriff, die Unterstützung des folgenden Dokuments abzuschließen
es: Está a punto de completar la asistencia del siguiente documento
fr: Vous êtes sur le point de terminer l'assistance au document suivant
it: Stai per completare l'assistenza al seguente documento
ja: 次の文書の支援を完了しようとしています
nl: U staat op het punt te assisteren bij het volgende document
pl: Zamierzasz zakończyć przygotowywanie poniższego dokumentu
pt: Você está prestes a concluir o assistente do seguinte documento
zh: 您即将完成以下文档的协助

source: You are about to complete signing the following document
de: Sie sind im Begriff, die Unterzeichnung des folgenden Dokuments abzuschließen
es: Está a punto de completar la firma del siguiente documento
fr: Vous êtes sur le point de terminer la signature du document suivant
it: Stai per completare la firma del seguente documento
ja: 次の文書への署名を完了しようとしています
nl: U staat op het punt het volgende document te ondertekenen
pl: Zamierzasz zakończyć podpisywanie poniższego dokumentu
pt: Você está prestes a concluir a assinatura do seguinte documento
zh: 您即将完成以下文档的签署

source: You are about to complete viewing the following document
de: Sie sind im Begriff, die Ansicht des folgenden Dokuments abzuschließen
es: Está a punto de completar la visualización del siguiente documento
fr: Vous êtes sur le point de terminer la visualisation du document suivant
it: Stai per completare la visualizzazione del seguente documento
ja: 次の文書の閲覧を完了しようとしています
nl: U staat op het punt het volgende document te bekijken
pl: Zamierzasz zakończyć wyświetlanie poniższego dokumentu
pt: Você está prestes a concluir a visualização do seguinte documento
zh: 您即将完成以下文档的查看

source: You are about to delete <0>"{documentTitle}"</0>
de: Sie sind dabei, <0>"{documentTitle}"</0> zu löschen
es: Estás a punto de eliminar <0>"{documentTitle}"</0>
fr: Vous êtes sur le point de supprimer <0>"{documentTitle}"</0>
it: Stai per eliminare <0>"{documentTitle}"</0>
ja: <0>"{documentTitle}"</0> を削除しようとしています
nl: Je staat op het punt <0>"{documentTitle}"</0> te verwijderen
pl: Zamierzasz usunąć dokument <0>„{documentTitle}”</0>
pt: Você está prestes a excluir <0>"{documentTitle}"</0>
sq: Jeni duke fshirë <0>"{documentTitle}"</0>
sv: Du är på väg att ta bort <0>"{documentTitle}"</0>
zh: 你即将删除 <0>"{documentTitle}"</0>

source: You are about to delete <0>{0}</0>. All data related to this organisation such as teams, documents, and all other resources will be deleted. This action is irreversible.
de: Sie sind dabei, <0>{0}</0> zu löschen. Alle mit dieser Organisation verbundenen Daten wie Teams, Dokumente und alle anderen Ressourcen werden gelöscht. Diese Aktion ist nicht umkehrbar.
es: Estás a punto de eliminar <0>{0}</0>. Todos los datos relacionados con esta organización, como equipos, documentos y todos los demás recursos serán eliminados. Esta acción es irreversible.
fr: Vous êtes sur le point de supprimer <0>{0}</0>. Toutes les données relatives à cette organisation, telles que les équipes, les documents et toutes les autres ressources, seront supprimées. Cette action est irréversible.
it: Stai per eliminare <0>{0}</0>. Tutti i dati relativi a questa organizzazione come team, documenti e tutte le altre risorse verranno eliminati. Questa azione è irreversibile.
ja: <0>{0}</0> を削除しようとしています。この組織に関連するチーム、ドキュメント、その他すべてのリソースは削除されます。この操作は元に戻せません。
nl: Je staat op het punt <0>{0}</0> te verwijderen. Alle gegevens die aan deze organisatie zijn gekoppeld, zoals teams, documenten en alle andere resources, worden verwijderd. Deze actie is onomkeerbaar.
pl: Zamierzasz usunąć organizację <0>{0}</0>. Wszystkie dane powiązane z organizacją, jak zespoły, dokumenty zostaną usunięte. Ta akcja jest nieodwracalna.
pt: Você está prestes a excluir <0>{0}</0>. Todos os dados relacionados a esta organização, como equipes, documentos e todos os outros recursos, serão excluídos. Esta ação é irreversível.
sq: Ju jeni gati të fshini <0>{0}</0>. Të gjitha të dhënat që lidhen me këtë organizatë si ekipet, dokumentet dhe të gjitha burimet e tjera do të fshihen. Ky veprim është i pakthyeshëm.
sv: Du är på väg att ta bort <0>{0}</0>. All data relaterad till denna organisation som team, dokument och alla andra resurser kommer att raderas. Denna åtgärd kan inte ångras.
zh: 您即将删除 <0>{0}</0>。与该组织相关的所有数据（例如团队、文档及其他所有资源）都将被删除。此操作不可逆。

source: You are about to delete the following team email from <0>{teamName}</0>.
de: Sie stehen kurz davor, die folgende Team-E-Mail von <0>{teamName}</0> zu löschen.
es: Estás a punto de eliminar el siguiente correo electrónico del equipo de <0>{teamName}</0>.
fr: Vous êtes sur le point de supprimer l'e-mail d'équipe suivant de <0>{teamName}</0>.
it: Stai per eliminare la seguente email del team da <0>{teamName}</0>.
ja: <0>{teamName}</0> から次のチームメールアドレスを削除しようとしています。
nl: Je staat op het punt de volgende team‑e‑mail te verwijderen uit <0>{teamName}</0>.
pl: Zamierzasz usunąć następujący adres e-mail zespołu <0>{teamName}</0>.
pt: Você está prestes a excluir o seguinte e-mail da equipe de <0>{teamName}</0>.
sq: Jeni duke fshirë email-in e mëposhtëm të ekipit nga <0>{teamName}</0>.
sv: Du är på väg att ta bort följande team-e-post från <0>{teamName}</0>.
zh: 你即将从 <0>{teamName}</0> 中删除以下团队邮箱。

source: You are about to give all organisation members access to this team under their organisation role.
de: Sie sind dabei, allen Organisationsmitgliedern Zugriff auf dieses Team im Rahmen ihrer Organisationsrolle zu gewähren.
es: Estás a punto de dar acceso a todos los miembros de la organización a este equipo bajo su rol de organización.
fr: Vous êtes sur le point de donner accès à cette équipe à tous les membres de l'organisation sous leur rôle organisationnel.
it: Stai per dare a tutti i membri dell'organizzazione l'accesso a questo team secondo il loro ruolo nell'organizzazione.
ja: すべての組織メンバーに対して、このチームへのアクセス権を付与しようとしています。メンバーには組織ロールに基づいた権限が与えられます。
nl: Je staat op het punt alle organisatieleden toegang te geven tot dit team onder hun organisatierol.
pl: Zamierzasz przyznać wszystkim użytkownikom organizacji dostęp do zespołu na podstawie ich roli w organizacji.
pt: Você está prestes a dar a todos os membros da organização acesso a esta equipe de acordo com seu papel na organização.
sq: Ju jeni gati të jepni qasje të gjithë anëtarëve të organizatës në këtë ekip sipas rolit të tyre organizativ.
sv: Du är på väg att ge alla organisationsmedlemmar tillgång till detta team under deras organisationsroll.
zh: 您即将根据组织角色，向所有组织成员授予对此团队的访问权限。

source: You are about to hide <0>"{documentTitle}"</0>
de: Sie sind dabei, <0>"{documentTitle}"</0> zu verstecken
es: Estás a punto de ocultar <0>"{documentTitle}"</0>
fr: Vous êtes sur le point de cacher <0>"{documentTitle}"</0>
it: Stai per nascondere <0>"{documentTitle}"</0>
ja: <0>"{documentTitle}"</0> を非表示にしようとしています
nl: Je staat op het punt <0>"{documentTitle}"</0> te verbergen
pl: Zamierzasz ukryć dokument <0>„{documentTitle}”</0>
pt: Você está prestes a ocultar <0>"{documentTitle}"</0>
sq: Jeni duke fshehur <0>"{documentTitle}"</0>
sv: Du är på väg att dölja <0>"{documentTitle}"</0>
zh: 你即将隐藏 <0>"{documentTitle}"</0>

source: You are about to leave the following organisation.
de: Sie verlassen gleich die folgende Organisation.
es: Estás a punto de dejar la siguiente organización.
fr: Vous êtes sur le point de quitter l'organisation suivante.
it: Stai per lasciare l'organizzazione seguente.
ja: 次の組織から退出しようとしています。
nl: Je staat op het punt de volgende organisatie te verlaten.
pl: Zamierzasz opuścić następującą organizację.
pt: Você está prestes a deixar a seguinte organização.
sq: Ju jeni gati të largoheni nga organizata në fjalë.
sv: Du är på väg att lämna följande organisation.
zh: 您即将离开以下组织。

source: You are about to remove default access to this team for all organisation members. Any members not explicitly added to this team will no longer have access.
de: Sie sind dabei, den Standardzugriff auf dieses Team für alle Organisationsmitglieder zu entfernen. Alle Mitglieder, die diesem Team nicht ausdrücklich hinzugefügt wurden, haben keinen Zugriff mehr.
es: Estás a punto de eliminar el acceso predeterminado a este equipo para todos los miembros de la organización. Cualquier miembro no agregado explícitamente a este equipo, ya no tendrá acceso.
fr: Vous êtes sur le point de supprimer l'accès par défaut à cette équipe pour tous les membres de l'organisation. Tous les membres non ajoutés explicitement à cette équipe ne pourront plus y accéder.
it: Stai per rimuovere l'accesso predefinito a questo team per tutti i membri dell'organizzazione. Qualsiasi membro non esplicitamente aggiunto a questo team non avrà più accesso.
ja: すべての組織メンバーに対する、このチームへの既定アクセス権を削除しようとしています。このチームに明示的に追加されていないメンバーは、アクセスできなくなります。
nl: Je staat op het punt de standaardtoegang tot dit team voor alle organisatieleden te verwijderen. Leden die niet expliciet aan dit team zijn toegevoegd, hebben dan geen toegang meer.
pl: Zamierzasz usunąć domyślny dostęp do tego zespołu dla wszystkich użytkowników organizacji. Użytkownicy, którzy nie zostali dodani do tego zespołu, nie będą mieli do niego dostępu.
pt: Você está prestes a remover o acesso padrão a esta equipe para todos os membros da organização. Qualquer membro que não for adicionado explicitamente a esta equipe não terá mais acesso.
sq: Ju jeni gati të hiqni qasjen e paracaktuar në këtë ekip për të gjithë anëtarët e organizatës. Çdo anëtar që nuk është shtuar qartazi në këtë ekip nuk do të ketë më qasje.
sv: Du är på väg att ta bort standardåtkomst till detta team för alla organisationsmedlemmar. Medlemmar som inte uttryckligen lagts till i detta team kommer inte längre att ha tillgång.
zh: 您即将移除所有组织成员对此团队的默认访问权限。任何未被显式添加到此团队的成员将不再拥有访问权限。

source: You are about to remove the <0>{provider}</0> login method from your account.
de: Sie sind dabei, die <0>{provider}</0>-Anmeldemethode aus Ihrem Konto zu entfernen.
es: Está a punto de eliminar el método de inicio de sesión <0>{provider}</0> de su cuenta.
fr: Vous êtes sur le point de supprimer la méthode de connexion <0>{provider}</0> de votre compte.
it: Stai per rimuovere il metodo di accesso <0>{provider}</0> dal tuo account.
ja: アカウントから <0>{provider}</0> ログイン方法を削除しようとしています。
nl: U staat op het punt de inlogmethode <0>{provider}</0> van uw account te verwijderen.
pl: Zamierzasz usunąć metodę logowania <0>{provider}</0> z Twojego konta.
pt: Você está prestes a remover o método de login <0>{provider}</0> da sua conta.
zh: 您即将从账户中移除 <0>{provider}</0> 登录方式。

source: You are about to remove the email domain <0>{emailDomain}</0> from <1>{0}</1>. All emails associated with this domain will be deleted.
de: Sie sind dabei, die E-Mail-Domain <0>{emailDomain}</0> von <1>{0}</1> zu entfernen. Alle mit dieser Domain verbundenen E-Mails werden gelöscht.
es: Estás a punto de eliminar el dominio de correo electrónico <0>{emailDomain}</0> de <1>{0}</1>. Todos los correos electrónicos asociados con este dominio serán eliminados.
fr: Vous êtes sur le point de supprimer le domaine de messagerie <0>{emailDomain}</0> de <1>{0}</1>. Tous les e-mails associés à ce domaine seront supprimés.
it: Stai per rimuovere il dominio email <0>{emailDomain}</0> da <1>{0}</1>. Tutte le email associate a questo dominio verranno eliminate.
ja: メールドメイン <0>{emailDomain}</0> を <1>{0}</1> から削除しようとしています。このドメインに関連付けられたすべてのメールが削除されます。
nl: Je staat op het punt het e-maildomein <0>{emailDomain}</0> uit <1>{0}</1> te verwijderen. Alle e-mails die aan dit domein zijn gekoppeld, worden verwijderd.
pl: Zamierzasz usunąć domenę <0>{emailDomain}</0> z organizacji <1>{0}</1>. Wszystkie adresy e-mail powiązane z domeną zostaną usunięte.
pt: Você está prestes a remover o domínio de e-mail <0>{emailDomain}</0> de <1>{0}</1>. Todos os e-mails associados a este domínio serão excluídos.
zh: 您即将从 <1>{0}</1> 中移除邮箱域名 <0>{emailDomain}</0>。此域名下的所有邮箱都将被删除。

source: You are about to remove the following document and all associated fields
de: Sie sind dabei, das folgende Dokument und alle zugehörigen Felder zu entfernen
es: Está a punto de eliminar el siguiente documento y todos los campos asociados
fr: Vous êtes sur le point de supprimer le document suivant et tous les champs associés
it: Stai per rimuovere il seguente documento e tutti i campi associati
ja: 次の文書と、関連するすべてのフィールドを削除しようとしています
nl: U staat op het punt het volgende document en alle bijbehorende velden te verwijderen
pl: Zamierzasz usunąć następujący dokument i wszystkie powiązane pola
pt: Você está prestes a remover o seguinte documento e todos os campos associados
zh: 您即将移除以下文档及其所有关联字段

source: You are about to remove the following email from <0>{0}</0>.
de: Sie sind dabei, die folgende E-Mail von <0>{0}</0> zu entfernen.
es: Estás a punto de eliminar el siguiente correo de <0>{0}</0>.
fr: Vous êtes sur le point de supprimer l'e-mail suivant de <0>{0}</0>.
it: Stai per rimuovere la seguente email da <0>{0}</0>.
ja: 次のメールアドレスを <0>{0}</0> から削除しようとしています。
nl: Je staat op het punt de volgende e-mail uit <0>{0}</0> te verwijderen.
pl: Zamierzasz usunąć następujący adres e-mail z organizacji <0>{0}</0>.
pt: Você está prestes a remover o seguinte e-mail de <0>{0}</0>.
zh: 您即将从 <0>{0}</0> 中移除以下邮箱。

source: You are about to remove the following group from <0>{0}</0>.
de: Sie sind dabei, die folgende Gruppe von <0>{0}</0> zu entfernen.
es: Estás a punto de eliminar el siguiente grupo de <0>{0}</0>.
fr: Vous êtes sur le point de supprimer le groupe suivant de <0>{0}</0>.
it: Stai per rimuovere il gruppo seguente da <0>{0}</0>.
ja: 次のグループを <0>{0}</0> から削除しようとしています。
nl: Je staat op het punt de volgende groep te verwijderen uit <0>{0}</0>.
pl: Masz zamiar usunąć następującą grupę z <0>{0}</0>.
pt: Você está prestes a remover o seguinte grupo de <0>{0}</0>.
sq: Ju jeni gati të hiqni grupin e mëposhtëm nga <0>{0}</0>.
sv: Du är på väg att ta bort följande grupp från <0>{0}</0>.
zh: 您即将从 <0>{0}</0> 中移除以下组。

source: You are about to remove the following user from <0>{0}</0>.
de: Sie sind dabei, den folgenden Benutzer von <0>{0}</0> zu entfernen.
es: Estás a punto de eliminar el siguiente usuario de <0>{0}</0>.
fr: Vous êtes sur le point de supprimer l'utilisateur suivant de <0>{0}</0>.
it: Stai per rimuovere l'utente seguente da <0>{0}</0>.
ja: 次のユーザーを <0>{0}</0> から削除しようとしています。
nl: Je staat op het punt de volgende gebruiker te verwijderen uit <0>{0}</0>.
pl: Zamierzasz usunąć następującego użytkownika z organizacji <0>{0}</0>.
pt: Você está prestes a remover o seguinte usuário de <0>{0}</0>.
sq: Ju jeni gati të largoni përdoruesin e mëposhtëm nga <0>{0}</0>.
sv: Du är på väg att ta bort följande användare från <0>{0}</0>.
zh: 您即将从 <0>{0}</0> 中移除以下用户。

source: You are about to remove the following user from <0>{teamName}</0>.
de: Sie stehen kurz davor, den folgenden Benutzer aus <0>{teamName}</0> zu entfernen.
es: Estás a punto de eliminar al siguiente usuario de <0>{teamName}</0>.
fr: Vous êtes sur le point de supprimer l'utilisateur suivant de <0>{teamName}</0>.
it: Stai per rimuovere il seguente utente da <0>{teamName}</0>.
ja: <0>{teamName}</0> から次のユーザーを削除しようとしています。
nl: Je staat op het punt de volgende gebruiker te verwijderen uit <0>{teamName}</0>.
pl: Zamierzasz usunąć następującego użytkownika z zespołu <0>{teamName}</0>.
pt: Você está prestes a remover o seguinte usuário de <0>{teamName}</0>.
sq: Jeni duke hequr përdoruesin e mëposhtëm nga <0>{teamName}</0>.
sv: Du är på väg att ta bort följande användare från <0>{teamName}</0>.
zh: 你即将从 <0>{teamName}</0> 中移除以下用户。

source: You are about to revoke access for team <0>{0}</0> ({1}) to use your email.
de: Sie stehen kurz davor, den Zugriff für das Team <0>{0}</0> ({1}) zu widerrufen.
es: Estás a punto de revocar el acceso para el equipo <0>{0}</0> ({1}) para usar tu correo electrónico.
fr: Vous êtes sur le point de révoquer l'accès de l'équipe <0>{0}</0> ({1}) à votre e-mail.
it: Stai per revocare l'accesso per il team <0>{0}</0> ({1}) per utilizzare la tua email.
ja: チーム <0>{0}</0> ({1}) によるあなたのメールアドレスの利用を取り消そうとしています。
nl: Je staat op het punt de toegang voor team <0>{0}</0> ({1}) om je e‑mail te gebruiken, in te trekken.
pl: Zamierzasz unieważnić dostęp zespołowi <0>{0}</0> ({1}) do używania Twojego adresu e-maila.
pt: Você está prestes a revogar o acesso da equipe <0>{0}</0> ({1}) para usar seu e-mail.
sq: Jeni duke revokuar aksesin për ekipin <0>{0}</0> ({1}) për të përdorur email-in tuaj.
sv: Du är på väg att återkalla åtkomst för team <0>{0}</0> ({1}) att använda din e-post.
zh: 你即将撤销团队 <0>{0}</0>（{1}）使用你邮箱的权限。

source: You are about to send this document to the recipients. Are you sure you want to continue?
de: Sie sind dabei, dieses Dokument an die Empfänger zu senden. Sind Sie sicher, dass Sie fortfahren möchten?
es: Está a punto de enviar este documento a los destinatarios. ¿Está seguro de que desea continuar?
fr: Vous êtes sur le point d'envoyer ce document aux destinataires. Êtes-vous sûr de vouloir continuer ?
it: Stai per inviare questo documento ai destinatari. Sei sicuro di voler continuare?
ja: このドキュメントを受信者に送信しようとしています。続行してもよろしいですか？
nl: Je staat op het punt dit document naar de ontvangers te sturen. Weet je zeker dat je wilt doorgaan?
pl: Zamierzasz wysłać dokument do odbiorców. Czy na pewno chcesz to zrobić?
pt: Você está prestes a enviar este documento aos destinatários. Tem certeza de que deseja continuar?
sq: Ju jeni gati të dërgoni këtë dokument te marrësit. A jeni i sigurt që dëshironi të vazhdoni?
sv: Du är på väg att skicka detta dokument till mottagarna. Är du säker på att du vill fortsätta?
zh: 您即将把此文档发送给收件人。确定要继续吗？

source: You are about to subscribe to the {planName}
de: Sie sind dabei, das {planName} zu abonnieren
es: Estás a punto de suscribirte a {planName}
fr: Vous êtes sur le point de vous abonner au {planName}
it: Stai per sottoscrivere il {planName}
ja: {planName} へのサブスクリプションを開始しようとしています
nl: Je staat op het punt je te abonneren op de {planName}
pl: Zamierzasz zasubskrybować plan {planName}
pt: Você está prestes a se inscrever no {planName}
sq: Ju jeni gati të abonohemi në {planName}
sv: Du är på väg att prenumerera på {planName}
zh: 您即将订阅 {planName} 套餐

source: You are currently on the <0>Free Plan</0>.
de: Sie befinden sich derzeit im <0>kostenlosen Plan</0>.
es: Actualmente estás en el <0>Plan Gratuito</0>.
fr: Vous êtes actuellement sur l'<0>Abonnement Gratuit</0>.
it: Attualmente sei sul <0>Piano Gratuito</0>.
ja: 現在、<0>無料プラン</0>をご利用中です。
nl: Je zit momenteel in het <0>Gratis abonnement</0>.
pl: Masz <0>plan darmowy</0>.
pt: Você está atualmente no <0>Plano Gratuito</0>.
sq: Aktualisht jeni në <0>Planin Falas</0>.
sv: Du använder för närvarande <0>Gratisplanen</0>.
zh: 你当前正在使用<0>免费计划</0>。

source: You are currently updating <0>{0}</0>
de: Sie aktualisieren derzeit <0>{0}</0>
es: Actualmente estás actualizando <0>{0}</0>
fr: Vous mettez actuellement à jour <0>{0}</0>
it: Attualmente stai aggiornando <0>{0}</0>
ja: 現在、<0>{0}</0> を更新しています
nl: Je werkt momenteel <0>{0}</0> bij
pl: Aktualizujesz adres <0>{0}</0>
pt: Você está atualizando <0>{0}</0>
zh: 您当前正在更新 <0>{0}</0>

source: You are currently updating <0>{memberName}.</0>
de: Sie aktualisieren derzeit <0>{memberName}.</0>
es: Actualmente estás actualizando a <0>{memberName}.</0>
fr: Vous mettez actuellement à jour <0>{memberName}.</0>
it: Stai attualmente aggiornando <0>{memberName}.</0>
ja: 現在、<0>{memberName}</0> を更新しています。
nl: Je werkt momenteel <0>{memberName}</0> bij.
pl: Aktualizujesz użytkownika <0>{memberName}</0>.
pt: Você está atualizando <0>{memberName}.</0>
sq: Ju aktualisht po përditësoni <0>{memberName}.</0>
sv: Du uppdaterar för närvarande <0>{memberName}.</0>
zh: 您当前正在更新 <0>{memberName}</0>。
