Repository: documenso/documenso
Catalog: packages/lib/translations/*/web.po
Languages: de, es, fr, it, ja, nl, pl, pt, sq, sv, zh

source: To view this document you need to be signed into your account, please sign in to continue.
de: Um dieses Dokument anzusehen, müssen Sie in Ihr Konto eingeloggt sein. Bitte melden Sie sich an, um fortzufahren.
es: Para ver este documento debes iniciar sesión en tu cuenta, por favor inicia sesión para continuar.
fr: Pour afficher ce document, vous devez être connecté à votre compte, veuillez vous connecter pour continuer.
it: Per visualizzare questo documento devi essere connesso al tuo account, per favore accedi per continuare.
ja: この文書を表示するにはアカウントにサインインする必要があります。続行するにはサインインしてください。
nl: Om dit document te bekijken, moet je ingelogd zijn op je account; log in om verder te gaan.
pl: Aby wyświetlić dokument, musisz zalogować się na swoje konto.
pt: Para visualizar este documento, você precisa estar conectado à sua conta. Por favor, faça login para continuar.
sq: Për të parë këtë dokument duhet të jeni të lidhur me llogarinë tuaj, ju lutemi identifikohuni për të vazhduar.
sv: För att visa detta dokument måste du vara inloggad på ditt konto, logga in för att fortsätta.
zh: 要查看此文档，你需要登录账号，请先登录以继续。

source: Toggle the switch to hide your profile from the public.
de: Schalten Sie den Schalter um, um Ihr Profil vor der Öffentlichkeit zu verbergen.
es: Activa el interruptor para ocultar tu perfil del público.
fr: Basculer l'interrupteur pour cacher votre profil du public.
it: Attiva l'interruttore per nascondere il tuo profilo al pubblico.
ja: スイッチをオフにして、プロフィールを一般公開から隠します。
nl: Schakel de schakelaar om je profiel voor het publiek te verbergen.
pl: Przełącz, aby ukryć profil.
pt: Alterne o interruptor para ocultar seu perfil do público.
sq: Ndryshoni çelësin për të fshehur profilin tuaj nga publiku.
sv: Växla omkopplaren för att dölja din profil från allmänheten.
zh: 切换开关以将你的资料对公众隐藏。

source: Toggle the switch to show your profile to the public.
de: Schalten Sie den Schalter um, um Ihr Profil der Öffentlichkeit anzuzeigen.
es: Activa el interruptor para mostrar tu perfil al público.
fr: Basculer l'interrupteur pour afficher votre profil au public.
it: Attiva l'interruttore per mostrare il tuo profilo al pubblico.
ja: スイッチをオンにして、プロフィールを一般公開します。
nl: Schakel de schakelaar om je profiel voor het publiek zichtbaar te maken.
pl: Przełącz, aby pokazać profil.
pt: Alterne o interruptor para mostrar seu perfil ao público.
sq: Ndryshoni çelësin për të treguar profilin tuaj publikut.
sv: Växla omkopplaren för att visa din profil för allmänheten.
zh: 切换开关以将你的资料对公众可见。

source: Token
fr: Jeton
ja: トークン
pl: Kod
sq: Tokeni
zh: 令牌

source: Token copied to clipboard
de: Token wurde in die Zwischenablage kopiert
es: Token copiado al portapapeles
fr: Token copié dans le presse-papiers
it: Token copiato negli appunti
ja: トークンをコピーしました
nl: Token gekopieerd naar klembord
pl: Token został skopiowany do schowka
pt: Token copiado para a área de transferência
sq: Token u kopjua në kujtesën e përkohshme
sv: Token kopierad till urklipp
zh: 令牌已复制到剪贴板

source: Token created
de: Token erstellt
es: Token creado
fr: Token créé
it: Token creato
ja: トークンを作成しました
nl: Token aangemaakt
pl: Token został utworzony
pt: Token criado
sq: Token i krijuar
sv: Token skapad
zh: 令牌已创建

source: Token deleted
de: Token gelöscht
es: Token eliminado
fr: Token supprimé
it: Token eliminato
ja: トークンを削除しました
nl: Token verwijderd
pl: Token został usunięty
pt: Token excluído
sq: Token i fshirë
sv: Token raderad
zh: 令牌已删除

source: Token doesn't have an expiration date
de: Token hat kein Ablaufdatum
es: El token no tiene una fecha de expiración
fr: Le token n'a pas de date d'expiration
it: Il token non ha una data di scadenza
ja: このトークンには有効期限がありません
nl: Token heeft geen vervaldatum
pl: Token nie ma daty wygaśnięcia
pt: O token não tem uma data de expiração
sq: Token nuk ka datë skadimi
sv: Token har inget utgångsdatum
zh: 令牌没有过期日期

source: Token expiration date
de: Ablaufdatum des Tokens
es: Fecha de expiración del token
fr: Date d'expiration du token
it: Data di scadenza del token
ja: トークンの有効期限
nl: Vervaldatum token
pl: Data wygaśnięcia tokena
pt: Data de expiração do token
sq: Data e skadimit të tokenit
sv: Token utgångsdatum
zh: 令牌过期日期

source: Token has expired. Please try again.
de: Das Token ist abgelaufen. Bitte versuchen Sie es erneut.
es: El token ha expirado. Por favor, inténtelo de nuevo.
fr: Le token a expiré. Veuillez réessayer.
it: Il token è scaduto. Per favore riprova.
ja: トークンの有効期限が切れています。もう一度お試しください。
nl: Het token is verlopen. Probeer het opnieuw.
pl: Token wygasł. Spróbuj ponownie.
pt: Token expirado. Tente novamente.
sq: Token ka skaduar. Ju lutem provoni përsëri.
sv: Token har upphört. Försök igen.
zh: 令牌已过期。请重试。

source: Token name
es: Nombre del token
fr: Nom du token
it: Nome del token
ja: トークン名
nl: Tokennaam
pl: Nazwa tokena
pt: Nome do token
sq: Emri i tokenit
sv: Tokennamn
zh: 令牌名称

source: Top
de: Oben
es: Parte superior
fr: Haut
it: Superiore
ja: 上
nl: Boven
pl: Góra
zh: 顶部对齐

source: Total Documents
de: Gesamtdokumente
es: Total de documentos
fr: Total des documents
it: Totale documenti
ja: 文書総数
nl: Totaal aantal documenten
pl: Łączna liczba dokumentów
pt: Total de Documentos
sq: Gjithsej Dokumente
sv: Totalt antal dokument
zh: 文档总数

source: Total Recipients
de: Gesamtempfänger
es: Total de destinatarios
fr: Total des destinataires
it: Totale destinatari
ja: 受信者総数
nl: Totaal aantal ontvangers
pl: Łączna liczba odbiorców
pt: Total de Destinatários
sq: Gjithsej Marrës
sv: Totalt antal mottagare
zh: 收件人总数

source: Total rows processed: {totalProcessed}
de: Insgesamt verarbeitete Zeilen: {totalProcessed}
es: Filas totales procesadas: {totalProcessed}
fr: Lignes totales traitées : {totalProcessed}
it: Righe totali elaborate: {totalProcessed}
ja: 処理した合計行数: {totalProcessed}
nl: Totaal aantal verwerkte rijen: {totalProcessed}
pl: Łączna liczba przetworzonych wierszy: {totalProcessed}
pt: Total de linhas processadas: {totalProcessed}
sq: Rreshtat totale të përpunuara: {totalProcessed}
sv: Totalt antal rader bearbetade: {totalProcessed}
zh: 已处理总行数：{totalProcessed}

source: Total Signers that Signed Up
de: Gesamtanzahl der Unterzeichner, die sich angemeldet haben
es: Total de firmantes que se registraron
fr: Total des signataires qui se sont inscrits
it: Totale firmatari che si sono iscritti
ja: サインアップした署名者総数
nl: Totaal aantal ondertekenaars dat zich heeft geregistreerd
pl: Łączna liczba podpisujących, którzy się zarejestrowali
pt: Total de Assinantes que se Inscreveram
sq: Gjithsej Nënshkrues që janë regjistruar
sv: Totalt antal signerare som registrerat sig
zh: 注册为 Documenso 用户的签署人总数

source: Total Users
de: Gesamtanzahl der Benutzer
es: Total de usuarios
fr: Total des utilisateurs
it: Totale utenti
ja: ユーザー総数
nl: Totaal aantal gebruikers
pl: Łączna liczba użytkowników
pt: Total de Usuários
sq: Gjithsej Përdorues
sv: Totalt antal användare
zh: 用户总数

source: Triggers
de: Auslöser
es: Desencadenadores
fr: Déclencheurs
it: Trigger
ja: トリガー
pl: Wyzwalacze
pt: Acionadores
sq: Aktivizues
sv: Utlösare
zh: 触发条件

source: Two factor authentication
de: Zwei-Faktor-Authentifizierung
es: Autenticación de dos factores
fr: Authentification à deux facteurs
it: Autenticazione a due fattori
ja: 二要素認証
nl: Twee‑factor‑authenticatie
pl: Weryfikacja dwuetapowa
pt: Autenticação de dois fatores
sq: Autentifikimi dy faktorësh
sv: Tvåfaktorsautentisering
zh: 双重验证

source: Two factor authentication recovery codes are used to access your account in the event that you lose access to your authenticator app.
de: Wiederherstellungscodes für die Zwei-Faktor-Authentifizierung werden verwendet, um auf Ihr Konto zuzugreifen, falls Sie den Zugang zu Ihrer Authentifizierungs-App verlieren.
es: Los códigos de recuperación de autenticación de dos factores se utilizan para acceder a tu cuenta en caso de perder el acceso a tu aplicación de autenticador.
fr: Les codes de récupération de l'authentification à deux facteurs sont utilisés pour accéder à votre compte dans le cas où vous perdez l'accès à votre application d'authentification.
it: I codici di recupero dell'autenticazione a due fattori sono utilizzati per accedere al tuo account nel caso in cui perdi l'accesso alla tua app di autenticazione.
ja: 二要素認証のリカバリーコードは、認証アプリにアクセスできなくなった場合にアカウントへアクセスするために使用します。
nl: Herstelcodes voor twee‑factor‑authenticatie worden gebruikt om toegang te krijgen tot je account als je geen toegang meer hebt tot je authenticator‑app.
pl: Kody odzyskiwania są używane do odzyskania dostępu do konta, w przypadku utraty dostępu do aplikacji uwierzytelniającej.
pt: Os códigos de recuperação de autenticação de dois fatores são usados para acessar sua conta, caso você perca o acesso ao seu aplicativo autenticador.
sq: Kodet e rikuperimit të autentifikimit me dy faktorë përdoren për të hyrë në llogarinë tuaj në rast se humbisni aksesin në aplikacionin tuaj të autentifikimit.
sv: Återställningskoder för tvåfaktorsautentisering används för att komma åt ditt konto om du förlorar åtkomst till din autentiseringsapp.
zh: 双重验证恢复代码用于在你无法访问验证器应用时登录账号。

source: Two-Factor Authentication
de: Zwei-Faktor-Authentifizierung
es: Autenticación de dos factores
fr: Authentification à deux facteurs
it: Autenticazione a due fattori
ja: 二要素認証
nl: Twee‑factor‑authenticatie
pl: Weryfikacja dwuetapowa
pt: Autenticação de Dois Fatores
sq: Autentifikimi me dy faktorë
sv: Tvåfaktorsautentisering
zh: 双重验证

source: Two-factor authentication disabled
de: Zwei-Faktor-Authentifizierung deaktiviert
es: Autenticación de dos factores desactivada
fr: Authentification à deux facteurs désactivée
it: Autenticazione a due fattori disattivata
ja: 二要素認証を無効にしました
nl: Twee‑factor‑authenticatie uitgeschakeld
pl: Weryfikacja dwuetapowa została wyłączona
pt: Autenticação de dois fatores desativada
sq: Autentifikimi me dy faktorë u çaktivizua
sv: Tvåfaktorsautentisering inaktiverad
zh: 双重验证已禁用

source: Two-factor authentication enabled
de: Zwei-Faktor-Authentifizierung aktiviert
es: Autenticación de dos factores habilitada
fr: Authentification à deux facteurs activée
it: Autenticazione a due fattori attivata
ja: 二要素認証を有効にしました
nl: Twee‑factor‑authenticatie ingeschakeld
pl: Weryfikacja dwuetapowa została włączona
pt: Autenticação de dois fatores ativada
sq: Autentifikimi me dy faktorë u aktivizua
sv: Tvåfaktorsautentisering aktiverad
zh: 双重验证已启用

source: Two-factor authentication has been disabled for your account. You will no longer be required to enter a code from your authenticator app when signing in.
de: Die Zwei-Faktor-Authentifizierung wurde für Ihr Konto deaktiviert. Sie müssen beim Anmelden keinen Code aus Ihrer Authentifizierungs-App mehr eingeben.
es: La autenticación de dos factores ha sido desactivada para tu cuenta. Ya no se te pedirá ingresar un código de tu aplicación de autenticador al iniciar sesión.
fr: L'authentification à deux facteurs a été désactivée pour votre compte. Vous ne serez plus tenu d'entrer un code de votre application d'authentification lors de la connexion.
it: L'autenticazione a due fattori è stata disattivata per il tuo account. Non sarà più necessario inserire un codice dalla tua app di autenticazione quando accedi.
ja: アカウントの二要素認証を無効にしました。今後、サインイン時に認証アプリのコードを入力する必要はありません。
nl: Twee‑factor‑authenticatie is uitgeschakeld voor je account. Je hoeft niet langer een code van je authenticator‑app in te voeren bij het inloggen.
pl: Weryfikacja dwuetapowa konta została wyłączona. Wpisywanie kodu z aplikacji uwierzytelniającej podczas logowania nie będzie już wymagane.
pt: A autenticação de dois fatores foi desativada para sua conta. Você não precisará mais inserir um código do seu aplicativo autenticador ao fazer login.
sq: Autentifikimi me dy faktorë është çaktivizuar për llogarinë tuaj. Ju nuk do të kërkohet më të futni një kod nga aplikacioni juaj i autentifikimit kur të hyni.
sv: Tvåfaktorsautentisering har inaktiverats för ditt konto. Du kommer inte längre att behöva ange en kod från din autentiseringsapp när du loggar in.
zh: 你的账号已禁用双重验证。登录时将不再需要输入验证器应用中的验证码。

source: Two-Factor Re-Authentication
de: Zwei-Faktor-Wiederauthentifizierung
es: Re-autenticación de Doble Factor
fr: Ré-authentification à deux facteurs
it: Ri-autenticazione a due fattori
ja: 二要素認証による再認証
nl: Twee‑factor‑herauthenticatie
pl: Weryfikacja dwuetapowa
pt: Reautenticação de Dois Fatores
sq: Ri-Autentifikimi me Dy Faktorë
sv: Tvåfaktorsåterautentisering
zh: 双重验证重新验证

source: Type
de: Typ
es: Tipo
it: Tipo
ja: タイプ
pl: Rodzaj
pt: Tipo
sq: Lloj
sv: Typ
zh: 类型

# Type signature
source: Type
de: Tippen
es: Escribir
fr: Saisir
it: Digita
ja: 入力
nl: Typen
pl: Pisany
zh: 键入

source: Type a command or search...
de: Geben Sie einen Befehl ein oder suchen Sie...
es: Escribe un comando o busca...
fr: Tapez une commande ou recherchez...
it: Digita un comando o cerca...
ja: コマンドを入力するか検索...
nl: Typ een opdracht of zoek...
pl: Wpisz polecenie lub wyszukaj...
pt: Digite um comando ou pesquise...
sq: Shtypni një komandë ose kërkoni...
sv: Skriv ett kommando eller sök...
zh: 输入命令或搜索...

source: Type your signature
de: Geben Sie Ihre Unterschrift ein
es: Escribe tu firma
fr: Saisissez votre signature
it: Digita la tua firma
ja: 署名を入力してください
nl: Typ uw handtekening
pl: Wpisz swój podpis
zh: 输入您的签名

source: Typed signatures are not allowed. Please draw your signature.
de: Getippte Unterschriften sind nicht erlaubt. Bitte zeichnen Sie Ihre Unterschrift.
es: No se permiten firmas mecanografiadas. Por favor, dibuje su firma.
fr: Les signatures dactylographiées ne sont pas autorisées. Veuillez dessiner votre signature.
it: Le firme digitate non sono consentite. Si prega di disegnare la propria firma.
ja: タイプ入力された署名は使用できません。署名を描画してください。
nl: Getypte handtekeningen zijn niet toegestaan. Teken je handtekening.
pl: Podpisy pisane nie są dozwolone. Narysuj swój podpis.
pt: Assinaturas digitadas não são permitidas. Por favor, desenhe sua assinatura.
sq: Nënshkrimet e shtypura nuk lejohen. Ju lutem vizatoni nënshkrimin tuaj.
sv: Skrivna signaturer är inte tillåtna. Vänligen rita din signatur.
zh: 不允许键入签名。请手绘您的签名。

source: Uh oh! Looks like you're missing a token
de: Oh oh! Es sieht so aus, als fehlt Ihnen ein Token
es: ¡Oh no! Parece que te falta un token
fr: Oh oh ! On dirait qu'il vous manque un token
it: Oh no! Sembra che ti manchi un token
ja: トークンがありません
nl: Oei! Het lijkt erop dat je een token mist
pl: O nie! Wygląda na to, że brakuje tokena
pt: Ah, não! Parece que você está faltando um token
sq: Oh jo! Duket se mungesa një tokeni
sv: Oj då! Det verkar som att du saknar en token
zh: 哎呀！看起来你缺少一个令牌

source: Unable to change the language at this time. Please try again later.
de: Zurzeit kann die Sprache nicht geändert werden. Bitte versuchen Sie es später noch einmal.
es: No se puede cambiar el idioma en este momento. Por favor intenta nuevamente más tarde.
fr: Impossible de changer la langue pour le moment. Veuillez réessayer plus tard.
it: Impossibile cambiare la lingua in questo momento. Per favore riprova più tardi.
ja: 現在、言語を変更できません。後でもう一度お試しください。
nl: De taal kan nu niet worden gewijzigd. Probeer het later opnieuw.
pl: Nie można zmienić języka. Spróbuj ponownie później.
pt: Não foi possível alterar o idioma neste momento. Tente novamente mais tarde.
sq: Në këtë moment nuk është e mundur të ndryshohet gjuha. Ju lutemi provoni përsëri më vonë.
sv: Det går inte att ändra språket just nu. Försök igen senare.
zh: 当前无法更改语言。请稍后再试。

source: Unable to copy recovery code
de: Kann Code zur Wiederherstellung nicht kopieren
es: No se pudo copiar el código de recuperación
fr: Impossible de copier le code de récupération
it: Impossibile copiare il codice di recupero
ja: リカバリーコードをコピーできませんでした
nl: Kan herstelcode niet kopiëren
pl: Nie można skopiować kodu odzyskiwania
pt: Não foi possível copiar o código de recuperação
sq: Nuk mundet të kopjohet kodi i rimëkëmbjes
sv: Det går inte att kopiera återställningskoden
zh: 无法复制恢复代码

source: Unable to copy token
de: Token kann nicht kopiert werden
es: No se pudo copiar el token
fr: Impossible de copier le token
it: Impossibile copiare il token
ja: トークンをコピーできませんでした
nl: Kan token niet kopiëren
pl: Nie można skopiować tokena
pt: Não foi possível copiar o token
sq: Nuk mundet të kopjohet tokeni
sv: Det går inte att kopiera token
zh: 无法复制令牌

source: Unable to create direct template access. Please try again later.
de: Direkter Zugriff auf die Vorlage kann nicht erstellt werden. Bitte versuche es später noch einmal.
es: No se pudo crear acceso directo a la plantilla. Por favor, inténtalo de nuevo más tarde.
fr: Impossible de créer un accès direct au modèle. Veuillez réessayer plus tard.
it: Impossibile creare l'accesso diretto al modello. Si prega di riprovare più tardi.
ja: ダイレクトテンプレートアクセスを作成できませんでした。しばらくしてからもう一度お試しください。
nl: Kan geen toegang via directe sjabloon maken. Probeer het later opnieuw.
pl: Nie można utworzyć bezpośredniego szablonu. Spróbuj ponownie później.
pt: Não foi possível criar acesso direto ao modelo. Tente novamente mais tarde.
sq: Nuk mund të krijohet qasje direkte në shabllon. Ju lutem provoni përsëri më vonë.
sv: Det går inte att skapa direkt mallåtkomst. Försök igen senare.
zh: 无法创建直接模板访问。请稍后再试。

source: Unable to decline this invitation at this time.
de: Zurzeit kann diese Einladung nicht abgelehnt werden.
es: No se pudo rechazar esta invitación en este momento.
fr: Impossible de refuser cette invitation pour le moment.
it: Impossibile rifiutare questo invito in questo momento.
ja: 現在、この招待は辞退できません。
nl: De uitnodiging kan op dit moment niet worden geweigerd.
pl: Nie można odrzucić zaproszenia.
pt: Não é possível recusar este convite no momento.
sq: Nuk mund të refuzohet kjo ftesë për momentin.
sv: Det går inte att avböja denna inbjudan just nu.
zh: 当前无法拒绝此邀请。

source: Unable to delete invitation. Please try again.
de: Einladung kann nicht gelöscht werden. Bitte versuchen Sie es erneut.
es: No se pudo eliminar la invitación. Por favor, inténtalo de nuevo.
fr: Impossible de supprimer l'invitation. Veuillez réessayer.
it: Impossibile eliminare l'invito. Si prega di riprovare.
ja: 招待を削除できませんでした。もう一度お試しください。
nl: Kan uitnodiging niet verwijderen. Probeer het opnieuw.
pl: Nie można usunąć zaproszenia. Spróbuj ponownie później.
pt: Não é possível excluir o convite. Tente novamente.
sq: Nuk mund të fshihet ftesa. Ju lutem provoni përsëri.
sv: Det går inte att radera inbjudan. Försök igen.
zh: 无法删除邀请。请重试。

source: Unable to delete team
de: Team konnte nicht gelöscht werden
es: No se pudo eliminar el equipo
fr: Impossible de supprimer l'équipe
it: Impossibile eliminare il team
ja: チームを削除できませんでした
nl: Kan team niet verwijderen
pl: Nie można usunąć zespołu
pt: Não é possível excluir a equipe
sq: Nuk mund të fshihet ekipi
sv: Det går inte att radera team
zh: 无法删除团队

source: Unable to disable two-factor authentication
de: Zwei-Faktor-Authentifizierung kann nicht deaktiviert werden
es: No se pudo desactivar la autenticación de dos factores
fr: Impossible de désactiver l'authentification à deux facteurs
it: Impossibile disabilitare l'autenticazione a due fattori
ja: 二要素認証を無効にできませんでした
nl: Kan twee‑factor‑authenticatie niet uitschakelen
pl: Nie można wyłączyć weryfikacji dwuetapowej
pt: Não é possível desabilitar a autenticação de dois fatores
sq: Nuk mund të çaktivizohet autentifikimi me dy faktorë
sv: Det går inte att inaktivera tvåfaktorsautentisering
zh: 无法禁用双重验证

source: Unable to join this organisation at this time.
de: Zurzeit kann dieser Organisation nicht beigetreten werden.
es: No se puede unirse a esta organización en este momento.
fr: Impossible de rejoindre cette organisation pour le moment.
it: Impossibile unirsi a questa organizzazione in questo momento.
ja: 現在、この組織に参加できません。
nl: Je kunt op dit moment niet toetreden tot deze organisatie.
pl: Nie można dołączyć do organizacji.
pt: Não é possível entrar nesta organização no momento.
sq: Nuk mund të bashkoheni me këtë organizatë për momentin.
sv: Det går inte att gå med i denna organisation just nu.
zh: 当前无法加入此组织。

source: Unable to load document history
de: Kann den Dokumentverlauf nicht laden
es: No se pudo cargar el historial del documento
fr: Impossible de charger l'historique des documents
it: Impossibile caricare la cronologia del documento
ja: 文書履歴を読み込めませんでした
nl: Kan documentgeschiedenis niet laden
pl: Nie można załadować historii dokumentu
pt: Não é possível carregar o histórico do documento
sq: Nuk mund të ngarkohet historia e dokumentit
sv: Det går inte att ladda dokumenthistorik
zh: 无法加载文档历史

source: Unable to load documents
de: Dokumente können nicht geladen werden
es: No se pueden cargar documentos
fr: Impossible de charger les documents
it: Impossibile caricare i documenti
ja: 文書を読み込めませんでした
nl: Kan documenten niet laden
pl: Nie można załadować dokumentów
pt: Não é possível carregar os documentos
sq: Nuk mund të ngarkohen dokumentet
sv: Det går inte att ladda dokument
zh: 无法加载文档

source: Unable to load your public profile templates at this time
de: Derzeit können Ihre öffentlichen Profilvorlagen nicht geladen werden
es: No se pudo cargar tus plantillas de perfil público en este momento
fr: Impossible de charger vos modèles de profil public pour le moment
it: Impossibile caricare i modelli del profilo pubblico in questo momento
ja: 現在、公開プロフィール用テンプレートを読み込めません
nl: Kan je openbare profielsjablonen nu niet laden
pl: Nie można załadować szablonów profilu publicznego
pt: Não é possível carregar seus modelos de perfil público no momento
sq: Nuk mund të ngarkohen shabllonet e profilit tuaj publik për momentin
sv: Det går inte att ladda dina offentliga profilmallar just nu
zh: 目前无法加载你的公开资料模板

source: Unable to remove email verification at this time. Please try again.
de: Derzeit ist es nicht möglich, die E-Mail-Verifizierung zu entfernen. Bitte versuchen Sie es erneut.
es: No se pudo eliminar la verificación de correo electrónico en este momento. Por favor, inténtalo de nuevo.
fr: Impossible de retirer la vérification par e-mail pour le moment. Veuillez réessayer.
it: Impossibile rimuovere la verifica e-mail in questo momento. Si prega di riprovare.
ja: 現在、メール認証を削除できません。もう一度お試しください。
nl: Kan e‑mailverificatie nu niet verwijderen. Probeer het opnieuw.
pl: Nie można usunąć wiadomości weryfikacyjnej. Spróbuj ponownie.
pt: Não é possível remover a verificação de e-mail no momento. Tente novamente.
sq: Nuk mund të hiqet verifikimi i emailit në këtë kohë. Ju lutemi provoni përsëri.
sv: Det går inte att ta bort e-postverifiering just nu. Försök igen.
zh: 当前无法移除邮箱验证。请重试。

source: Unable to remove team email at this time. Please try again.
de: Das Team-E-Mail kann zurzeit nicht entfernt werden. Bitte versuchen Sie es erneut.
es: No se pudo eliminar el correo electrónico del equipo en este momento. Por favor, inténtalo de nuevo.
fr: Impossible de retirer l'e-mail de l'équipe pour le moment. Veuillez réessayer.
it: Impossibile rimuovere l'e-mail del team in questo momento. Si prega di riprovare.
ja: 現在、チームのメールアドレスを削除できません。もう一度お試しください。
nl: Kan team‑e‑mail nu niet verwijderen. Probeer het opnieuw.
pl: Nie można usunąć adresu e-mail zespołu. Spróbuj ponownie.
pt: Não é possível remover o e-mail da equipe no momento. Tente novamente.
sq: Nuk mund të hiqet emaili i ekipit në këtë kohë. Ju lutemi provoni përsëri.
sv: Det går inte att ta bort team-e-post just nu. Försök igen.
zh: 当前无法移除团队邮箱。请重试。
