Repository: documenso/documenso
Catalog: packages/lib/translations/*/web.po
Languages: de, es, fr, it, ja, nl, pl, pt, sq, sv, zh

source: .PDF documents accepted (max {APP_DOCUMENT_UPLOAD_SIZE_LIMIT}MB)
de: .PDF-Dokumente akzeptiert (max. {APP_DOCUMENT_UPLOAD_SIZE_LIMIT} MB)
es: .Documentos PDF aceptados (máx {APP_DOCUMENT_UPLOAD_SIZE_LIMIT}MB)
fr: Documents .PDF acceptés (max {APP_DOCUMENT_UPLOAD_SIZE_LIMIT}Mo)
it: .I documenti PDF accettati (max {APP_DOCUMENT_UPLOAD_SIZE_LIMIT}MB)
ja: .PDF ドキュメントのみアップロード可能（最大 {APP_DOCUMENT_UPLOAD_SIZE_LIMIT}MB）
nl: .PDF-documenten toegestaan (max. {APP_DOCUMENT_UPLOAD_SIZE_LIMIT} MB)
pl: Akceptowane dokumenty .PDF (maks. {APP_DOCUMENT_UPLOAD_SIZE_LIMIT} MB)
pt: .Documentos em PDF aceitos (máx {APP_DOCUMENT_UPLOAD_SIZE_LIMIT}MB)
sq: Dokumentet .PDF pranohen (maksimumi {APP_DOCUMENT_UPLOAD_SIZE_LIMIT}MB)
sv: .PDF-dokument accepteras (max {APP_DOCUMENT_UPLOAD_SIZE_LIMIT}MB)
zh: 仅接受 .PDF 文档（最大 {APP_DOCUMENT_UPLOAD_SIZE_LIMIT}MB）

source: "{0}" will appear on the document as it has a timezone of "{1}".
de: „{0}“ wird auf dem Dokument erscheinen, da es eine Zeitzone von „{1}“ hat.
es: "{0}" aparecerá en el documento ya que tiene una zona horaria de "{1}".
fr: "{0}" apparaîtra sur le document car il a un fuseau horaire de "{1}".
it: "{0}" apparirà sul documento poiché ha un fuso orario di "{1}".
ja: 「{0}」はタイムゾーンが「{1}」のため、そのままドキュメントに表示されます。
nl: "{0}" wordt op het document weergegeven, omdat het een tijdzone "{1}" heeft.
pl: W dokumencie, z racji strefy czasowej „{1}”, pojawi się wartość „{0}”.
pt: "{0}" aparecerá no documento pois tem fuso horário "{1}".
sq: "{0}" do të shfaqet në dokument pasi ka një zonë orare "{1}".
sv: "{0}" kommer att visas på dokumentet eftersom det har en tidszon av "{1}".
zh: “{0}”将在文档上显示，因为其时区为“{1}”。

source: "{documentName}" has been deleted by an admin.
de: "{documentName}" wurde von einem Administrator gelöscht.
es: "{documentName}" ha sido eliminado por un admin.
fr: "{documentName}" a été supprimé par un administrateur.
it: "{documentName}" è stato eliminato da un amministratore.
ja: 管理者により「{documentName}」が削除されました。
nl: "{documentName}" is verwijderd door een beheerder.
pl: Dokument „{documentName}” został usunięty przez administratora.
pt: "{documentName}" foi excluído por um administrador.
sq: "{documentName}" është fshirë nga një admin.
sv: "{documentName}" har raderats av en administratör.
zh: “{documentName}”已被管理员删除。

source: “{documentName}” has been signed
de: „{documentName}“ wurde unterschrieben
es: “{documentName}” ha sido firmado
fr: « {documentName} » a été signé
it: “{documentName}” è stato firmato
ja: 「{documentName}」に署名されました
nl: "{documentName}" is ondertekend
pl: Dokument „{documentName}” został podpisany
pt: “{documentName}” foi assinado
sq: “{documentName}” është nënshkruar
zh: “{documentName}”已被签署

source: “{documentName}” was signed by all signers
de: „{documentName}“ wurde von allen Unterzeichnern signiert
es: "{documentName}" fue firmado por todos los firmantes
fr: “{documentName}” a été signé par tous les signataires
it: “{documentName}” è stato firmato da tutti i firmatari
ja: 「{documentName}」はすべての署名者によって署名されました
nl: "{documentName}" is door alle ondertekenaars ondertekend
pl: Dokument „{documentName}” został podpisany przez wszystkich podpisujących
pt: “{documentName}” foi assinado por todos os signatários
sq: “{documentName}” është nënshkruar nga të gjithë nënshkruesit
zh: “{documentName}”已由所有签署人签署

source: "{documentTitle}" has been successfully deleted
de: "{documentTitle}" wurde erfolgreich gelöscht
es: "{documentTitle}" ha sido eliminado con éxito
fr: "{documentTitle}" a été supprimé avec succès
it: "{documentTitle}" è stato eliminato con successo
ja: "{documentTitle}" は正常に削除されました。
nl: "{documentTitle}" is succesvol verwijderd.
pl: Dokument „{documentTitle}” został pomyślnie usunięty
pt: "{documentTitle}" foi excluído com sucesso
sq: "{documentTitle}" është fshirë me sukses
sv: "{documentTitle}" har raderats
zh: "{documentTitle}" 已成功删除

source: "{placeholderEmail}" on behalf of "Team Name" has invited you to sign "example document".
de: "{placeholderEmail}" im Auftrag des "Team Name" hat Sie eingeladen, das "Beispieldokument" zu unterschreiben.
es: "{placeholderEmail}" en nombre de "Team Name" te ha invitado a firmar "example document".
fr: "{placeholderEmail}" représentant "Team Name" vous a invité à signer "example document".
it: "{placeholderEmail}" per conto di "Team Name" ti ha invitato a firmare "documento esempio".
ja: 「Team Name」を代表して「{placeholderEmail}」が「example document」への署名を依頼しています。
nl: "{placeholderEmail}" heeft namens "Team Name" je uitgenodigd om "example document" te ondertekenen.
pl: Użytkownik „{placeholderEmail}” z zespołu „Zespół X” zaprosił Cię do podpisania dokumentu „ABC”.
pt: "{placeholderEmail}" em nome de "Nome da Equipe" convidou você a assinar "documento exemplo".
sq: "{placeholderEmail}" në emër të "Emri i Ekipit" ju ka ftuar të nënshkruani "dokumentin e shembullit".
sv: "{placeholderEmail}" på uppdrag av "Team Name" har bjudit in dig att signera "example document".
zh: “{placeholderEmail}”代表“Team Name”邀请您签署“example document”。

source: "Team Name" has invited you to sign "example document".
de: "Team Name" hat Sie eingeladen, das "Beispieldokument" zu unterschreiben.
es: "Team Name" te ha invitado a firmar "example document".
fr: "Team Name" vous a invité à signer "example document".
it: "Team Name" ti ha invitato a firmare "documento esempio".
ja: 「Team Name」から「example document」への署名依頼が届いています。
nl: "Team Name" heeft je uitgenodigd om "example document" te ondertekenen.
pl: „Zespół X” zaprosił Cię do podpisania dokumentu „ABC”.
pt: "Nome da Equipe" convidou você a assinar "documento exemplo".
sq: "Emri i Ekipit" ju ka ftuar të nënshkruani "dokumentin e shembullit".
sv: "Team Name" har bjudit in dig att signera "example document".
zh: “Team Name”已邀请您签署“example document”。

source: (You)
de: (Du)
es: (Tú)
fr: (Vous)
it: (Tu)
ja: （あなた）
nl: (Jij)
pl: (Ty)
pt: (Você)
sq: (Ju)
sv: (Du)
zh: （您）

source: {0, plural, one {(1 character over)} other {(# characters over)}}
de: {0, plural, one {(1 Zeichen über dem Limit)} other {(# Zeichen über dem Limit)}}
es: {0, plural, one {(1 carácter excedido)} other {(# caracteres excedidos)}}
fr: {0, plural, one {(1 caractère de trop)} other {(# caractères de trop)}}
it: {0, plural, one {(1 carattere in eccesso)} other {(# caratteri in eccesso)}}
ja: {0, plural, other {(# 文字超過)}}
nl: {0, plural, one {(1 teken te veel)} other {(# tekens te veel)}}
pl: {0, plural, one {Przekroczono 1 znak} few {Przekroczono # znaki} many {Przekroczono # znaków} other {Przekroczono # znaków}}
pt: {0, plural, one {(1 caractere a mais)} other {(# caracteres a mais)}}
sq: {0, plural, one {(1 karakter më shumë)} other {(# karaktere më shumë)}}
sv: {0, plural, one {(1 tecken över)} other {(# tecken över)}}
zh: {0, plural, other {(# 个字符超出)}}

source: {0, plural, one {# character over the limit} other {# characters over the limit}}
de: {0, plural, one {# Zeichen über dem Limit} other {# Zeichen über dem Limit}}
es: {0, plural, one {# carácter sobre el límite} other {# caracteres sobre el límite}}
fr: {0, plural, one {# caractère au-dessus de la limite} other {# caractères au-dessus de la limite}}
it: {0, plural, one {# carattere oltre il limite} other {# caratteri oltre il limite}}
ja: {0, plural, other {# 文字数の上限を # 文字超えています}}
nl: {0, plural, one {# teken boven de limiet} other {# tekens boven de limiet}}
pl: {0, plural, one {Przekroczono # znak} few {Przekroczono # znaki} many {Przekroczono # znaków} other {Przekroczono # znaków}}
pt: {0, plural, one {# caractere a mais do limite} other {# caracteres a mais do limite}}
sq: {0, plural, one {# karakter mbi kufi} other {# karaktere mbi kufi}}
sv: {0, plural, one {# tecken över gränsen} other {# tecken över gränsen}}
zh: {0, plural, other {# 个字符超出限制}}

source: {0, plural, one {# character remaining} other {# characters remaining}}
de: {0, plural, one {# Zeichen verbleibend} other {# Zeichen verbleibend}}
es: {0, plural, one {# carácter restante} other {# caracteres restantes}}
fr: {0, plural, one {# caractère restant} other {# caractères restants}}
it: {0, plural, one {# carattere rimanente} other {# caratteri rimanenti}}
ja: {0, plural, other {残り # 文字}}
nl: {0, plural, one {# teken resterend} other {# tekens resterend}}
pl: {0, plural, one {Pozostał # znak} few {Pozostały # znaki} many {Pozostało # znaków} other {Pozostało # znaków}}
pt: {0, plural, one {# caractere restante} other {# caracteres restantes}}
zh: {0, plural, other {# 个剩余字符}}

source: {0, plural, one {# document} other {# documents}}
de: {0, plural, one {# Dokument} other {# Dokumente}}
es: {0, plural, one {# documento} other {# documentos}}
it: {0, plural, one {# documento} other {# documenti}}
ja: {0, plural, other {# 件のドキュメント}}
nl: {0, plural, one {# document} other {# documenten}}
pl: {0, plural, one {# dokument} few {# dokumenty} many {# dokumentów} other {# dokumentów}}
pt: {0, plural, one {# documento} other {# documentos}}
sq: {0, plural, one {# dokument} other {# dokumente}}
sv: {0, plural, one {# dokument} other {# dokument}}
zh: {0, plural, other {# 个文档}}

source: {0, plural, one {# Event} other {# Events}}
de: {0, plural, one {# Ereignis} other {# Ereignisse}}
es: {0, plural, one {# Evento} other {# Eventos}}
fr: {0, plural, one {# événement} other {# événements}}
it: {0, plural, one {# evento} other {# eventi}}
ja: {0, plural, other {#件のイベント}}
nl: {0, plural, one {# gebeurtenis} other {# gebeurtenissen}}
pl: {0, plural, one {# zdarzenie} few {# zdarzenia} many {# zdarzeń} other {# zdarzenia}}
zh: {0, plural, other {# 个事件}}

source: {0, plural, one {# field} other {# fields}}
de: {0, plural, one {# Feld} other {# Felder}}
es: {0, plural, one {# campo} other {# campos}}
fr: {0, plural, one {# champ} other {# champs}}
it: {0, plural, one {# campo} other {# campi}}
ja: {0, plural, other {# 個のフィールド}}
nl: {0, plural, one {# veld} other {# velden}}
pl: {0, plural, one {1 pole} few {# pola} many {# pól} other {# pola}}
pt: {0, plural, one {# campo} other {# campos}}
zh: {0, plural, other {# 个字段}}

source: {0, plural, one {# folder} other {# folders}}
de: {0, plural, one {# Ordner} other {# Ordner}}
es: {0, plural, one {# carpeta} other {# carpetas}}
fr: {0, plural, one {# dossier} other {# dossiers}}
it: {0, plural, one {# cartella} other {# cartelle}}
ja: {0, plural, other {# 個のフォルダ}}
nl: {0, plural, one {# map} other {# mappen}}
pl: {0, plural, one {# folder} few {# foldery} many {# folderów} other {# folderów}}
pt: {0, plural, one {# pasta} other {# pastas}}
sq: {0, plural, one {# dosje} other {# dosje}}
sv: {0, plural, one {# mapp} other {# mappar}}
zh: {0, plural, other {# 个文件夹}}

source: {0, plural, one {# recipient} other {# recipients}}
de: {0, plural, one {# Empfänger} other {# Empfänger}}
es: {0, plural, one {# destinatario} other {# destinatarios}}
fr: {0, plural, one {# destinataire} other {# destinataires}}
it: {0, plural, one {# destinatario} other {# destinatari}}
ja: {0, plural, other {# 名の受信者}}
nl: {0, plural, one {# ontvanger} other {# ontvangers}}
pl: {0, plural, one {# odbiorca} few {# odbiorców} many {# odbiorców} other {# odbiorców}}
pt: {0, plural, one {# destinatário} other {# destinatários}}
sq: {0, plural, one {# marrës} other {# marrësa}}
sv: {0, plural, one {# mottagare} other {# mottagare}}
zh: {0, plural, other {# 位收件人}}

source: {0, plural, one {# Recipient} other {# Recipients}}
de: {0, plural, one {# Empfänger} other {# Empfänger}}
es: {0, plural, one {# Destinatario} other {# Destinatarios}}
fr: {0, plural, one {# Destinataire} other {# Destinataires}}
it: {0, plural, one {# Destinatario} other {# Destinatari}}
ja: {0, plural, other {# 人の受信者}}
nl: {0, plural, one {# ontvanger} other {# ontvangers}}
pl: {0, plural, one {# odbiorca} few {# odbiorców} many {# odbiorców} other {# odbiorców}}
zh: {0, plural, other {# 位收件人}}

source: {0, plural, one {# team} other {# teams}}
es: {0, plural, one {# equipo} other {# equipos}}
fr: {0, plural, one {# équipe} other {# équipes}}
it: {0, plural, one {# squadra} other {# squadre}}
ja: {0, plural, other {# チーム}}
pl: {0, plural, one {# zespół} few {# zespoły} many {# zespołów} other {# zespołów}}
pt: {0, plural, one {# equipe} other {# equipes}}
sq: {0, plural, one {# ekip} other {# ekipe}}
sv: {0, plural, one {# team} other {# team}}
zh: {0, plural, other {# 个团队}}

source: {0, plural, one {# template} other {# templates}}
de: {0, plural, one {# Vorlage} other {# Vorlagen}}
es: {0, plural, one {# plantilla} other {# plantillas}}
fr: {0, plural, one {# modèle} other {# modèles}}
it: {0, plural, one {# modello} other {# modelli}}
ja: {0, plural, other {# 個のテンプレート}}
nl: {0, plural, one {# sjabloon} other {# sjablonen}}
pl: {0, plural, one {# szablon} few {# szablony} many {# szablonów} other {# szablonów}}
pt: {0, plural, one {# modelo} other {# modelos}}
sq: {0, plural, one {# model} other {# modele}}
sv: {0, plural, one {# mall} other {# mallar}}
zh: {0, plural, other {# 个模板}}

source: {0, plural, one {<0>You have <1>1</1> pending invitation</0>} other {<2>You have <3>#</3> pending invitations</2>}}
de: {0, plural, one {<0>Sie haben <1>1</1> ausstehende Einladung</0>} other {<2>Sie haben <3>#</3> ausstehende Einladungen</2>}}
es: {0, plural, one {<0>Tienes <1>1</1> invitación pendiente</0>} other {<2>Tienes <3>#</3> invitaciones pendientes</2>}}
fr: {0, plural, one {<0>Vous avez <1>1</1> invitation en attente</0>} other {<2>Vous avez <3>#</3> invitations en attente</2>}}
it: {0, plural, one {<0>Hai <1>1</1> invito in sospeso</0>} other {<2>Hai <3>#</3> inviti in sospeso</2>}}
ja: {0, plural, other {<2>保留中の招待が <3>#</3> 件あります</2>}}
nl: {0, plural, one {<0>Je hebt <1>1</1> openstaande uitnodiging</0>} other {<2>Je hebt <3>#</3> openstaande uitnodigingen</2>}}
pl: {0, plural, one {<0>Masz <1>1</1> oczekujące zaproszenie</0>} few {<2>Masz <3>#</3> oczekujące zaproszenia</2>} many {<2>Masz <3>#</3> oczekujących zaproszeń</2>} other {<2>Masz <3>#</3> oczekujących zaproszeń</2>}}
pt: {0, plural, one {<0>Você tem <1>1</1> convite pendente</0>} other {<2>Você tem <3>#</3> convites pendentes</2>}}
sq: {0, plural, one {<0>Ju keni <1>1</1> ftesë në pritje</0>} other {<2>Ju keni <3>#</3> ftese në pritje</2>}}
sv: {0, plural, one {<0>Du har <1>1</1> väntande inbjudan</0>} other {<2>Du har <3>#</3> väntande inbjudningar</2>}}
zh: {0, plural, other {<2>您有 <3>#</3> 条待处理邀请</2>}}

source: {0, plural, one {1 Field Remaining} other {# Fields Remaining}}
de: {0, plural, one {1 Feld verbleibend} other {# Felder verbleibend}}
es: {0, plural, one {1 Campo Restante} other {# Campos Restantes}}
fr: {0, plural, one {1 Champ Restant} other {# Champs Restants}}
it: {0, plural, one {1 campo rimanente} other {# campi rimanenti}}
ja: {0, plural, other {残り # 個のフィールド}}
nl: {0, plural, one {1 veld resterend} other {# velden resterend}}
pl: {0, plural, one {Pozostało 1 pole} few {Pozostały # pola} many {Pozostało # pól} other {Pozostało # pola}}
pt: {0, plural, one {1 Campo Restante} other {# Campos Restantes}}
zh: {0, plural, other {# 个字段剩余}}

source: {0, plural, one {1 Field} other {# Fields}}
de: {0, plural, one {1 Feld} other {# Felder}}
es: {0, plural, one {1 Campo} other {# Campos}}
fr: {0, plural, one {1 Champ} other {# Champs}}
it: {0, plural, one {1 Campo} other {# Campi}}
ja: {0, plural, other {# 個のフィールド}}
nl: {0, plural, one {1 veld} other {# velden}}
pl: {0, plural, one {1 pole} few {# pola} many {# pól} other {# pola}}
pt: {0, plural, one {1 Campo} other {# Campos}}
zh: {0, plural, other {# 个字段}}

source: {0, plural, one {1 matching field} other {# matching fields}}
de: {0, plural, one {1 passendes Feld} other {# passende Felder}}
es: {0, plural, one {1 campo que coincide} other {# campos que coinciden}}
fr: {0, plural, one {1 champ correspondant} other {# champs correspondants}}
it: {0, plural, one {1 campo corrispondente} other {# campi corrispondenti}}
ja: {0, plural, other {# 個の一致するフィールド}}
nl: {0, plural, one {1 overeenkomend veld} other {# overeenkomende velden}}
pl: {0, plural, one {1 pasujące pole} few {# pasujące pola} many {# pasujących pól} other {# pasujących pól}}
pt: {0, plural, one {1 campo correspondente} other {# campos correspondentes}}
sq: {0, plural, one {1 fushë e përputhur} other {# fusha të përputhura}}
sv: {0, plural, one {1 matchande fält} other {# matchande fält}}
zh: {0, plural, other {# 个匹配字段}}

source: {0, plural, one {1 Recipient} other {# Recipients}}
de: {0, plural, one {1 Empfänger} other {# Empfänger}}
es: {0, plural, one {1 Destinatario} other {# Destinatarios}}
fr: {0, plural, one {1 Destinataire} other {# Destinataires}}
it: {0, plural, one {1 destinatario} other {# destinatari}}
ja: {0, plural, other {# 名の受信者}}
nl: {0, plural, one {1 ontvanger} other {# ontvangers}}
pl: {0, plural, one {1 odbiorca} few {# odbiorców} many {# odbiorców} other {# odbiorców}}
pt: {0, plural, one {1 Destinatário} other {# Destinatários}}
sq: {0, plural, one {1 Marrës} other {# Marrësit}}
sv: {0, plural, one {1 mottagare} other {# mottagare}}
zh: {0, plural, other {# 位收件人}}

source: {0, plural, one {Waiting on 1 recipient} other {Waiting on # recipients}}
de: {0, plural, one {Warte auf 1 Empfänger} other {Warte auf # Empfänger}}
es: {0, plural, one {Esperando 1 destinatario} other {Esperando # destinatarios}}
fr: {0, plural, one {En attente d'1 destinataire} other {En attente de # destinataires}}
it: {0, plural, one {In attesa di 1 destinatario} other {In attesa di # destinatari}}
ja: {0, plural, other {# 名の受信者の対応待ち}}
nl: {0, plural, one {Wacht op 1 ontvanger} other {Wacht op # ontvangers}}
pl: {0, plural, one {Oczekiwanie na 1 odbiorcę} few {Oczekiwanie na # odbiorców} many {Oczekiwanie na # odbiorców} other {Oczekiwanie na # odbiorców}}
pt: {0, plural, one {Aguardando 1 destinatário} other {Aguardando # destinatários}}
sq: {0, plural, one {Në pritje të 1 marrësit} other {Në pritje të # marrësve}}
sv: {0, plural, one {Väntar på 1 mottagare} other {Väntar på # mottagare}}
zh: {0, plural, other {正在等待 # 位收件人}}

source: {0} couldn't be uploaded:
de: {0} konnte nicht hochgeladen werden:
es: {0} no pudo ser subido:
fr: {0} n'a pas pu être téléchargé :
it: {0} non può essere caricato:
ja: {0} をアップロードできませんでした:
nl: {0} kon niet worden geüpload:
pl: Nie można przesłać pliku {0}:
zh: {0} 无法上传：

source: {0} direct signing templates
de: {0} direkte Signaturvorlagen
es: {0} plantillas de firma directa
fr: {0} modèles de signature directe
it: {0} modelli di firma diretta
ja: {0} のダイレクト署名テンプレート
nl: {0} directe ondertekeningssjablonen
pl: Bezpośrednie szablony do podpisywania zespołu {0}
pt: {0} modelos de assinatura direta
sq: {0} modele për nënshkrim direkt
sv: {0} direktsigneringsmallar
zh: {0} 个直接签署模板

source: {0} has invited you to {recipientActionVerb} the document "{1}".
de: {0} hat Sie eingeladen, das Dokument "{1}" {recipientActionVerb}.
es: {0} te ha invitado a {recipientActionVerb} el documento "{1}".
fr: {0} vous a invité à {recipientActionVerb} le document "{1}".
it: {0} ti ha invitato a {recipientActionVerb} il documento "{1}".
ja: {0} からドキュメント「{1}」への{recipientActionVerb}依頼が届いています。
nl: {0} heeft je uitgenodigd om het document "{1}" te {recipientActionVerb}.
pl: Sprawdź i {recipientActionVerb} dokument „{1}” utworzony przez zespół {0}.
pt: {0} convidou você a {recipientActionVerb} o documento "{1}".
sq: {0} ju ka ftuar të {recipientActionVerb} dokumentin "{1}".
sv: {0} har bjudit in dig att {recipientActionVerb} dokumentet "{1}".
zh: {0} 已邀请您 {recipientActionVerb} 文档“{1}”。

source: {0} invited you to {recipientActionVerb} a document
de: {0} hat dich eingeladen, ein Dokument {recipientActionVerb}
es: {0} te invitó a {recipientActionVerb} un documento
fr: {0} vous a invité à {recipientActionVerb} un document
it: {0} ti ha invitato a {recipientActionVerb} un documento
ja: {0} からドキュメントへの{recipientActionVerb}依頼が届いています
nl: {0} heeft je uitgenodigd om een document te {recipientActionVerb}
pl: Sprawdź i {recipientActionVerb} dokument utworzony przez zespół {0}
pt: {0} convidou você a {recipientActionVerb} um documento
sq: {0} ju ftoi të {recipientActionVerb} një dokument
sv: {0} bjöd in dig att {recipientActionVerb} ett dokument
zh: {0} 邀请您 {recipientActionVerb} 一个文档

source: {0} of {1} documents remaining this month.
de: {0} von {1} Dokumenten verbleibend in diesem Monat.
es: {0} de {1} documentos restantes este mes.
fr: {0} des {1} documents restants ce mois-ci.
it: {0} di {1} documenti rimanenti questo mese.
ja: 今月は {1} 件中 {0} 件の文書を残しています。
nl: {0} van {1} documenten resterend deze maand.
pl: Pozostało {0} z {1} dokumentów w tym miesiącu.
pt: {0} de {1} documentos restantes este mês.
sq: {0} nga {1} dokumente të mbetura këtë muaj.
sv: {0} av {1} dokument återstår denna månad.
zh: 本月还剩 {0}/{1} 份文档可用。

source: {0} of {1} row(s) selected.
de: {0} von {1} Zeile(n) ausgewählt.
es: {0} de {1} fila(s) seleccionada.
fr: {0} sur {1} ligne(s) sélectionnée(s).
it: {0} di {1} riga selezionata.
ja: {1} 行中 {0} 行を選択しました。
nl: {0} van {1} rij(en) geselecteerd.
pl: {0} z {1} wybranych wierszy.
pt: {0} de {1} linha(s) selecionada(s).
sq: {0} nga {1} rresht(i) u zgjodh.
sv: {0} av {1} rad(er) valda.
zh: 已选择 {1} 行中的 {0} 行。

source: {0} on behalf of "{1}" has invited you to {recipientActionVerb} the document "{2}".
de: {0} im Namen von "{1}" hat Sie eingeladen, das Dokument "{2}" {recipientActionVerb}.
es: {0} en nombre de "{1}" te ha invitado a {recipientActionVerb} el documento "{2}".
fr: {0} représentant "{1}" vous a invité à {recipientActionVerb} le document "{2}".
it: {0} per conto di "{1}" ti ha invitato a {recipientActionVerb} il documento "{2}".
ja: {0} が「{1}」を代表してドキュメント「{2}」の{recipientActionVerb}を依頼しています。
nl: {0} heeft namens "{1}" je uitgenodigd om het document "{2}" te {recipientActionVerb}.
pl: Sprawdź i {recipientActionVerb} dokument „{2}” utworzony przez użytkownika {0} z zespołu „{1}”.
pt: {0} em nome de "{1}" convidou você a {recipientActionVerb} o documento "{2}".
sq: {0} në emër të "{1}" ju ka ftuar të {recipientActionVerb} dokumentin "{2}".
sv: {0} på uppdrag av "{1}" har bjudit in dig att {recipientActionVerb} dokumentet "{2}".
zh: {0} 代表“{1}”邀请您 {recipientActionVerb} 文档“{2}”。

source: {0} Teams
es: {0} Equipos
fr: {0} Équipes
it: {0} Squadre
ja: {0} のチーム
pl: Zespół {0}
pt: {0} Equipes
sq: {0} Ekipet
sv: {0} Team
zh: {0} 个团队

source: {browserInfo} on {os}
de: {browserInfo} auf {os}
es: {browserInfo} en {os}
fr: {browserInfo} sur {os}
it: {browserInfo} su {os}
ja: {browserInfo}（{os}）
nl: {browserInfo} op {os}
pl: {browserInfo} na {os}
pt: {browserInfo} no {os}
zh: {browserInfo} 于 {os}

source: {charactersRemaining, plural, one {1 character remaining} other {{charactersRemaining} characters remaining}}
de: {charactersRemaining, plural, one {1 Zeichen verbleibend} other {{charactersRemaining} Zeichen verbleibend}}
es: {charactersRemaining, plural, one {1 carácter restante} other {{charactersRemaining} caracteres restantes}}
fr: {charactersRemaining, plural, one {1 caractère restant} other {{charactersRemaining} caractères restants}}
it: {charactersRemaining, plural, one {1 carattere rimanente} other {{charactersRemaining} caratteri rimanenti}}
ja: {charactersRemaining, plural, other {{charactersRemaining} 文字残り}}
nl: {charactersRemaining, plural, one {1 teken resterend} other {{charactersRemaining} tekens resterend}}
pl: {charactersRemaining, plural, one {Pozostał # znak} few {Pozostały {charactersRemaining} znaki} many {Pozostało {charactersRemaining} znaków} other {Pozostało {charactersRemaining} znaków}}
pt: {charactersRemaining, plural, one {1 caractere restante} other {{charactersRemaining} caracteres restantes}}
sq: {charactersRemaining, plural, one {1 karakter i mbetur} other {{charactersRemaining} karaktere të mbetura}}
sv: {charactersRemaining, plural, one {1 tecken återstår} other {{charactersRemaining} tecken återstår}}
zh: {charactersRemaining, plural, other {{charactersRemaining} 个字符剩余}}
