Repository: documenso/documenso
Catalog: packages/lib/translations/*/web.po
Languages: de, es, fr, it, ja, nl, pl, pt, sq, sv, zh

source: Failed to reseal document
de: Dokument konnte nicht erneut versiegelt werden
es: Falló al volver a sellar el documento
fr: Échec du reseal du document
it: Fallito il risigillo del documento
ja: 文書の再封止に失敗しました
nl: Opnieuw verzegelen van document mislukt
pl: Nie udało się ponownie zapieczętować dokumentu
pt: Falha ao resselar o documento
sq: Dështoi rihapja e dokumentit
sv: Misslyckades med att återförsegla dokument
zh: 重新封存文档失败

source: Failed to revoke session
de: Sitzung konnte nicht widerrufen werden
es: Error al revocar la sesión
fr: Échec de la révocation de la session
it: Impossibile revocare la sessione
ja: セッションの取り消しに失敗しました
nl: Sessies intrekken mislukt
pl: Nie udało się unieważnić sesji
pt: Falha ao revogar a sessão
sq: Dështoi të revokojë seancën
sv: Misslyckades med att återkalla session
zh: 撤销会话失败

source: Failed to save settings.
de: Einstellungen konnten nicht gespeichert werden.
es: Fallo al guardar configuraciones.
fr: Échec de l'enregistrement des paramètres.
it: Impossibile salvare le impostazioni.
ja: 設定の保存に失敗しました。
nl: Instellingen opslaan is mislukt.
pl: Nie udało się zapisać ustawień.
pt: Falha ao salvar as configurações.
sq: Dështoi të ruajë parametrat.
sv: Misslyckades med att spara inställningar.
zh: 保存设置失败。

source: Failed to sign out all sessions
de: Fehler beim Abmelden aller Sitzungen
es: Error al cerrar sesión en todas las sesiones
fr: Impossible de se déconnecter de toutes les sessions
it: Non è stato possibile disconnettere tutte le sessioni
ja: すべてのセッションからのサインアウトに失敗しました
nl: Uitloggen van alle sessies mislukt
pl: Nie udało się wylogować ze wszystkich sesji
pt: Falha ao sair de todas as sessões
sq: Dështoi të dilni nga të gjitha sesionet
sv: Misslyckades med att logga ut från alla sessioner
zh: 注销所有会话失败

source: Failed to unlink account
de: Konto konnte nicht entkoppelt werden
es: No se pudo desvincular la cuenta
fr: Échec de la dissociation du compte
it: Impossibile scollegare l'account
ja: アカウントのリンク解除に失敗しました
nl: Account ontkoppelen mislukt
pl: Nie udało się rozłączyć konta
pt: Falha ao desvincular a conta
zh: 取消关联账户失败

source: Failed to update document
de: Dokument konnte nicht aktualisiert werden
es: No se pudo actualizar el documento
fr: Échec de la mise à jour du document
it: Aggiornamento documento fallito
ja: ドキュメントの更新に失敗しました
nl: Document bijwerken mislukt
pl: Nie udało się zaktualizować dokumentu
pt: Falha ao atualizar o documento
sq: Dështoi përditësimi i dokumentit
sv: Misslyckades med att uppdatera dokument
zh: 更新文档失败

source: Failed to update recipient
de: Empfänger konnte nicht aktualisiert werden
es: Falló al actualizar el destinatario
fr: Échec de la mise à jour du destinataire
it: Aggiornamento destinario fallito
ja: 受信者の更新に失敗しました
nl: Bijwerken van ontvanger mislukt
pl: Nie udało się zaktualizować odbiorcy
pt: Falha ao atualizar o destinatário
sq: Dështoi azhurnimi i marrësit
sv: Misslyckades med att uppdatera mottagare
zh: 更新收件人失败

source: Failed to update subscription claim.
de: Fehler beim Aktualisieren des Abonnementsanspruchs.
es: Error al actualizar la reclamación de suscripción.
fr: Échec de la mise à jour de la réclamation d'abonnement.
it: Aggiornamento di rivendicazione di abbonamento fallito.
ja: サブスクリプションクレームの更新に失敗しました。
nl: Abonnementsclaim bijwerken mislukt.
pl: Nie udało się zaktualizować subskrypcji.
pt: Falha ao atualizar a reivindicação de assinatura.
sq: Dështoi përditësimi i pretendimit të abonimit.
sv: Misslyckades med att uppdatera prenumerationsanspråk.
zh: 更新订阅声明失败。

source: Failed to update template
de: Vorlage konnte nicht aktualisiert werden
es: No se pudo actualizar la plantilla
fr: Échec de la mise à jour du modèle
it: Aggiornamento modello fallito
ja: テンプレートの更新に失敗しました
nl: Sjabloon bijwerken mislukt
pl: Nie udało się zaktualizować szablonu
pt: Falha ao atualizar o modelo
sq: Dështoi përditësimi i shabllonit
sv: Misslyckades med att uppdatera mall
zh: 更新模板失败

source: Failed to update webhook
de: Webhook konnte nicht aktualisiert werden
es: Falló al actualizar el webhook
fr: Échec de la mise à jour du webhook
it: Aggiornamento webhook fallito
ja: Webhook の更新に失敗しました
nl: Bijwerken van webhook mislukt
pl: Nie udało się zaktualizować webhooku
pt: Falha ao atualizar o webhook
sq: Dështoi azhurnimi i webhook
sv: Misslyckades med att uppdatera webhook
zh: 更新 Webhook 失败

source: Failed: {failedCount}
de: Fehlgeschlagen: {failedCount}
es: Fallidos: {failedCount}
fr: Échoués : {failedCount}
it: Falliti: {failedCount}
ja: 失敗: {failedCount}
nl: Mislukt: {failedCount}
pl: Niepowodzenie: {failedCount}
pt: Falha: {failedCount}
sq: Dështoi: {failedCount}
sv: Misslyckade: {failedCount}
zh: 失败：{failedCount}

source: Feature Flags
de: Funktionsflaggen
es: Flags de características
fr: Drapeaux de fonctionnalités
it: Flags delle funzionalità
ja: 機能フラグ
pl: Flagi funkcji
pt: Recursos
sq: Karakteristikat
sv: Funktionsflaggor
zh: 功能开关

source: Field character limit
de: Zeichenbeschränkung des Feldes
es: Límite de caracteres del campo
fr: Limite de caractères du champ
it: Limite di caratteri del campo
ja: フィールドの文字数制限
nl: Tekenlimiet veld
pl: Limit znaków
pt: Limite de caracteres do campo
sq: Limiti i karaktereve të fushës
sv: Fältteckengräns
zh: 字段字符限制

source: Field font size
de: Feldschriftgröße
es: Tamaño de fuente del campo
fr: Taille de police du champ
it: Dimensione del carattere del campo
ja: フィールドのフォントサイズ
nl: Lettergrootte veld
pl: Rozmiar czcionki pola
pt: Tamanho da fonte do campo
sq: Madhësia e shkronjave të fushës
sv: Fälttextstorlek
zh: 字段字体大小

source: Field format
de: Feldformat
es: Formato de campo
fr: Format du champ
it: Formato del campo
ja: フィールド形式
nl: Veldopmaak
pl: Format pola
pt: Formato do campo
sq: Formati i fushës
sv: Fältformat
zh: 字段格式

source: Field label
de: Feldbeschriftung
es: Etiqueta de campo
fr: Étiquette du champ
it: Etichetta del campo
ja: フィールドラベル
nl: Veldlabel
pl: Etykieta pola
pt: Rótulo do campo
sq: Etiketa e fushës
sv: Fältetikett
zh: 字段标签

source: Field placeholder
de: Feldplatzhalter
es: Marcador de posición de campo
fr: Espace réservé du champ
it: Segnaposto del campo
ja: フィールドプレースホルダー
nl: Placeholder voor veld
pl: Domyślny tekst pola
pt: Espaço reservado do campo
sq: Vendi i rezervuar i fushës
sv: Fältplatshållare
zh: 字段占位符

# Audit log format
source: Field prefilled by assistant
de: Feld vom Assistenten vorausgefüllt
es: Campo rellenado por el asistente
fr: Champ pré-rempli par assistant
it: Campo precompilato dall'assistente
ja: フィールドはアシスタントによって自動入力されました
nl: Veld vooraf ingevuld door assistent
pl: Asystent wstępnie wypełnił pole
pt: Campo preenchido pelo assistente
zh: 字段由助手预填

# Audit log format
source: Field signed
de: Feld unterschrieben
es: Campo firmado
fr: Champ signé
it: Campo firmato
ja: フィールドに署名しました
nl: Veld ondertekend
pl: Podpisano pole
pt: Campo assinado
zh: 字段已签署

# Audit log format
source: Field unsigned
de: Feld nicht unterschrieben
es: Campo no firmado
fr: Champ non signé
it: Campo non firmato
ja: フィールドの署名がありません
nl: Veld niet ondertekend
pl: Nie podpisano pola
pt: Campo não assinado
zh: 字段未签署

source: Fields
de: Felder
es: Campos
fr: Champs
it: Campi
ja: フィールド
nl: Velden
pl: Pola
pt: Campos
sq: Fusha
sv: Fält
zh: 字段

source: Fields updated
de: Felder aktualisiert
es: Campos actualizados
fr: Champs mis à jour
it: Campi aggiornati
ja: フィールドを更新しました
nl: Velden bijgewerkt
pl: Pola zostały zaktualizowane
pt: Campos atualizados
sq: Fushat përditësuan
sv: Fält uppdaterade
zh: 字段已更新

source: File cannot be larger than {APP_DOCUMENT_UPLOAD_SIZE_LIMIT}MB
de: Die Datei darf nicht größer als {APP_DOCUMENT_UPLOAD_SIZE_LIMIT} MB sein
es: El archivo no puede ser mayor a {APP_DOCUMENT_UPLOAD_SIZE_LIMIT}MB
fr: Le fichier ne peut pas dépasser {APP_DOCUMENT_UPLOAD_SIZE_LIMIT} Mo
it: Il file non può essere più grande di {APP_DOCUMENT_UPLOAD_SIZE_LIMIT} MB
ja: ファイルサイズは {APP_DOCUMENT_UPLOAD_SIZE_LIMIT}MB 以下である必要があります
nl: Bestand mag niet groter zijn dan {APP_DOCUMENT_UPLOAD_SIZE_LIMIT} MB
pl: Plik nie może być większy niż {APP_DOCUMENT_UPLOAD_SIZE_LIMIT} MB
pt: O arquivo não pode ser maior que {APP_DOCUMENT_UPLOAD_SIZE_LIMIT} MB
sq: Skedari nuk mund të jetë më i madh se {APP_DOCUMENT_UPLOAD_SIZE_LIMIT}MB
sv: Filen kan inte vara större än {APP_DOCUMENT_UPLOAD_SIZE_LIMIT}MB
zh: 文件大小不能超过 {APP_DOCUMENT_UPLOAD_SIZE_LIMIT}MB

source: File is larger than {APP_DOCUMENT_UPLOAD_SIZE_LIMIT}MB
de: Datei ist größer als {APP_DOCUMENT_UPLOAD_SIZE_LIMIT}MB
es: El archivo es mayor que {APP_DOCUMENT_UPLOAD_SIZE_LIMIT}MB
fr: Le fichier est plus grand que {APP_DOCUMENT_UPLOAD_SIZE_LIMIT} Mo
it: Il file è più grande di {APP_DOCUMENT_UPLOAD_SIZE_LIMIT}MB
ja: ファイルサイズが {APP_DOCUMENT_UPLOAD_SIZE_LIMIT}MB を超えています
nl: Bestand is groter dan {APP_DOCUMENT_UPLOAD_SIZE_LIMIT} MB
pl: Maksymalny rozmiar pliku to {APP_DOCUMENT_UPLOAD_SIZE_LIMIT} MB
pt: O arquivo é maior que {APP_DOCUMENT_UPLOAD_SIZE_LIMIT} MB
zh: 文件大于 {APP_DOCUMENT_UPLOAD_SIZE_LIMIT}MB

source: File is too small
de: Datei ist zu klein
es: El archivo es demasiado pequeño
fr: Le fichier est trop petit
it: Il file è troppo piccolo
ja: ファイルサイズが小さすぎます
nl: Bestand is te klein
pl: Plik jest zbyt mały
pt: O arquivo é muito pequeno
zh: 文件太小

source: File size exceeds the limit of {APP_DOCUMENT_UPLOAD_SIZE_LIMIT} MB
de: Dateigröße überschreitet das Limit von {APP_DOCUMENT_UPLOAD_SIZE_LIMIT} MB
es: El tamaño del archivo excede el límite de {APP_DOCUMENT_UPLOAD_SIZE_LIMIT} MB
fr: La taille du fichier dépasse la limite de {APP_DOCUMENT_UPLOAD_SIZE_LIMIT} MB
it: La dimensione del file supera il limite di {APP_DOCUMENT_UPLOAD_SIZE_LIMIT} MB
ja: ファイルサイズが {APP_DOCUMENT_UPLOAD_SIZE_LIMIT} MB の上限を超えています
nl: Bestandsgrootte overschrijdt de limiet van {APP_DOCUMENT_UPLOAD_SIZE_LIMIT} MB
pl: Plik nie może być większy niż {APP_DOCUMENT_UPLOAD_SIZE_LIMIT} MB
pt: O tamanho do arquivo excede o limite de {APP_DOCUMENT_UPLOAD_SIZE_LIMIT} MB
sq: Madhësia e dokumentit tejkalon kufirin prej {APP_DOCUMENT_UPLOAD_SIZE_LIMIT} MB
sv: Filstorleken överskrider gränsen på {APP_DOCUMENT_UPLOAD_SIZE_LIMIT} MB
zh: 文件大小超过 {APP_DOCUMENT_UPLOAD_SIZE_LIMIT} MB 限制

source: Fill in the details to create a new subscription claim.
de: Füllen Sie die Details aus, um einen neuen Abonnementsanspruch zu erstellen.
es: Rellena los detalles para crear una nueva reclamación de suscripción.
fr: Remplissez les détails pour créer une nouvelle réclamation d'abonnement.
it: Compila i dettagli per creare una nuova rivendicazione di abbonamento.
ja: 新しいサブスクリプションクレームを作成するための詳細を入力してください。
nl: Vul de gegevens in om een nieuwe abonnementsclaim aan te maken.
pl: Uzupełnił szczegóły, aby utworzyć nową subskrypcję.
pt: Preencha os detalhes para criar uma nova reivindicação de assinatura.
sq: Plotësoni detajet për të krijuar një pretendim të ri të abonimit.
sv: Fyll i uppgifterna för att skapa ett nytt prenumerationsanspråk.
zh: 填写详细信息以创建新的订阅声明。

source: Folder created successfully
de: Ordner erfolgreich erstellt
es: Carpeta creada exitosamente
fr: Dossier créé avec succès
it: Cartella creata con successo
ja: フォルダが正常に作成されました
nl: Map succesvol aangemaakt
pl: Folder został utworzony
pt: Pasta criada com sucesso
sq: Dosja u krijua me sukses
sv: Mapp skapad framgångsrikt
zh: 文件夹创建成功

source: Folder deleted successfully
de: Ordner erfolgreich gelöscht
es: Carpeta eliminada correctamente
fr: Dossier supprimé avec succès
it: Cartella eliminata con successo
ja: フォルダは正常に削除されました
nl: Map succesvol verwijderd
pl: Folder został usunięty
pt: Pasta excluída com sucesso
sq: Dosja u fshi me sukses
sv: Mapp raderad framgångsrikt
zh: 文件夹删除成功

source: Folder moved successfully
de: Ordner erfolgreich verschoben
es: Carpeta movida correctamente
fr: Dossier déplacé avec succès
it: Cartella spostata con successo
ja: フォルダは正常に移動されました
nl: Map succesvol verplaatst
pl: Folder został przeniesiony
pt: Pasta movida com sucesso
sq: Dosja u zhvendos me sukses
sv: Mapp flyttad framgångsrikt
zh: 文件夹移动成功

source: Folder Name
de: Ordnername
es: Nombre de la Carpeta
fr: Nom du Dossier
it: Nome Cartella
ja: フォルダ名
nl: Mapnaam
pl: Nazwa folderu
pt: Nome da Pasta
sq: Emri i Dosjes
sv: Mappnamn
zh: 文件夹名称

source: Folder not found
de: Ordner nicht gefunden
es: Carpeta no encontrada
fr: Dossier introuvable
it: Cartella non trovata
ja: フォルダが見つかりません
nl: Map niet gevonden
pl: Folder nie został znaleziony
pt: Pasta não encontrada
sq: Dosja nuk u gjet
sv: Mapp hittades inte
zh: 未找到文件夹

source: Folder Settings
de: Ordner-Einstellungen
es: Configuración de carpeta
fr: Paramètres du dossier
it: Impostazioni Cartella
ja: フォルダ設定
nl: Mapinstellingen
pl: Ustawienia folderu
pt: Configurações da Pasta
zh: 文件夹设置

source: Folder updated successfully
de: Ordner erfolgreich aktualisiert
es: Carpeta actualizada con éxito
fr: Dossier mis à jour avec succès
it: Cartella aggiornata con successo
ja: フォルダは正常に更新されました
nl: Map succesvol bijgewerkt
pl: Folder został zaktualizowany
pt: Pasta atualizada com sucesso
sq: Dosja përditësuar me sukses
sv: Mapp uppdaterad framgångsrikt
zh: 文件夹更新成功

source: Font Size
de: Schriftgröße
es: Tamaño de fuente
fr: Taille de Police
it: Dimensione carattere
ja: フォントサイズ
nl: Lettergrootte
pl: Rozmiar czcionki
pt: Tamanho da Fonte
sq: Madhësia e shkronjave
sv: Textstorlek
zh: 字体大小

source: For any questions regarding this disclosure, electronic signatures, or any related process, please contact us at: <0>{SUPPORT_EMAIL}</0>
de: Für Fragen zu dieser Offenlegung, elektronischen Unterschriften oder einem verwandten Verfahren kontaktieren Sie uns bitte unter: <0>{SUPPORT_EMAIL}</0>
es: Si tiene alguna pregunta sobre esta divulgación, firmas electrónicas o cualquier proceso relacionado, comuníquese con nosotros en: <0>{SUPPORT_EMAIL}</0>
fr: Pour toute question concernant cette divulgation, les signatures électroniques ou tout processus y afférent, veuillez nous contacter à : <0>{SUPPORT_EMAIL}</0>
it: Per qualsiasi domanda riguardante questa divulgazione, le firme elettroniche o qualsiasi processo correlato, contattaci all'indirizzo: <0>{SUPPORT_EMAIL}</0>
ja: 本開示、電子署名、その他関連プロセスに関するご質問がある場合は、<0>{SUPPORT_EMAIL}</0> までお問い合わせください。
nl: Voor vragen over deze kennisgeving, elektronische handtekeningen of een gerelateerd proces kun je contact met ons opnemen via: <0>{SUPPORT_EMAIL}</0>
pl: W przypadku jakichkolwiek pytań dotyczących niniejszego oświadczenia, podpisów elektronicznych lub wszelkich powiązanych procesów skontaktuj się z nami pod adresem <0>{SUPPORT_EMAIL}</0>
pt: Para qualquer dúvida sobre esta divulgação, assinaturas eletrônicas ou qualquer processo relacionado, entre em contato conosco em: <0>{SUPPORT_EMAIL}</0>
sq: Për çdo pyetje në lidhje me këtë informacion, nënshkrimet elektronike, ose çfarëdo procesi të ngjashëm, ju lutem kontaktoni me ne në: <0>{SUPPORT_EMAIL}</0>
sv: För frågor angående denna information, elektroniska signaturer eller relaterade processer, kontakta oss på: <0>{SUPPORT_EMAIL}</0>
zh: 如对本披露内容、电子签名或任何相关流程有疑问，请通过以下方式联系我们：<0>{SUPPORT_EMAIL}</0>

source: For each recipient, provide their email (required) and name (optional) in separate columns. Download the template CSV below for the correct format.
de: Für jeden Empfänger geben Sie dessen E-Mail (erforderlich) und Namen (optional) in separaten Spalten an. Laden Sie unten die CSV-Vorlage für das korrekte Format herunter.
es: Para cada destinatario, proporciona su correo electrónico (obligatorio) y nombre (opcional) en columnas separadas. Descarga el modelo CSV a continuación para el formato correcto.
fr: Pour chaque destinataire, fournissez son e-mail (obligatoire) et son nom (facultatif) dans des colonnes séparées. Téléchargez le modèle CSV ci-dessous pour obtenir le format requis.
it: Per ogni destinatario, fornisci la loro email (obbligatoria) e il nome (opzionale) in colonne separate. Scarica il modello CSV qui sotto per il formato corretto.
ja: 各受信者ごとに、メールアドレス（必須）と名前（任意）を別々の列に入力してください。正しい形式については、下からテンプレート CSV をダウンロードしてください。
nl: Geef voor elke ontvanger zijn of haar e-mailadres (vereist) en naam (optioneel) op in aparte kolommen. Download hieronder de sjabloon-CSV voor de juiste indeling.
pl: Wpisz adres e-mail dla każdego odbiorcy oraz opcjonalnie nazwę w osobnych kolumnach. Pobierz poniższy szablon CSV, aby uzyskać prawidłowy format.
pt: Para cada destinatário, forneça o email (obrigatório) e o nome (opcional) em colunas separadas. Baixe o modelo CSV abaixo para o formato correto.
sq: Për çdo marrës, sigurohuni se emaili i tij (i kërkuar) dhe emri (opsional) janë në kolona të veçanta. Shkarkoni modelin CSV më poshtë për formatin e duhur.
sv: För varje mottagare, ange deras e-post (krävs) och namn (valfritt) i separata kolumner. Ladda ner mall-CSV:n nedan för korrekt format.
zh: 请为每个收件人分别提供邮箱（必填）和姓名（可选）列。请下载下方模板 CSV 获取正确格式。

source: For example, if the claim has a new flag "FLAG_1" set to true, then this organisation will get that flag added.
de: Wenn der Anspruch zum Beispiel das neue Flag 'FLAG_1' hat, das auf wahr gesetzt ist, wird dieser Organisation dieses Flag hinzugefügt.
es: Por ejemplo, si la reclamación tiene un nuevo flag "FLAG_1" establecido en verdadero, entonces esta organización obtendrá ese flag añadido.
fr: Par exemple, si la réclamation a un nouveau drapeau "FLAG_1" réglé sur vrai, alors cette organisation obtiendra ce drapeau ajouté.
it: Ad esempio, se la rivendicazione ha una nuova flag impostata su "FLAG_1" su vero, allora questa organizzazione avrà quella flag aggiunta.
ja: たとえば、クレームに新しいフラグ「FLAG_1」が true で設定されている場合、この組織にもそのフラグが追加されます。
nl: Als de claim bijvoorbeeld een nieuwe flag "FLAG_1" op true heeft staan, krijgt deze organisatie die flag toegevoegd.
pl: Na przykład, jeśli subskrypcja ma nową flagę „FLAG_1” ustawioną na wartość „true”, to organizacja otrzyma tę flagę.
pt: Por exemplo, se a reivindicação tiver uma nova bandeira "FLAG_1" definida como verdadeira, então esta organização receberá essa bandeira adicionada.
sq: Për shembull, nëse pretendimi ka një flamur të ri "FLAG_1" caktuar në të vërtetë, atëherë kjo organizatë do të marrë atë flamur të shtuar.
sv: Till exempel, om anspråket har en ny flagga "FLAG_1" satt till true, då kommer denna organisation att få den flaggan tillagd.
zh: 例如，如果声明中新加了一个标记“FLAG_1”并设为 true，则该组织会获得该标记。

source: Forgot Password?
de: Passwort vergessen?
es: ¿Olvidaste tu contraseña?
fr: Mot de passe oublié ?
it: Password dimenticata?
ja: パスワードをお忘れですか？
nl: Wachtwoord vergeten?
pl: Nie pamiętasz hasła?
pt: Esqueceu a senha?
sq: Keni harruar fjalëkalimin?
sv: Glömt lösenord?
zh: 忘记密码？

source: Forgot your password?
de: Hast du dein Passwort vergessen?
es: ¿Olvidaste tu contraseña?
fr: Vous avez oublié votre mot de passe ?
it: Hai dimenticato la tua password?
ja: パスワードをお忘れですか？
nl: Wachtwoord vergeten?
pl: Nie pamiętasz hasła?
pt: Esqueceu sua senha?
sq: Keni harruar fjalëkalimin tuaj?
sv: Glömt ditt lösenord?
zh: 忘记密码？

source: Free
de: Kostenlos
es: Gratis
fr: Gratuit
it: Gratuito
nl: Gratis
pl: Darmowy
pt: Gratuito
sq: Falur
sv: Gratis
zh: 免费

source: Free Signature
de: Freie Unterschrift
es: Firma gratuita
fr: Signature gratuite
it: Firma gratuita
ja: フリー署名
nl: Vrije handtekening
pl: Swobodny podpis
pt: Assinatura Gratuita
sq: Nënshkrim i lirë
sv: Fri signatur
zh: 自由签名

source: Free Signature Settings
de: Einstellungen für freie Unterschrift
es: Configuración de Firma Gratuita
fr: Paramètres de la signature libre
it: Impostazioni Firma Gratuita
ja: 手書き署名の設定
nl: Gratis handtekening-instellingen
pl: Ustawienia swobodnego podpisu
pt: Configurações de Assinatura Gratuita
zh: 免费签名设置

source: Full Name
de: Vollständiger Name
es: Nombre completo
fr: Nom complet
it: Nome completo
ja: 氏名
nl: Volledige naam
pl: Imię i nazwisko
pt: Nome Completo
sq: Emri i plotë
sv: Fullständigt namn
zh: 全名

source: General
de: Allgemein
fr: Général
it: Generale
ja: 一般
nl: Algemeen
pl: Ogólne
pt: Geral
sq: Të përgjithshme
sv: Allmänt
zh: 常规

source: Generate DKIM Records
de: DKIM-Datensätze generieren
es: Generar registros DKIM
fr: Générer des enregistrements DKIM
it: Genera Record DKIM
ja: DKIM レコードを生成
nl: DKIM-records genereren
pl: Wygeneruj rekordy DKIM
pt: Gerar Registros DKIM
zh: 生成 DKIM 记录

source: Generate Links
de: Links generieren
es: Generar enlaces
fr: Générer des liens
it: Genera link
ja: リンクを生成
nl: Links genereren
pl: Wygeneruj linki
pt: Gerar Links
sq: Gjeneroni Lidhje
sv: Generera länkar
zh: 生成链接

source: Global recipient action authentication
de: Globale Empfängerauthentifizierung
es: Autenticación de acción de destinatario global
fr: Authentification d'action de destinataire globale
it: Autenticazione globale del destinatario
ja: グローバル受信者アクション認証
nl: Globale ontvangeractie-authenticatie
pl: Domyślne metody uwierzytelniania odbiorcy
pt: Autenticação de ação global do destinatário
sq: Autentifikimi global i veprimit të marrësit
sv: Global mottagaråtgärdsautentisering
zh: 全局收件人操作认证

source: Go back
de: Zurückgehen
es: Regresar
fr: Retour
it: Torna indietro
ja: 戻る
nl: Ga terug
pl: Wróć
pt: Voltar
sq: Kthehu prapa
sv: Gå tillbaka
zh: 返回

source: Go Back
de: Zurück
es: Regresar
fr: Retour
it: Torna indietro
ja: 戻る
nl: Ga terug
pl: Wróć
pt: Voltar
sq: Kthehu mbrapsht
sv: Gå tillbaka
zh: 返回

source: Go back home
de: Zurück nach Hause
es: Regresar a casa
fr: Revenir au tableau de bord
it: Torna alla home
ja: ホームに戻る
nl: Terug naar home
pl: Powrót do strony głownej
pt: Voltar para a página inicial
sq: Kthehu në shtëpi
sv: Gå tillbaka hem
zh: 返回首页

source: Go Back Home
de: Zurück nach Hause
es: Regresar a casa
fr: Revenir au tableau de bord
it: Torna alla home
ja: ホームに戻る
nl: Terug naar home
pl: Powrót do strony głownej
pt: Voltar para a Página Inicial
sq: Kthehu në shtëpi
sv: Gå tillbaka hem
zh: 返回首页

source: Go home
de: Nach Hause gehen
es: Ir a casa
fr: Retour à l'accueil
it: Vai a home
ja: ホームへ
nl: Ga naar start
pl: Przejdź do strony głównej
pt: Ir para a página inicial
sq: Shko në shtëpi
sv: Gå hem
zh: 回到首页

source: Go to document
de: Zum Dokument gehen
es: Ir al documento
fr: Aller au document
it: Vai al documento
ja: ドキュメントへ移動
nl: Ga naar document
pl: Przejdź do dokumentu
pt: Ir para o documento
sq: Shko te dokumenti
sv: Gå till dokument
zh: 前往文档

source: Go to owner
de: Zum Eigentümer gehen
es: Ir al propietario
fr: Aller au propriétaire
it: Vai al proprietario
ja: 所有者ページへ移動
nl: Ga naar eigenaar
pl: Przejdź do właściciela
pt: Ir para o proprietário
sq: Shko te pronari
sv: Gå till ägare
zh: 前往所有者

source: Go to team
de: Zum Team gehen
es: Ir al equipo
fr: Aller à l'équipe
it: Vai al team
ja: チームへ移動
nl: Ga naar team
pl: Przejdź do zespołu
pt: Ir para a equipe
sq: Shko te ekipi
sv: Gå till team
zh: 前往团队

source: Go to your <0>public profile settings</0> to add documents.
de: Gehen Sie zu Ihren <0>öffentlichen Profileinstellungen</0>, um Dokumente hinzuzufügen.
es: Ve a tu <0>configuración de perfil público</0> para agregar documentos.
fr: Allez à vos <0>paramètres de profil public</0> pour ajouter des documents.
it: Vai alle tue <0>impostazioni del profilo pubblico</0> per aggiungere documenti.
ja: <0>公開プロフィール設定</0>に移動して文書を追加してください。
nl: Ga naar je <0>instellingen voor openbaar profiel</0> om documenten toe te voegen.
pl: Przejdź do <0>ustawień profilu publicznego</0>, aby dodać dokumenty.
pt: Acesse suas <0>configurações de perfil público</0> para adicionar documentos.
sq: Shko te <0>cilësimet e profilit publik</0> për të shtuar dokumente.
sv: Gå till dina <0>offentliga profilinställningar</0> för att lägga till dokument.
zh: 前往你的<0>公开资料设置</0>添加文档。

source: Green
de: Grün
es: Verde
fr: Vert
it: Verde
ja: 緑
nl: Groen
pl: Zielony
pt: Verde
sq: I gjelbër
sv: Grön
zh: 绿色

source: Group
de: Gruppe
es: Grupo
fr: Groupe
it: Gruppo
ja: グループ
nl: Groep
pl: Grupa
pt: Grupo
sq: Grupi
sv: Grupp
zh: 组

source: Group has been created.
de: Gruppe wurde erstellt.
es: El grupo ha sido creado.
fr: Le groupe a été créé.
it: Il gruppo è stato creato.
ja: グループが作成されました。
nl: Groep is aangemaakt.
pl: Grupa została utworzona.
pt: Grupo criado.
sq: Grupi është krijuar.
sv: Grupp har skapats.
zh: 组已创建。
