Repository: documenso/documenso
Catalog: packages/lib/translations/*/web.po
Languages: de, es, fr, it, ja, nl, pl, pt, sq, sv, zh

source: Reason must be less than 500 characters
de: Der Grund muss weniger als 500 Zeichen lang sein
fr: La raison doit contenir moins de 500 caractères
it: Il motivo deve essere inferiore a 500 caratteri
ja: 理由は500文字未満で入力してください。
nl: De reden moet uit minder dan 500 tekens bestaan.
pl: Powód musi mieć mniej niż 500 znaków
pt: O motivo deve ter menos de 500 caracteres
sq: Arsyeja duhet të jetë më pak se 500 karaktere
sv: Anledningen måste vara mindre än 500 tecken
zh: 理由必须少于 500 个字符

source: Reauthentication is required to sign this field
de: Eine erneute Authentifizierung ist erforderlich, um dieses Feld zu unterschreiben
es: Se requiere reautenticación para firmar este campo
fr: Une nouvelle authentification est requise pour signer ce champ
it: È richiesta una riautenticazione per firmare questo campo
ja: このフィールドへの署名には再認証が必要です
nl: Opnieuw authenticeren is vereist om dit veld te ondertekenen
pl: Aby podpisać pole, wymagane jest ponowne uwierzytelnianie
pt: É necessária uma nova autenticação para assinar este campo
sq: Është e nevojshme një riautentifikim për të nënshkruar këtë fushë
sv: Återautentisering krävs för att signera detta fält
zh: 签署此字段需要重新验证身份

source: Receives copy
de: Erhält Kopie
es: Recibe copia
fr: Recevoir une copie
it: Riceve copia
ja: コピーを受け取る
nl: Ontvangt kopie
pl: Otrzymuje kopię
pt: Recebe cópia
sq: Merr kopje
sv: Får kopia
zh: 接收副本

source: Recent activity
de: Aktuelle Aktivitäten
es: Actividad reciente
fr: Activité récente
it: Attività recenti
ja: 最近のアクティビティ
nl: Recente activiteit
pl: Ostatnia aktywność
pt: Atividade recente
sq: Aktiviteti i fundit
sv: Senaste aktivitet
zh: 最近活动

source: Recent documents
de: Neueste Dokumente
es: Documentos recientes
fr: Documents récents
it: Documenti recenti
ja: 最近の文書
nl: Recente documenten
pl: Ostatnie dokumenty
pt: Documentos recentes
sq: Dokumente të fundit
sv: Senaste dokument
zh: 最近文档

source: Recipient
de: Empfänger
es: Destinatario
fr: Destinataire
it: Destinatario
ja: 受信者
nl: Ontvanger
pl: Odbiorca
pt: Destinatário
sq: Marrësi
sv: Mottagare
zh: 收件人

source: Recipient action authentication
de: Empfängeraktion Authentifizierung
es: Autenticación de acción de destinatario
fr: Authentification d'action de destinataire
it: Autenticazione azione destinatario
ja: 受信者アクション認証
nl: Authenticatie voor ontvangeractie
pl: Uwierzytelnianie odbiorcy
pt: Autenticação da ação do destinatário
sq: Autentifikimi i veprimit të marrësit
sv: Mottagaråtgärdsautentisering
zh: 收件人操作认证

source: Recipient removed email
de: E-Mail des entfernten Empfängers
es: Correo electrónico de destinatario eliminado
fr: E-mail de destinataire supprimé
it: Email destinatario rimosso
ja: 受信者削除メール
nl: E-mail bij verwijderde ontvanger
pl: Wiadomość o usuniętym odbiorcy
pt: E-mail do destinatário removido
sq: Email i marrësit të hequr
sv: E-post för borttagen mottagare
zh: 收件人移除邮件

source: Recipient signed email
de: E-Mail über Empfänger-unterschrieben
es: Correo electrónico de destinatario firmado
fr: E-mail signé par le destinataire
it: Email firmato dal destinatario
ja: 受信者署名メール
nl: E-mail bij ondertekende ontvanger
pl: Wiadomość potwierdzająca podpisanie
pt: E-mail do destinatário assinado
sq: Email i nënshkruar nga marrësi
sv: E-post för signerad mottagare
zh: 收件人签署邮件

source: Recipient signing request email
de: E-Mail zur Unterzeichnungsanfrage des Empfängers
es: Correo electrónico de solicitud de firma de destinatario
fr: E-mail de demande de signature de destinataire
it: Email richiesta firma destinatario
ja: 受信者署名依頼メール
nl: E-mail voor ondertekeningsverzoek aan ontvanger
pl: Wiadomość z prośbą o podpisanie
pt: E-mail de solicitação de assinatura do destinatário
sq: Email kërkese për nënshkrimin e marrësit
sv: E-post för signeringsbegäran till mottagare
zh: 收件人签署请求邮件

source: Recipient updated
de: Empfänger aktualisiert
es: Destinatario actualizado
fr: Destinataire mis à jour
it: Destinatario aggiornato
ja: 受信者を更新しました
nl: Ontvanger bijgewerkt
pl: Odbiorca został zaktualizowany
pt: Destinatário atualizado
sq: Marrësi është përditësuar
sv: Mottagare uppdaterad
zh: 收件人已更新

source: Recipients
de: Empfänger
es: Destinatarios
fr: Destinataires
it: Destinatari
ja: 受信者
nl: Ontvangers
pl: Odbiorcy
pt: Destinatários
sq: Marrësit
sv: Mottagare
zh: 收件人

source: Recipients metrics
de: Empfängermetriken
es: Métricas de destinatarios
fr: Métriques des destinataires
it: Metriche dei destinatari
ja: 受信者は文書のコピーを保持したままです
nl: Ontvangerstatistieken
pl: Metryki odbiorców
pt: Métricas dos destinatários
sq: Metrikat e marrësve
sv: Mottagarmätningar
zh: 收件人仍将保留其文档副本

source: Recipients will be able to sign the document once sent
de: Empfänger können das Dokument nach dem Versand unterschreiben
es: Los destinatarios podrán firmar el documento una vez enviado
fr: Les destinataires pourront signer le document une fois envoyé
it: I destinatari potranno firmare il documento una volta inviato
ja: 送信後、受信者は文書に署名できるようになります
nl: Ontvangers kunnen het document ondertekenen zodra het is verzonden
pl: Odbiorcy będą mogli podpisać dokument po jego wysłaniu
pt: Os destinatários poderão assinar o documento assim que ele for enviado
zh: 发送后，收件人将能够签署此文档

source: Recipients will still retain their copy of the document
de: Empfänger behalten weiterhin ihre Kopie des Dokuments
es: Los destinatarios aún conservarán su copia del documento
fr: Les destinataires conservent toujours leur copie du document
it: I destinatari conserveranno comunque la loro copia del documento
ja: 受信者は引き続きドキュメントのコピーを保持できます
nl: Ontvangers behouden nog steeds hun kopie van het document
pl: Odbiorcy zachowają swoją kopię dokumentu
pt: Os destinatários ainda reterão sua cópia do documento
sq: Marrësit do të mbajnë akoma kopjen e tyre të dokumentit
sv: Mottagare kommer fortfarande att behålla sin kopia av dokumentet
zh: 收件人仍然会保留他们自己的文档副本

source: Record Name
de: Name des Datensatzes
es: Nombre del registro
fr: Nom de l'enregistrement
it: Nome Record
ja: レコード名
nl: Recordnaam
pl: Nazwa rekordu
pt: Nome do registro
zh: 记录名称

source: Record Type
de: Datensatztyp
es: Tipo de registro
fr: Type d'enregistrement
it: Tipo di Record
ja: レコードタイプ
pl: Rodzaj rekordu
pt: Tipo de registro
zh: 记录类型

source: Record Value
de: Datensatzwert
es: Valor del registro
fr: Valeur de l'enregistrement
it: Valore del Record
ja: レコード値
nl: Recordwaarde
pl: Wartość rekordu
pt: Valor do registro
zh: 记录值

source: Recovery code copied
de: Wiederherstellungscode kopiert
es: Código de recuperación copiado
fr: Code de récupération copié
it: Codice di recupero copiato
ja: リカバリーコードをコピーしました
nl: Herstelcode gekopieerd
pl: Kod odzyskiwania został skopiowany
pt: Código de recuperação copiado
sq: Kodi i rikuperimit është kopjuar
sv: Återställningskod kopierad
zh: 恢复代码已复制

source: Recovery codes
de: Wiederherstellungscodes
es: Códigos de recuperación
fr: Codes de récupération
it: Codici di recupero
ja: リカバリーコード
nl: Herstelcodes
pl: Kody odzyskiwania
pt: Códigos de recuperação
sq: Kodet e rikuperimit
sv: Återställningskoder
zh: 恢复代码

source: Red
de: Rot
es: Rojo
fr: Rouge
it: Rosso
ja: 赤
nl: Rood
pl: Czerwony
pt: Vermelho
sq: E kuqe
sv: Röd
zh: 红色

source: Redirect URI
de: Weiterleitungs-URI
es: URI de redirección
fr: URI de Redirection
it: URI di reindirizzamento
ja: リダイレクトURI
pl: Adres URL przekierowania
pt: URI de redirecionamento
zh: 重定向 URI

source: Redirect URL
de: Weiterleitungs-URL
es: URL de redirección
fr: URL de redirection
it: URL di reindirizzamento
ja: リダイレクト URL
pl: Adres URL przekierowania
pt: URL de redirecionamento
sq: URL i ridrejtimit
sv: Omdirigerings-URL
zh: 重定向 URL

source: Redirecting
de: Weiterleitung
es: Redireccionando
fr: Redirection
it: Reindirizzamento
ja: リダイレクト中
nl: Doorsturen
pl: Przekierowywanie
pt: Redirecionando
zh: 正在重定向

source: Registration Successful
de: Registrierung erfolgreich
es: Registro exitoso
fr: Inscription réussie
it: Registrazione avvenuta con successo
ja: 登録に成功しました
nl: Registratie geslaagd
pl: Konto zostało utworzone
pt: Registro Bem-Sucedido
sq: Regjistrimi i Suksesshëm
sv: Registrering lyckades
zh: 注册成功

source: Reject
de: Ablehnen
es: Rechazar
fr: Rejeter
it: Rifiuta
ja: 拒否
nl: Weigeren
pl: Odrzuć
pt: Rejeitar
zh: 拒绝

source: Reject Document
de: Dokument Ablehnen
es: Rechazar Documento
fr: Rejeter le Document
it: Rifiuta Documento
ja: ドキュメントを却下
nl: Document weigeren
pl: Odrzuć dokument
pt: Rejeitar Documento
sq: Refuzo Dokumentin
sv: Avvisa dokument
zh: 拒签文档

source: Rejected
de: Abgelehnt
fr: Rejeté
it: Rifiutato
ja: 却下済み
nl: Geweigerd
pl: Odrzucono
pt: Rejeitado
sq: Refuzuar
sv: Avvisad
zh: 已拒签

source: Rejection Confirmed
de: Ablehnung Bestätigt
es: Rechazo Confirmado
fr: Rejet Confirmé
it: Rifiuto confermato
ja: 却下が確認されました
nl: Weigering bevestigd
pl: Potwierdzenie odrzucenia
pt: Rejeição Confirmada
sq: Refuzimi u konfirmua
sv: Avvisande bekräftat
zh: 拒签已确认

source: Rejection reason: {reason}
de: Ablehnungsgrund: {reason}
es: Razón del rechazo: {reason}
fr: Motif du rejet : {reason}
it: Motivo del rifiuto: {reason}
ja: 却下理由: {reason}
nl: Reden van weigering: {reason}
pl: Powód odrzucenia: {reason}
pt: Motivo da rejeição: {reason}
sq: Arsyeja e refuzimit: {reason}
sv: Avvisningsanledning: {reason}
zh: 拒签原因：{reason}

source: Reload
de: Neu laden
es: Recargar
fr: Recharger
it: Ricarica
ja: 再読み込み
nl: Opnieuw laden
pl: Odśwież
pt: Recarregar
zh: 重新加载

source: Remembered your password? <0>Sign In</0>
de: Haben Sie Ihr Passwort vergessen? <0>Einloggen</0>
es: ¿Recordaste tu contraseña? <0>Iniciar sesión</0>
fr: Vous vous souvenez de votre mot de passe ? <0>Connectez-vous</0>
it: Ricordi la tua password? <0>Accedi</0>
ja: パスワードを思い出しましたか？<0>サインイン</0>
nl: Weet je je wachtwoord weer? <0>Log in</0>
pl: Pamiętasz hasło? <0>Zaloguj się</0>
pt: Lembrou sua senha? <0>Entrar</0>
sq: Kujtuat fjalëkalimin tuaj? <0>Regjistrohu</0>
sv: Kom du ihåg ditt lösenord? <0>Logga in</0>
zh: 想起密码了？<0>登录</0>

source: Reminder: {0}
de: Erinnerung: {0}
es: Recordatorio: {0}
fr: Rappel : {0}
it: Promemoria: {0}
ja: リマインダー: {0}
nl: Herinnering: {0}
pl: Przypomnienie: {0}
pt: Lembrete: {0}
sq: Kujtesë: {0}
sv: Påminnelse: {0}
zh: 提醒：{0}

source: Reminder: {0} invited you to {recipientActionVerb} a document
de: Erinnerung: {0} hat dich eingeladen, ein Dokument {recipientActionVerb}
es: Recordatorio: {0} te invitó a {recipientActionVerb} un documento
fr: Rappel : {0} vous a invité à {recipientActionVerb} un document
it: Promemoria: {0} ti ha invitato a {recipientActionVerb} un documento
ja: リマインダー: {0} からドキュメントの{recipientActionVerb}依頼が届いています
nl: Herinnering: {0} heeft je uitgenodigd om een document te {recipientActionVerb}
pl: Przypomnienie: Sprawdź i {recipientActionVerb} dokument utworzony przez zespół {0}
pt: Lembrete: {0} convidou você para {recipientActionVerb} um documento
sq: Kujtesë: {0} ju ftoi të {recipientActionVerb} një dokument
sv: Påminnelse: {0} bjöd in dig att {recipientActionVerb} ett dokument
zh: 提醒：{0} 邀请您 {recipientActionVerb} 一个文档

source: Reminder: Please {recipientActionVerb} this document
de: Erinnerung: Bitte {recipientActionVerb} dieses Dokument
es: Recordatorio: Por favor {recipientActionVerb} este documento
fr: Rappel : Veuillez {recipientActionVerb} ce document
it: Promemoria: per favore {recipientActionVerb} questo documento
ja: リマインダー: このドキュメントを{recipientActionVerb}してください
nl: Herinnering: {recipientActionVerb} dit document
pl: Przypomnienie: Sprawdź i {recipientActionVerb} dokument
pt: Lembrete: Por favor {recipientActionVerb} este documento
sq: Kujtesë: Ju lutem {recipientActionVerb} këtë dokument
sv: Påminnelse: Vänligen {recipientActionVerb} detta dokument
zh: 提醒：请 {recipientActionVerb} 此文档

source: Reminder: Please {recipientActionVerb} your document
de: Erinnerung: Bitte {recipientActionVerb} dein Dokument
es: Recordatorio: Por favor {recipientActionVerb} tu documento
fr: Rappel : Veuillez {recipientActionVerb} votre document
it: Promemoria: per favore {recipientActionVerb} il tuo documento
ja: リマインダー: ドキュメントを{recipientActionVerb}してください
nl: Herinnering: {recipientActionVerb} je document
pl: Przypomnienie: Sprawdź i {recipientActionVerb} dokument
pt: Lembrete: Por favor {recipientActionVerb} seu documento
sq: Kujtesë: Ju lutem {recipientActionVerb} dokumentin tuaj
sv: Påminnelse: Vänligen {recipientActionVerb} ditt dokument
zh: 提醒：请 {recipientActionVerb} 您的文档

source: Remove
de: Entfernen
es: Eliminar
fr: Retirer
it: Rimuovi
ja: 削除
nl: Verwijderen
pl: Usuń
pt: Remover
sq: Hiq
sv: Ta bort
zh: 移除

source: Remove email domain
de: E-Mail-Domain entfernen
es: Eliminar dominio de correo electrónico
fr: Suppression du domaine de messagerie
it: Rimuovi dominio email
ja: メールドメインを削除
nl: E-maildomein verwijderen
pl: Usuń domenę
pt: Remover domínio de e-mail
zh: 移除邮箱域名

source: Remove organisation group
de: Organisationsgruppe entfernen
es: Eliminar grupo de organización
fr: Supprimer le groupe d'organisation
it: Rimuovere il gruppo di organizzazioni
ja: 組織グループを削除
nl: Organisatiegroep verwijderen
pl: Usuń grupę organizacji
pt: Remover grupo da organização
sq: Fshij grupin e organizatës
sv: Ta bort organisationsgrupp
zh: 移除组织组

source: Remove organisation member
de: Organisationsmitglied entfernen
es: Eliminar miembro de la organización
fr: Supprimer le membre de l'organisation
it: Rimuovere membro dell'organizzazione
ja: 組織メンバーを削除
nl: Organisatielid verwijderen
pl: Usuń użytkownika organizacji
pt: Remover membro da organização
sq: Fshij anëtarin e organizatës
sv: Ta bort organisationsmedlem
zh: 移除组织成员

source: Remove team email
de: Team-E-Mail entfernen
es: Eliminar correo electrónico del equipo
fr: Supprimer l'adresse e-mail de l'équipe
it: Rimuovere l'email del team
ja: チームのメールアドレスを削除
nl: Team‑e‑mail verwijderen
pl: Usuń adres e-mail zespołu
pt: Remover e-mail da equipe
sq: Hiq emailin e ekipit
sv: Ta bort team-e-post
zh: 移除团队邮箱

source: Remove team member
de: Teammitglied entfernen
es: Eliminar miembro del equipo
fr: Supprimer le membre de l'équipe
it: Rimuovere il membro del team
ja: チームメンバーを削除
nl: Teamlid verwijderen
pl: Usuń użytkownika zespołu
pt: Remover membro da equipe
sq: Hiq anëtarin e ekipit
sv: Ta bort teammedlem
zh: 移除团队成员

source: Repeat Password
de: Passwort wiederholen
es: Repetir contraseña
fr: Répéter le mot de passe
it: Ripeti Password
ja: パスワードを再入力
nl: Wachtwoord herhalen
pl: Potwierdź hasło
pt: Repetir senha
sq: Përsëritni Fjalëkalimin
sv: Upprepa lösenord
zh: 重复密码

source: Reply to email
de: Auf E-Mail antworten
es: Responder al correo
fr: Répondre à l'e-mail
it: Rispondi all'email
ja: 返信先メール
nl: Reply-to e-mailadres
pl: Odpowiedz na adres
pt: Responder ao e-mail
zh: 回复邮箱

source: Reply To Email
de: Antworten auf E-Mail
es: Responder al correo
fr: Répondre à l'e-mail
it: Rispondi a Email
ja: 返信先メール
nl: Reply-to e-mailadres
pl: Odpowiedz na adres
pt: Responder ao e-mail
zh: 回复邮箱

source: Request
de: Anfrage
es: Solicitud
fr: Requête
it: Richiesta
ja: リクエスト
nl: Verzoek
pl: Żądanie
zh: 请求

source: Requesting Organisation
de: Anfragende Organisation
es: Organización solicitante
fr: Organisation Demandeuse
it: Organizzazione richiedente
ja: 要求元の組織
nl: Aanvragende organisatie
pl: Wnioskująca organizacja
pt: Organização solicitante
zh: 请求的组织

source: Required field
de: Pflichtfeld
es: Campo obligatorio
fr: Champ requis
it: Campo richiesto
ja: 必須フィールド
nl: Vereist veld
pl: Pole wymagane
pt: Campo obrigatório
sq: Fusha e kërkuar
sv: Obligatoriskt fält
zh: 必填字段

source: Required Field
de: Erforderliches Feld
es: Campo obligatorio
fr: Champ Requis
it: Campo obbligatorio
ja: 必須フィールド
nl: Veld verplicht
pl: Pole jest wymagane
pt: Campo obrigatório
zh: 必填字段

source: Required scopes
de: Erforderliche Bereiche
es: Ámbitos requeridos
fr: Portées requises
it: Scope richiesti
ja: 必要なスコープ
nl: Vereiste scopes
pl: Wymagane zakresy
pt: Escopos necessários
zh: 必需的作用域

source: Reseal document
de: Dokument wieder versiegeln
es: Re-sellar documento
fr: Rescellage du document
it: Risigilla documento
ja: 文書を再封止
nl: Document opnieuw verzegelen
pl: Zapieczętuj ponownie dokument
pt: Resselar documento
sq: Rundzgjidh dokumentin
sv: Återförsegla dokument
zh: 重新封存文档

source: Resend
de: Erneut senden
es: Reenviar
fr: Renvoyer
it: Reinvia
ja: 再送
nl: Opnieuw verzenden
pl: Wyślij ponownie
pt: Reenviar
sq: Ridërgo
sv: Skicka igen
zh: 重新发送

source: Resend code
de: Code erneut senden
es: Reenviar código
fr: Renvoyer le code
it: Reinvia codice
ja: コードを再送信
nl: Code opnieuw versturen
pl: Wyślij ponownie kod
pt: Reenviar código
zh: 重新发送代码

source: Resend Confirmation Email
de: Bestätigungs-E-Mail erneut senden
es: Reenviar correo de confirmación
fr: Renvoyer l'e-mail de confirmation
it: Reinvia email di conferma
ja: 確認メールを再送
nl: Bevestigingsmail opnieuw verzenden
pl: Wyślij ponownie wiadomość weryfikacyjną
pt: Reenviar e-mail de confirmação
sq: Ridërgo Emailin e Konfirmimit
sv: Skicka bekräftelsemejl igen
zh: 重新发送确认邮件

source: Resend Document
de: Dokument erneut senden
es: Reenviar documento
fr: Renvoyer le document
it: Reinvia documento
ja: 文書を再送信
nl: Document opnieuw versturen
pl: Wyślij ponownie dokument
pt: Reenviar documento
zh: 重新发送文档

source: Resend verification
de: Bestätigung erneut senden
es: Reenviar verificación
fr: Renvoyer la vérification
it: Reinvia verifica
ja: 認証を再送
nl: Verificatie opnieuw verzenden
pl: Wyślij ponownie wiadomość weryfikacyjną
pt: Reenviar verificação
sq: Ridegoni verifikimin
sv: Skicka verifiering igen
zh: 重新发送验证

source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Ripristina
ja: リセット
nl: Resetten
pl: Resetuj
pt: Redefinir
sq: Rivendos
sv: Återställ
zh: 重置

source: Reset 2FA
de: 2FA zurücksetzen
es: Restablecer 2FA
fr: Réinitialiser 2FA
it: Reimposta 2FA
ja: 2要素認証をリセット
nl: 2FA resetten
pl: Resetowanie weryfikacji dwuetapowej
pt: Redefinir 2FA
zh: 重置双重认证

source: Reset email sent
de: Zurücksetzungs-E-Mail gesendet
es: Correo de restablecimiento enviado
fr: E-mail de réinitialisation envoyé
it: Email di reset inviato
ja: リセット用メールを送信しました
nl: Resetmail verzonden
pl: Wysłano wiadomość z linkiem do resetowania hasła
pt: E-mail de redefinição enviado
sq: Dyërgimi i email-it për rivendosje është bërë
sv: Återställningsmejl skickat
zh: 重置邮件已发送

source: Reset Password
de: Passwort zurücksetzen
es: Restablecer contraseña
fr: Réinitialiser le mot de passe
it: Reimposta password
ja: パスワードをリセット
nl: Wachtwoord resetten
pl: Resetowanie hasła
pt: Redefinir senha
sq: Rivendos Fjalëkalimin
sv: Återställ lösenord
zh: 重置密码

source: Reset the users two factor authentication. This action is irreversible and will disable two factor authentication for the user.
de: Die Zwei-Faktor-Authentifizierung des Benutzers zurücksetzen. Diese Aktion ist unwiderruflich und deaktiviert die Zwei-Faktor-Authentifizierung für den Benutzer.
es: Restablecer la autenticación de dos factores de los usuarios. Esta acción es irreversible y desactivará la autenticación de dos factores para el usuario.
fr: Réinitialiser l'authentification à deux facteurs des utilisateurs. Cette action est irréversible et désactivera l'authentification à deux facteurs pour l'utilisateur.
it: Reimposta l'autenticazione a due fattori dell'utente. Questa azione è irreversibile e disabiliterà l'autenticazione a due fattori per l'utente.
ja: ユーザーの二要素認証をリセットします。この操作は元に戻せず、このユーザーの二要素認証は無効化されます。
nl: Reset de tweefactorauthenticatie van de gebruiker. Deze actie is onomkeerbaar en schakelt tweefactorauthenticatie voor de gebruiker uit.
pl: Zresetuj weryfikację dwuetapową użytkownika. Ta akcja jest nieodwracalna i spowoduje wyłączenie weryfikacji dwuetapowej użytkownika.
pt: Redefinir a autenticação de dois fatores do usuário. Esta ação é irreversível e desativará a autenticação de dois fatores para o usuário.
zh: 重置该用户的双重身份验证。此操作不可撤销，并将为该用户禁用双重身份验证。

source: Reset Two Factor Authentication
de: Zwei-Faktor-Authentifizierung zurücksetzen
es: Restablecer autenticación de dos factores
fr: Réinitialiser l'authentification à deux facteurs
it: Reimposta autenticazione a due fattori
ja: 二要素認証をリセット
nl: Tweefactorauthenticatie resetten
pl: Zresetuj weryfikację dwuetapową
pt: Redefinir Autenticação de Dois Fatores
zh: 重置双重身份验证

source: Resetting Password...
de: Passwort wird zurückgesetzt...
es: Restableciendo contraseña...
fr: Réinitialisation du mot de passe...
it: Reimpostazione della password...
ja: パスワードをリセットしています...
nl: Wachtwoord wordt gereset...
pl: Resetowanie hasła...
pt: Redefinindo senha...
sq: Duke e rivendosur fjalëkalimin...
sv: Återställer lösenord...
zh: 正在重置密码...

source: Resolve
de: Zahlung klären
es: Resolver
fr: Résoudre
it: Risolvi
ja: 解決
nl: Oplossen
pl: Rozwiąż
pt: Resolver
sq: Zgjidh
sv: Lös
zh: 解决

source: Resolve payment
de: Zahlung klären
es: Resolver pago
fr: Résoudre le paiement
it: Risolvere il pagamento
ja: 支払いを解決
nl: Betaling oplossen
pl: Rozwiąż płatność
pt: Resolver pagamento
sq: Zgjidh pagesën
sv: Lös betalning
zh: 解决付款问题

source: Response
de: Antwort
es: Respuesta
fr: Réponse
it: Risposta
ja: レスポンス
nl: Antwoord
pl: Odpowiedź
zh: 响应

source: Response Code
de: Antwortcode
es: Código de respuesta
fr: Code de réponse
it: Codice di risposta
ja: レスポンスコード
nl: Responscode
pl: Kod odpowiedzi
zh: 响应代码

source: Response Headers
de: Antwort-Header
es: Encabezados de respuesta
fr: En-têtes de réponse
it: Header di risposta
ja: レスポンスヘッダー
nl: Responsheaders
pl: Nagłówki odpowiedzi
zh: 响应头

source: Rest assured, your document is strictly confidential and will never be shared. Only your signing experience will be highlighted. Share your personalized signing card to showcase your signature!
de: Seien Sie versichert, Ihr Dokument ist streng vertraulich und wird niemals geteilt. Nur Ihre Unterzeichnungserfahrung wird hervorgehoben. Teilen Sie Ihre personalisierte Unterschriftkarte, um Ihre Unterschrift zu präsentieren!
es: Ten la seguridad de que tu documento es estrictamente confidencial y nunca será compartido. Solo se destacará tu experiencia de firma. ¡Comparte tu tarjeta de firma personalizada para mostrar tu firma!
fr: Soyez assuré, votre document eststrictement confidentiel et ne sera jamais partagé. Seule votre expérience de signature sera mise en avant. Partagez votre carte de signature personnalisée pour mettre en valeur votre signature !
it: Stai tranquillo, il tuo documento è strettamente confidenziale e non sarà mai condiviso. Solo la tua esperienza di firma sarà evidenziata. Condividi la tua carta di firma personalizzata per mostrare la tua firma!
ja: ドキュメント自体は厳重に機密扱いされ、共有されることはありませんのでご安心ください。強調されるのは署名体験のみです。あなただけの署名カードを共有して、署名をアピールしましょう。
nl: Wees gerust, je document is strikt vertrouwelijk en wordt nooit gedeeld. Alleen je ondertekeningservaring wordt uitgelicht. Deel je gepersonaliseerde ondertekeningskaart om je handtekening te laten zien!
pl: Zapewniamy, że Twój dokument jest poufny i nigdy nie zostanie udostępniony. Udostępnione zostaną tylko Twoje wrażenia związane z podpisywaniem dokumentu. Udostępnij spersonalizowaną kartę ze swoim podpisem!
pt: Fique tranquilo, seu documento é estritamente confidencial e nunca será compartilhado. Apenas sua experiência de assinatura será destacada. Compartilhe seu cartão de assinatura personalizado para mostrar sua assinatura!
sq: Mos u shqetësoni, dokumenti juaj eshte i besueshëm dhe nuk do të ndahet kurrë. Vetëm përvoja juaj e nënshkrimit do të theksohet. Ndajeni kartën tuaj të personalizuar të nënshkrimit për të shfaqur nënshkrimin tuaj!
sv: Var lugn, ditt dokument är strängt konfidentiellt och kommer aldrig att delas. Endast din signeringsupplevelse kommer att framhävas. Dela ditt personliga signeringskort för att visa upp din signatur!
zh: 请放心，您的文档将被严格保密，绝不会被分享。只有您的签署体验会被展示。分享您的个性化签署卡片，展示您的签名！

source: Restricted Access
de: Eingeschränkter Zugriff
es: Acceso restringido
fr: Accès restreint
it: Accesso limitato
ja: アクセス制限
nl: Beperkte toegang
pl: Dostęp ograniczony
pt: Acesso restrito
sq: Qasje e Kufizuar
sv: Begränsad åtkomst
zh: 受限访问
