Repository: documenso/documenso
Catalog: packages/lib/translations/*/web.po
Languages: de, es, fr, it, ja, nl, pl, pt, sq, sv, zh

source: If you do not want to use the authenticator prompted, you can close it, which will then display the next available authenticator.
de: Wenn Sie die angegebene Authentifizierung nicht verwenden möchten, können Sie sie schließen, wodurch die nächste verfügbare Authentifizierung angezeigt wird.
es: Si no deseas usar el autenticador solicitado, puedes cerrarlo, lo que mostrará el próximo autenticador disponible.
fr: Si vous ne souhaitez pas utiliser l'authentificateur proposé, vous pouvez le fermer, ce qui affichera l'authentificateur suivant disponible.
it: Se non vuoi utilizzare l'autenticatore richiesto, puoi chiuderlo, dopodiché verrà mostrato il successivo disponibile.
ja: 表示された認証手段を使いたくない場合は閉じてください。次に利用可能な認証手段が表示されます。
nl: Als je de voorgestelde authenticator niet wilt gebruiken, kun je deze sluiten; vervolgens wordt de volgende beschikbare authenticator weergegeven.
pl: Jeśli nie chcesz skorzystać z proponowanego uwierzytelniacza, możesz je zamknąć, a następnie wyświetlić inne dostępne metody.
pt: Se você não quiser usar o autenticador solicitado, pode fechá-lo, o que exibirá o próximo autenticador disponível.
sq: Nëse nuk dëshironi të përdorni autentikuesin e ardhur, mund ta mbyllni dhe më pas do të shfaqet autentikuesi tjetër i disponueshëm.
sv: Om du inte vill använda den uppmanade autentiseraren kan du stänga den, vilket då visar nästa tillgängliga autentiserare.
zh: 如果你不想使用当前弹出的验证器，可以将其关闭，随后会显示下一个可用的验证器。

source: If you don't find the confirmation link in your inbox, you can request a new one below.
de: Wenn Sie den Bestätigungslink nicht in Ihrem Posteingang finden, können Sie unten einen neuen anfordern.
es: Si no encuentras el enlace de confirmación en tu bandeja de entrada, puedes solicitar uno nuevo a continuación.
fr: Si vous ne trouvez pas le lien de confirmation dans votre boîte de réception, vous pouvez demander un nouveau ci-dessous.
it: Se non trovi il link di conferma nella tua casella di posta, puoi richiederne uno nuovo qui sotto.
ja: 受信トレイに確認リンクが見当たらない場合は、下から新しいリンクをリクエストできます。
nl: Als je de bevestigingslink niet in je inbox vindt, kun je hieronder een nieuwe aanvragen.
pl: Jeśli nie znajdziesz wiadomości z linkiem potwierdzającym, możesz poprosić o nową wiadomość poniżej.
pt: Se você não encontrar o link de confirmação na sua caixa de entrada, você pode solicitar um novo abaixo.
sq: Nëse nuk e gjeni lidhjen e konfirmimit në kutinë tuaj hyrëse, mund të kërkoni një të ri poshtë.
sv: Om du inte hittar bekräftelselänken i din inkorg kan du begära en ny nedan.
zh: 如果在收件箱中未找到确认链接，你可以在下方重新请求一个新的。

source: If your authenticator app does not support QR codes, you can use the following code instead:
de: Wenn Ihre Authenticator-App keine QR-Codes unterstützt, können Sie stattdessen den folgenden Code verwenden:
es: Si tu aplicación de autenticación no admite códigos QR, puedes usar el siguiente código en su lugar:
fr: Si votre application d'authentification ne prend pas en charge les codes QR, vous pouvez utiliser le code suivant à la place :
it: Se la tua app autenticatrice non supporta i codici QR, puoi usare il seguente codice:
ja: 認証アプリが QR コードに対応していない場合は、代わりに次のコードを使用できます。
nl: Als je authenticator‑app geen QR‑codes ondersteunt, kun je in plaats daarvan de volgende code gebruiken:
pl: Jeśli Twoja aplikacja uwierzytelniająca nie obsługuje kodów QR, użyj poniższego kodu:
pt: Se seu aplicativo autenticador não for compatível com códigos QR, você pode usar o seguinte código em vez disso:
sq: Nëse aplikacioni juaj i autentifikimit nuk mbështet kodet QR, mund të përdorni kodin e mëposhtëm:
sv: Om din autentiseringsapp inte stöder QR-koder kan du använda följande kod istället:
zh: 如果你的验证器应用不支持二维码，你可以使用以下代码：

source: Important: What This Means
de: Wichtig: Was dies bedeutet
es: Importante: Lo que esto significa
fr: Important : Ce que cela signifie
it: Importante: Cosa Significa
ja: 重要: これが意味すること
nl: Belangrijk: wat dit betekent
pl: Uwaga: Co to oznacza
pt: Importante: O que Isso Significa
zh: 重要：这意味着什么

source: Inactive
de: Inaktiv
es: Inactiva
fr: Inactif
it: Inattivo
ja: 非アクティブ
nl: Inactief
pl: Nieaktywna
zh: 未激活

source: Inbox
de: Posteingang
es: Bandeja de entrada
fr: Boîte de réception
it: Posta in arrivo
ja: 受信箱
pl: Skrzynka odbiorcza
pt: Caixa de Entrada
sq: Postë hyrëse
sv: Inkorg
zh: 收件箱

source: Inbox documents
de: Posteingang Dokumente
es: Documentos en bandeja de entrada
fr: Documents de la boîte de réception
it: Documenti in arrivo
ja: 受信箱の文書
nl: Inboxdocumenten
pl: Skrzynka odbiorcza
pt: Documentos da caixa de entrada
sq: Dokumentet e postës hyrëse
sv: Inkorgsdokument
zh: 收件箱中的文档

source: Include the Audit Logs in the Document
de: Audit-Logs im Dokument einbeziehen
es: Incluir los registros de auditoría en el documento
fr: Inclure les journaux d'audit dans le document
it: Includi i Registri di Audit nel Documento
ja: 監査ログをドキュメントに含める
nl: Auditlogs opnemen in het document
pl: Dołącz dziennik logów do dokumentu
pt: Incluir os registros de auditoria no documento
zh: 在文档中包含审计日志

source: Include the Signing Certificate in the Document
de: Signaturzertifikat in das Dokument einfügen
es: Incluir el certificado de firma en el documento
fr: Includez le certificat de signature dans le document
it: Includi il certificato di firma nel documento
ja: 署名証明書をドキュメントに含める
nl: Het ondertekeningscertificaat opnemen in het document
pl: Dołącz certyfikat podpisu do dokumentu
pt: Incluir o certificado de assinatura no documento
sq: Përfshini Certifikatën e Nënshkrimit në Dokument
sv: Inkludera signeringscertifikatet i dokumentet
zh: 在文档中包含签署证书

source: Information
es: Información
it: Informazioni
ja: 情報
nl: Informatie
pl: Informacje
pt: Informações
sq: Informacion
zh: 信息

source: Inherit authentication method
de: Authentifizierungsmethode erben
es: Heredar método de autenticación
fr: Hériter de la méthode d'authentification
it: Ereditare metodo di autenticazione
ja: 認証方法を継承
nl: Authenticatiemethode overnemen
pl: Odziedzicz metodę uwierzytelniania
pt: Herdar método de autenticação
sq: Trashëgo metodën e autentifikimit
sv: Ärv autentiseringsmetod
zh: 继承认证方式

source: Inherit from organisation
de: Von der Organisation erben
es: Heredar de la organización
fr: Hériter de l'organisation
it: Ereditare dall'organizzazione
ja: 組織から継承
nl: Overnemen van organisatie
pl: Odziedzicz z organizacji
pt: Herdar da organização
sq: Trashëgo nga organizata
sv: Ärv från organisation
zh: 继承自组织

source: Inherit organisation members
de: Organisationsmitglieder erben
es: Heredar miembros de la organización
fr: Hériter des membres de l'organisation
it: Ereditare i membri dell'organizzazione
ja: 組織メンバーを継承
nl: Organisatieleden overnemen
pl: Odziedzicz użytkowników organizacji
pt: Herdar membros da organização
sq: Trashëgo anëtarët e organizatës
sv: Ärv organisationsmedlemmar
zh: 继承组织成员

source: Inherited subscription claim
de: Geerbter Abonnementsanspruch
es: Reclamación de suscripción heredada
fr: Réclamation d'abonnement héritée
it: Rivendicazione di abbonamento ereditata
ja: 継承されたサブスクリプションクレーム
nl: Geërfde abonnementsclaim
pl: Odziedziczenie subskrypcji
pt: Reivindicação de assinatura herdada
sq: Pretendimi i abonimit të trashëguar
sv: Ärvt prenumerationsanspråk
zh: 继承的订阅声明

source: Initials
de: Initialen
es: Iniciales
fr: Initiales
it: Iniziali
ja: イニシャル
nl: Initialen
pl: Inicjały
pt: Iniciais
sq: Inicilet
sv: Initialer
zh: 首字母缩写

source: Initials are required
de: Initialen sind erforderlich
es: Se requieren iniciales
fr: Les initiales sont requises
it: Iniziali richieste
ja: イニシャルは必須です
nl: Initialen zijn verplicht
pl: Inicjały są wymagane
pt: As iniciais são obrigatórias
zh: 必须填写姓名首字母缩写

source: Initials Settings
de: Einstellungen für Initialen
es: Configuración de Iniciales
fr: Paramètres des initiales
it: Impostazioni Iniziali
ja: イニシャルの設定
nl: Initialen-instellingen
pl: Ustawienia inicjałów
pt: Configurações de iniciais
zh: 姓名首字母设置

source: Insert a value into the number field
de: Fügen Sie einen Wert in das Zahlenfeld ein.
es: Introduce un valor en el campo de número
fr: Insérez une valeur dans le champ de nombre
it: Inserisci un valore nel campo numero
ja: 数値フィールドに値を入力してください
nl: Vul een waarde in het nummerveld in
pl: Wpisz wartość do pola liczby
pt: Inserir um valor no campo de número
zh: 在数字字段中输入一个值

source: Insert a value into the text field
de: Fügen Sie einen Wert in das Textfeld ein.
es: Introduce un valor en el campo de texto
fr: Insérez une valeur dans le champ de texte
it: Inserisci un valore nel campo di testo
ja: テキストフィールドに値を入力してください
nl: Vul een waarde in het tekstveld in
pl: Wpisz wartość do pola tekstowego
pt: Inserir um valor no campo de texto
zh: 在文本字段中输入一个值

source: Inserted
de: Eingefügt
es: Insertado
fr: Inséré
it: Inserito
ja: 挿入済み
nl: Ingevoegd
pl: Wypełniono
pt: Inserido
sq: Futur
sv: Infogad
zh: 已插入

source: Instance Stats
de: Instanzstatistiken
es: Estadísticas de instancia
fr: Statistiques de l'instance
it: Statistiche istanze
ja: インスタンス統計
nl: Instantiestatistieken
pl: Statystyki instancji
pt: Estatísticas da instância
sq: Statistikat e instancës
sv: Instansstatistik
zh: 实例统计

source: Invalid code. Please try again.
de: Ungültiger Code. Bitte versuchen Sie es erneut.
es: Código inválido. Por favor, intenta nuevamente.
fr: Code invalide. Veuillez réessayer.
it: Codice non valido. Riprova.
ja: コードが無効です。もう一度お試しください。
nl: Ongeldige code. Probeer het opnieuw.
pl: Kod jest nieprawidłowy. Spróbuj ponownie.
pt: Código inválido. Tente novamente.
sq: Kodi i pavlefshëm. Ju lutemi provoni përsëri.
sv: Ogiltig kod. Försök igen.
zh: 验证码无效。请重试。

source: Invalid domains
de: Ungültige Domains
es: Dominios no válidos
fr: Domaines invalides
it: Domini non validi
ja: 無効なドメイン
nl: Ongeldige domeinen
pl: Domeny są nieprawidłowe
pt: Domínios inválidos
zh: 无效的域名

source: Invalid email
de: Ungültige E-Mail
es: Email inválido
fr: Email invalide
it: Email non valida
ja: 無効なメールアドレスです
nl: Ongeldig e-mailadres
pl: Adres e-mail jest nieprawidłowy
pt: E-mail inválido
sq: Email i pavlefshëm
sv: Ogiltig e-post
zh: 邮箱无效

source: Invalid link
de: Ungültiger Link
es: Enlace inválido
fr: Lien invalide
it: Link non valido
ja: リンクが無効です
nl: Ongeldige link
pl: Link jest nieprawidłowy
pt: Link inválido
sq: Lidhja e pavlefshme
sv: Ogiltig länk
zh: 链接无效

source: Invalid token
de: Ungültiges Token
es: Token inválido
fr: Token invalide
it: Token non valido
ja: トークンが無効です
nl: Ongeldig token
pl: Token jest nieprawidłowy
pt: Token inválido
sq: Token i pavlefshëm
sv: Ogiltig token
zh: 令牌无效

source: Invalid Token
de: Ungültiges Token
es: Token no válido
fr: Token invalide
it: Token non valido
ja: 無効なトークン
nl: Ongeldige token
pl: Token jest nieprawidłowy
pt: Token inválido
zh: 令牌无效

source: Invalid token provided. Please try again.
de: Ungültiges Token bereitgestellt. Bitte versuchen Sie es erneut.
es: Token inválido proporcionado. Por favor, inténtelo nuevamente.
fr: Le token fourni est invalide. Veuillez réessayer.
it: Token non valido fornito. Per favore riprova.
ja: 無効なトークンです。もう一度お試しください。
nl: Er is een ongeldig token opgegeven. Probeer het opnieuw.
pl: Token jest nieprawidłowy. Spróbuj ponownie.
pt: Token fornecido inválido. Tente novamente.
sq: Token i dhënë është i pavlefshëm. Ju lutem provoni përsëri.
sv: Ogiltig token angiven. Försök igen.
zh: 提供的令牌无效。请重试。

source: Invitation accepted
de: Einladung angenommen
es: Invitación aceptada
fr: Invitation acceptée
it: Invito accettato
ja: 招待を承諾しました
nl: Uitnodiging geaccepteerd
pl: Zaproszenie zostało zaakceptowane
pt: Convite aceito
sq: Ftesa është pranuar
sv: Inbjudan accepterad
zh: 邀请已接受

source: Invitation accepted!
de: Einladung akzeptiert!
es: ¡Invitación aceptada!
fr: Invitation acceptée !
it: Invito accettato!
ja: 招待を承諾しました！
nl: Uitnodiging geaccepteerd!
pl: Zaproszenie zostało zaakceptowane!
pt: Convite aceito!
sq: Ftesa u pranua!
sv: Inbjudan accepterad!
zh: 邀请已接受！

source: Invitation declined
de: Einladung abgelehnt
es: Invitación rechazada
fr: Invitation refusée
it: Invito rifiutato
ja: 招待を辞退しました
nl: Uitnodiging geweigerd
pl: Zaproszenie zostało odrzucone
pt: Convite recusado
sq: Ftesa u refuzua
sv: Inbjudan avböjd
zh: 邀请已被拒绝

source: Invitation has been deleted
de: Einladung wurde gelöscht
es: La invitación ha sido eliminada
fr: L'invitation a été supprimée
it: L'invito è stato eliminato
ja: 招待を削除しました
nl: Uitnodiging is verwijderd
pl: Zaproszenie zostało usunięte
pt: O convite foi excluído
sq: Ftesa është fshirë
sv: Inbjudan har raderats
zh: 邀请已被删除

source: Invitation has been resent
de: Einladung wurde erneut gesendet
es: La invitación ha sido reenviada
fr: L'invitation a été renvoyée
it: L'invito è stato inviato nuovamente
ja: 招待を再送しました
nl: Uitnodiging is opnieuw verzonden
pl: Zaproszenie zostało ponownie wysłane
pt: O convite foi reenviado
sq: Ftesa është dërguar përsëri
sv: Inbjudan har skickats igen
zh: 邀请已被重新发送

source: Invite
de: Einladen
es: Invitar
fr: Inviter
it: Invita
ja: 招待
nl: Uitnodigen
pl: Zaproś
pt: Convidar
sq: Fto
sv: Bjud in
zh: 邀请

source: Invite member
de: Mitglied einladen
es: Invitar miembro
fr: Inviter un membre
it: Invita un membro
ja: メンバーを招待
nl: Lid uitnodigen
pl: Zaproś użytkownika
pt: Convidar membro
sq: Fto anëtarin
sv: Bjud in medlem
zh: 邀请成员

source: Invite Members
de: Mitglieder einladen
es: Invitar a miembros
fr: Inviter des membres
it: Invita membri
ja: メンバーを招待
nl: Leden uitnodigen
pl: Zaproś użytkowników
pt: Convidar Membros
sq: Fto anëtarë
sv: Bjud in medlemmar
zh: 邀请成员

source: Invite organisation members
de: Organisationsmitglieder einladen
es: Invitar miembros de la organización
fr: Inviter les membres de l'organisation
it: Invitare i membri dell'organizzazione
ja: 組織メンバーを招待
nl: Organisatieleden uitnodigen
pl: Zaproś użytkowników organizacji
pt: Convidar membros da organização
sq: Ftuesë anëtarët e organizatës
sv: Bjud in organisationsmedlemmar
zh: 邀请组织成员

source: Invite team members to collaborate
de: Laden Sie Teammitglieder zur Zusammenarbeit ein
es: Invitar miembros del equipo a colaborar
fr: Inviter des membres de l'équipe à collaborer
it: Invita i membri del team a collaborare
ja: チームメンバーを招待してコラボレーション
nl: Teamleden uitnodigen om samen te werken
pl: Zapraszać użytkowników zespołu do współpracy
pt: Convide membros da equipe para colaborar
sq: Ftuesë anëtarët e ekipit për të bashkëpunuar
sv: Bjud in teammedlemmar för att samarbeta
zh: 邀请团队成员协作

source: Invited At
de: Eingeladen am
es: Invitado el
fr: Invité à
it: Invitato il
ja: 招待日時
nl: Uitgenodigd op
pl: Data zaproszenia
pt: Convidado Em
sq: Ftuar më
sv: Inbjuden den
zh: 邀请时间

source: Invoice
de: Rechnung
es: Factura
fr: Facture
it: Fattura
ja: 請求書
nl: Factuur
pl: Faktura
pt: Fatura
sq: Fatura
sv: Faktura
zh: 发票

source: IP Address
de: IP-Adresse
es: Dirección IP
fr: Adresse IP
it: Indirizzo IP
ja: IP アドレス
nl: IP‑adres
pl: Adres IP
pt: Endereço IP
sq: Adresa IP
sv: IP-adress
zh: IP 地址

source: Issuer URL
de: Herausgeber-URL
es: URL de emisor
fr: URL de l'émetteur
it: URL Emittente
pl: Adres URL wydawcy
pt: URL do emissor
zh: 签发者 URL

source: It is crucial to keep your contact information, especially your email address, up to date with us. Please notify us immediately of any changes to ensure that you continue to receive all necessary communications.
de: Es ist entscheidend, dass Sie Ihre Kontaktinformationen, insbesondere Ihre E-Mail-Adresse, aktuell halten. Bitte informieren Sie uns sofort über Änderungen, damit Sie weiterhin alle notwendigen Mitteilungen erhalten.
es: Es crucial mantener su información de contacto, especialmente su dirección de correo electrónico, actual con nosotros. Por favor, notifíquenos inmediatamente sobre cualquier cambio para asegurarse de seguir recibiendo todas las comunicaciones necesarias.
fr: Il est crucial de maintenir vos coordonnées, en particulier votre adresse e-mail, à jour avec nous. Veuillez nous informer immédiatement de tout changement pour vous assurer que vous continuez à recevoir toutes les communications nécessaires.
it: È fondamentale mantenere aggiornate le tue informazioni di contatto, in particolare il tuo indirizzo email. Ti preghiamo di notificarci immediatamente qualsiasi modifica per assicurarti di continuare a ricevere tutte le comunicazioni necessarie.
ja: 特にメールアドレスなどの連絡先情報を最新の状態に保つことが重要です。必要な通知を確実に受け取れるよう、変更があれば速やかにご連絡ください。
nl: Het is essentieel dat je je contactgegevens, met name je e‑mailadres, up‑to‑date houdt. Stel ons onmiddellijk op de hoogte van wijzigingen om ervoor te zorgen dat je alle noodzakelijke communicatie blijft ontvangen.
pl: Prosimy o niezwłoczne powiadamianie nas o wszelkich zmianach Twoich danych kontaktowych (w szczególności adresu e-mail), aby mieć pewność, że nadal będziesz otrzymywać wszystkie niezbędne informacje.
pt: É crucial manter suas informações de contato, especialmente seu endereço de e-mail, atualizadas conosco. Por favor, notifique-nos imediatamente de quaisquer alterações para garantir que você continue recebendo todas as comunicações necessárias.
sq: Është thelbësore të mbani të përditësuar informacionet tuaja të kontaktit, veçanërisht adresën tuaj të emailit, me ne. Ju lutemi njoftoni menjëherë për çdo ndryshim për të siguruar që të vazhdoni të merrni të gjitha komunikimet e nevojshme.
sv: Det är viktigt att hålla din kontaktinformation, särskilt din e-postadress, uppdaterad hos oss. Vänligen meddela oss omedelbart om eventuella ändringar för att säkerställa att du fortsätter att få all nödvändig kommunikation.
zh: 保持你的联系信息，尤其是邮箱地址的最新状态至关重要。若有任何变更，请立即通知我们，以确保你能持续收到所有必要的通知。

source: It looks like {0} hasn't added any documents to their profile yet.
de: Es sieht so aus, als ob {0} noch keine Dokumente zu ihrem Profil hinzugefügt hat.
es: Parece que {0} aún no ha agregado documentos a su perfil.
fr: Il semble que {0} n'ait pas encore ajouté de documents à son profil.
it: Sembra che {0} non abbia ancora aggiunto documenti al proprio profilo.
ja: {0} はまだプロフィールに文書を追加していないようです。
nl: Het lijkt erop dat {0} nog geen documenten aan zijn profiel heeft toegevoegd.
pl: Wygląda na to, że użytkownik {0} jeszcze nie dodał żadnych dokumentów do swojego profilu.
pt: Parece que {0} ainda não adicionou nenhum documento ao seu perfil.
sq: Duket se {0} ende nuk ka shtuar asnjë dokument në profilin e tij.
sv: Det verkar som att {0} inte har lagt till några dokument i sin profil ännu.
zh: 看起来 {0} 还没有在个人资料中添加任何文档。

source: It looks like we ran into an issue!
de: Es sieht so aus, als ob wir auf ein Problem gestoßen sind!
es: ¡Parece que hemos tenido un problema!
fr: Il semble que nous ayons rencontré un problème!
it: Sembra che ci siamo imbattuti in un problema!
ja: 問題が発生したようです。
nl: Het lijkt erop dat we een probleem zijn tegengekomen!
pl: Mamy problem!
pt: Parece que encontramos um problema!
sq: Duket se hasëm në një problem!
sv: Det verkar som att vi stötte på ett problem!
zh: 我们似乎遇到了一些问题！

source: It seems that the provided token has expired. We've just sent you another token, please check your email and try again.
de: Es scheint, dass das bereitgestellte Token abgelaufen ist. Wir haben Ihnen gerade ein weiteres Token gesendet, bitte überprüfen Sie Ihre E-Mails und versuchen Sie es erneut.
es: Parece que el token proporcionado ha expirado. Te hemos enviado otro token, por favor revisa tu correo electrónico y vuelve a intentarlo.
fr: Il semble que le token fourni ait expiré. Nous venons de vous envoyer un autre token, veuillez vérifier votre email et réessayer.
it: Sembra che il token fornito sia scaduto. Ti abbiamo appena inviato un altro token, controlla la tua email e riprova.
ja: 指定されたトークンの有効期限が切れているようです。新しいトークンを送信しましたので、メールを確認して再度お試しください。
nl: Het lijkt erop dat het opgegeven token is verlopen. We hebben je zojuist een nieuw token gestuurd; controleer je e‑mail en probeer het opnieuw.
pl: Wygląda na to, że token wygasł. Właśnie wysłaliśmy Ci nowy token. Sprawdź swoją pocztę i spróbuj ponownie.
pt: Parece que o token fornecido expirou. Acabamos de enviar outro token, verifique seu e-mail e tente novamente.
sq: Duket se tokeni i dhënë ka skaduar. Ne sapo ju kemi dërguar një token tjetër, ju lutem kontrolloni email-in tuaj dhe provoni përsëri.
sv: Det verkar som att den angivna token har upphört. Vi har just skickat dig en ny token, vänligen kontrollera din e-post och försök igen.
zh: 你提供的令牌似乎已过期。我们刚刚又发送了一个新令牌，请检查你的邮箱并重试。

source: It seems that there is no token provided, if you are trying to verify your email please follow the link in your email.
de: Es scheint, dass kein Token bereitgestellt wurde. Wenn Sie versuchen, Ihre E-Mail zu verifizieren, folgen Sie bitte dem Link in Ihrer E-Mail.
es: Parece que no se ha proporcionado un token, si estás intentando verificar tu correo electrónico, por favor sigue el enlace en tu correo electrónico.
fr: Il semble qu'aucun token n'ait été fourni, si vous essayez de vérifier votre email, veuillez suivre le lien dans votre email.
it: Sembra che non sia stato fornito alcun token, se stai cercando di verificare la tua email, segui il link nella tua email.
ja: トークンが指定されていないようです。メールアドレスを確認し、メール内のリンクからアクセスしてください。
nl: Het lijkt erop dat er geen token is opgegeven; als je je e‑mail probeert te verifiëren, volg dan de link in je e‑mail.
pl: Wygląda na to, że nie ma tokena. Jeśli próbujesz zweryfikować adres e-mail, kliknij link w wiadomości.
pt: Parece que não foi fornecido nenhum token, se você está tentando verificar seu e-mail, siga o link em seu e-mail.
sq: Duket se nuk është dhënë asnjë token, nëse jeni duke u përpjekur të verifikoni email-in tuaj, ju lutem ndiqni lidhjen në email-in tuaj.
sv: Det verkar som att ingen token har angetts, om du försöker verifiera din e-post, följ länken i ditt e-postmeddelande.
zh: 似乎没有提供令牌，如果你正尝试验证邮箱，请点击邮件中的链接。

source: It's currently not your turn to sign. Please check back soon as this document should be available for you to sign shortly.
de: Es ist momentan nicht Ihre Runde zum Unterschreiben. Bitte schauen Sie bald wieder vorbei, da dieses Dokument bald für Sie zum Unterschreiben verfügbar sein sollte.
es: Actualmente no es tu turno para firmar. Por favor, vuelve pronto ya que este documento debería estar disponible para que firmes en breve.
fr: Ce n'est actuellement pas votre tour de signer. Veuillez revenir bientôt car ce document devrait être disponible pour vous sous peu.
it: Attualmente non è il tuo turno di firmare. Torna presto a controllare poiché questo documento dovrebbe essere disponibile per la tua firma a breve.
ja: 現在はあなたの署名順ではありません。まもなくこのドキュメントに署名できるようになりますので、しばらくしてから再度ご確認ください。
nl: Het is momenteel niet jouw beurt om te ondertekenen. Kom binnenkort terug; dit document zou binnenkort beschikbaar moeten zijn om door jou te worden ondertekend.
pl: Obecnie nie jest Twoja kolej na podpisanie dokumentu. Sprawdź dokument wkrótce.
pt: Não é sua vez de assinar no momento. Verifique novamente em breve, pois este documento deve ficar disponível para você assinar em breve.
sq: Aktualisht nuk është radha juaj për të nënshkruar. Ju lutem kontrolloni së shpejti pasi ky dokument duhet të jetë i disponueshëm për ju që ta nënshkruani së shpejti.
sv: Det är för närvarande inte din tur att signera. Vänligen kom tillbaka snart eftersom detta dokument bör vara tillgängligt för dig att signera inom kort.
zh: 当前还不是您签署的顺序。请稍后再来查看，此文档很快就会可供您签署。
