Repository: documenso/documenso
Catalog: packages/lib/translations/*/web.po
Languages: de, es, fr, it, ja, nl, pl, pt, sq, sv, zh

source: No signature field found
de: Kein Unterschriftsfeld gefunden
es: No se encontró campo de firma
fr: Aucun champ de signature trouvé
it: Nessun campo di firma trovato
ja: 署名フィールドが見つかりません
nl: Geen handtekeningveld gevonden
pl: Nie znaleziono pola podpisu
pt: Nenhum campo de assinatura encontrado
sq: Nuk u gjet asnjë fushë për nënshkrim
sv: Inget signaturfält hittades
zh: 未找到签名字段

source: No Stripe customer attached
de: Kein Stripe-Kunde angehängt
es: No hay cliente de Stripe adjunto
fr: Aucun client Stripe attaché
it: Nessun cliente Stripe collegato
ja: Stripe 顧客が紐づいていません
nl: Geen Stripe-klant gekoppeld
pl: Brak identyfikatora klienta Stripe
pt: Nenhum cliente do Stripe anexado
sq: Asnjë klient Stripe i bashkëngjitur
sv: Ingen Stripe-kund bifogad
zh: 未关联 Stripe 客户

source: No suggestions found
de: Keine Vorschläge gefunden
es: No se encontraron sugerencias
fr: Aucune suggestion trouvée
it: Nessun suggerimento trovato
ja: 候補が見つかりません
nl: Geen suggesties gevonden
pl: Nie znaleziono sugestii
pt: Nenhuma sugestão encontrada
zh: 未找到建议

source: No team groups found
de: Keine Teamgruppen gefunden
es: No se encontraron grupos de equipo
fr: Aucun groupe d'équipes trouvé
it: Nessun gruppo di team trovato
ja: チームグループが見つかりません
nl: Geen teamgroepen gevonden
pl: Nie znaleziono grup zespołu
pt: Nenhum grupo de equipe encontrado
sq: Asnjë grup ekipesh nuk u gjet
sv: Inga teamgrupper hittades
zh: 未找到团队组

source: No teams yet
de: Noch keine Teams
es: Aún no hay equipos
fr: Aucune équipe pour le moment
it: Non ci sono ancora team
ja: チームはまだありません
nl: Nog geen teams
pl: Brak zespołów
pt: Ainda não há equipes
sq: Ende nuk ka ekipe
sv: Inga team ännu
zh: 还没有团队

source: No valid direct templates found
de: Keine gültigen direkten Vorlagen gefunden
es: No se encontraron plantillas directas válidas
fr: Aucun modèle direct valide trouvé
it: Nessun modello diretto valido trovato
ja: 有効なダイレクトテンプレートが見つかりません
nl: Geen geldige directe sjablonen gevonden
pl: Nie znaleziono bezpośrednich szablonów
pt: Nenhum modelo direto válido encontrado
sq: Nuk u gjetën template-t e drejtpërdrejta
sv: Inga giltiga direktmallar hittades
zh: 未找到有效的直接模板

source: No valid recipients found
de: Keine gültigen Empfänger gefunden
es: No se encontraron destinatarios válidos
fr: Aucun destinataire valide trouvé
it: Nessun destinatario valido trovato
ja: 有効な受信者が見つかりません
nl: Geen geldige ontvangers gevonden
pl: Nie znaleziono ważnych odbiorców
pt: Nenhum destinatário válido encontrado
sq: Nuk u gjetën marrës të vlefshëm
sv: Inga giltiga mottagare hittades
zh: 未找到有效的收件人

source: No value found.
de: Kein Wert gefunden.
es: No se encontró valor.
fr: Aucune valeur trouvée.
it: Nessun valore trovato.
ja: 値が見つかりません。
nl: Geen waarde gevonden.
pl: Nie znaleziono wartości.
pt: Nenhum valor encontrado.
sq: Nuk u gjet asnjë vlerë.
sv: Inget värde hittades.
zh: 未找到值。

source: No worries, it happens! Enter your email and we'll email you a special link to reset your password.
de: Keine Sorge, das passiert! Geben Sie Ihre E-Mail ein, und wir senden Ihnen einen speziellen Link zum Zurücksetzen Ihres Passworts.
es: ¡No te preocupes, sucede! Ingresa tu correo electrónico y te enviaremos un enlace especial para restablecer tu contraseña.
fr: Pas de soucis, ça arrive ! Entrez votre email et nous vous enverrons un lien spécial pour réinitialiser votre mot de passe.
it: Non ti preoccupare, succede! Inserisci la tua email e ti invieremo un link speciale per reimpostare la tua password.
ja: 大丈夫です。メールアドレスを入力していただければ、パスワードをリセットするための特別なリンクをメールでお送りします。
nl: Geen zorgen, dat gebeurt wel eens! Vul je e‑mail in en we sturen je een speciale link om je wachtwoord te resetten.
pl: Nie martw się! Wpisz swój adres e-mail, a my wyślemy Ci specjalny link do zresetowania hasła.
pt: Não se preocupe, isso acontece! Digite seu email e nós enviaremos um link especial para redefinir sua senha.
sq: Mos u shqetësoni, ndodh! Fusni email-in tuaj dhe ne do t'ju dërgojmë një lidhje të veçantë për të rivendosur fjalëkalimin tuaj.
sv: Inga problem, det händer! Ange din e-post så skickar vi ett speciellt lösenordsåterställningslänk till dig.
zh: 别担心，这很常见！输入你的邮箱，我们会给你发送一个用于重置密码的特殊链接。

source: None
de: Keine
es: Ninguno
fr: Aucun
it: Nessuno
ja: なし
nl: Geen
pl: Brak
pt: Nenhum
sq: Asnjë
sv: Ingen
zh: 无

source: Not found
de: Nicht gefunden
es: No Encontrado
fr: Non trouvé
it: Non trovato
ja: 見つかりません
nl: Niet gevonden
pl: Strona nie została znaleziona
pt: Não encontrado
zh: 未找到

source: Not supported
de: Nicht unterstützt
es: No soportado
fr: Non pris en charge
it: Non supportato
ja: サポートされていません
nl: Niet ondersteund
pl: Nieobsługiwane
pt: Não suportado
sq: Nuk mbështetet
sv: Stöds inte
zh: 不支持

source: Nothing to do
de: Nichts zu tun
es: Nada que hacer
fr: Rien à faire
it: Niente da fare
ja: 今は行うことがありません
nl: Niets te doen
pl: Nie masz nic do zrobienia
pt: Nada a fazer
sq: Asgjë për të bërë
sv: Inget att göra
zh: 暂无待处理事项

source: Number
de: Nummer
es: Número
fr: Numéro
it: Numero
ja: 数値
nl: Nummer
pl: Liczba
pt: Número
sq: Numri
sv: Nummer
zh: 数字

source: Number format
de: Zahlenformat
es: Formato de número
fr: Format de numéro
it: Formato numero
ja: 数値形式
nl: Getalnotatie
pl: Format liczby
pt: Formato de número
sq: Formati i numrit
sv: Nummerformat
zh: 数字格式

source: Number needs to be formatted as {numberFormat}
de: Die Nummer muss als {numberFormat} formatiert werden.
es: El número debe estar en el formato {numberFormat}
fr: Le nombre doit être formaté comme {numberFormat}
it: Il numero deve essere formattato come {numberFormat}
ja: 数値は {numberFormat} の形式で入力する必要があります
nl: Nummer moet worden geformatteerd als {numberFormat}
pl: Liczba musi być w formacie {numberFormat}
pt: O número precisa estar formatado como {numberFormat}
zh: 数字必须按 {numberFormat} 的格式输入

source: Number of members allowed. 0 = Unlimited
de: Anzahl der erlaubten Mitglieder. 0 = Unbegrenzt
es: Número de miembros permitidos. 0 = Ilimitado
fr: Nombre de membres autorisés. 0 = Illimité
it: Numero di membri consentiti. 0 = Illimitati
ja: 許可されるメンバー数。0 = 無制限
nl: Aantal toegestane leden. 0 = onbeperkt
pl: Liczba dozwolonych użytkowników. 0 = Bez ograniczeń
pt: Número máximo de membros permitidos. 0 = Ilimitado
sq: Numri i anëtarëve të lejuar. 0 = I Pakufizuar
sv: Antal medlemmar som tillåts. 0 = Obegränsat
zh: 允许的成员数量。0 = 不限

source: Number of teams allowed. 0 = Unlimited
de: Anzahl der erlaubten Teams. 0 = Unbegrenzt
es: Número de equipos permitidos. 0 = Ilimitado
fr: Nombre d'équipes autorisées. 0 = Illimité
it: Numero di team consentiti. 0 = Illimitati
ja: 許可されるチーム数。0 = 無制限
nl: Aantal toegestane teams. 0 = onbeperkt
pl: Liczba dozwolonych zespołów. 0 = Bez ograniczeń
pt: Número máximo de equipes permitidas. 0 = Ilimitado
sq: Numri i ekipeve të lejueshme. 0 = I Pakufizuar
sv: Antal team som tillåts. 0 = Obegränsat
zh: 允许的团队数量。0 = 不限

source: Number Settings
de: Zahleneinstellungen
es: Configuración de Número
fr: Paramètres du nombre
it: Impostazioni Numero
ja: 数値の設定
nl: Nummer-instellingen
pl: Ustawienia liczby
pt: Configurações de Número
zh: 数字设置

source: on behalf of "{0}" has invited you to approve this document
de: im Auftrag von "{0}" hat Sie eingeladen, dieses Dokument zu genehmigen
es: en nombre de "{0}" te ha invitado a aprobar este documento
fr: au nom de "{0}" vous a invité à approuver ce document
it: per conto di "{0}" ti ha invitato ad approvare questo documento
ja: 「{0}」を代表してこのドキュメントの承認を依頼されています
nl: namens "{0}" heeft je uitgenodigd om dit document goed te keuren
pl: z zespołu „{0}” zaprosił Cię do zatwierdzenia dokumentu
pt: em nome de "{0}" convidou você para aprovar este documento
sq: në emër të "{0}" ju ka ftuar të miratoni këtë dokument
sv: på uppdrag av "{0}" har bjudit in dig att godkänna detta dokument
zh: 代表“{0}”已邀请您审批此文档

source: on behalf of "{0}" has invited you to assist this document
de: im Namen von „{0}“ hat dich eingeladen, bei diesem Dokument zu assistieren
es: en nombre de "{0}" te ha invitado a asistir con este documento
fr: au nom de "{0}" vous a invité à aider ce document
it: per conto di "{0}" ti ha invitato ad assistere questo documento
ja: 「{0}」を代表してこのドキュメントの補助を依頼されています
nl: namens "{0}" heeft je uitgenodigd om dit document te assisteren
pl: z zespołu „{0}” zaprosił Cię do przygotowania dokumentu
pt: em nome de "{0}" convidou você para assistir este documento
sq: emër të "{0}" ju ka ftuar të asistoni këtë dokument
sv: på uppdrag av "{0}" har bjudit in dig att assistera med detta dokument
zh: 代表“{0}”已邀请您协助此文档

source: on behalf of "{0}" has invited you to sign this document
de: im Auftrag von "{0}" hat Sie eingeladen, dieses Dokument zu unterzeichnen
es: en nombre de "{0}" te ha invitado a firmar este documento
fr: au nom de "{0}" vous a invité à signer ce document
it: per conto di "{0}" ti ha invitato a firmare questo documento
ja: 「{0}」を代表してこのドキュメントへの署名を依頼されています
nl: namens "{0}" heeft je uitgenodigd om dit document te ondertekenen
pl: z zespołu „{0}” zaprosił Cię do podpisania dokumentu
pt: em nome de "{0}" convidou você para assinar este documento
sq: në emër të "{0}" ju ka ftuar të nënshkruani këtë dokument
sv: på uppdrag av "{0}" har bjudit in dig att signera detta dokument
zh: 代表“{0}”已邀请您签署此文档

source: on behalf of "{0}" has invited you to view this document
de: im Auftrag von "{0}" hat Sie eingeladen, dieses Dokument anzusehen
es: en nombre de "{0}" te ha invitado a ver este documento
fr: au nom de "{0}" vous a invité à voir ce document
it: per conto di "{0}" ti ha invitato a visualizzare questo documento
ja: 「{0}」を代表してこのドキュメントの閲覧を依頼されています
nl: namens "{0}" heeft je uitgenodigd om dit document te bekijken
pl: z zespołu „{0}” zaprosił Cię do wyświetlenia dokumentu
pt: em nome de "{0}" convidou você para visualizar este documento
sq: në emër të "{0}" ju ka ftuar të shikoni këtë dokument
sv: på uppdrag av "{0}" har bjudit in dig att visa detta dokument
zh: 代表“{0}”已邀请您查看此文档

source: On this page, you can create a new webhook.
de: Auf dieser Seite können Sie einen neuen Webhook erstellen.
es: En esta página, puedes crear un nuevo webhook.
fr: Sur cette page, vous pouvez créer un nouveau webhook.
it: In questa pagina, puoi creare un nuovo webhook.
ja: このページでは新しい Webhook を作成できます。
nl: Op deze pagina kun je een nieuwe webhook aanmaken.
pl: Na tej stronie możesz utworzyć nowy webhook.
pt: Nesta página, você pode criar um novo webhook.
sq: Në këtë faqe, mund të krijoni një webhook të ri.
sv: På denna sida kan du skapa en ny webhook.
zh: 在此页面，你可以创建新的 Webhook。

source: On this page, you can create and manage API tokens. See our <0>Documentation</0> for more information.
de: Auf dieser Seite können Sie API-Token erstellen und verwalten. Weitere Informationen finden Sie in unserer <0>Dokumentation</0>.
es: En esta página, puedes crear y gestionar tokens de API. Consulta nuestra <0>Documentación</0> para más información.
fr: Sur cette page, vous pouvez créer et gérer des tokens API. Consultez notre <0>Documentation</0> pour plus d'informations.
it: Su questa pagina, puoi creare e gestire token API. Consulta la nostra <0>Documentazione</0> per maggiori informazioni.
ja: このページでは、API トークンの作成と管理ができます。詳しくは<0>ドキュメント</0>をご覧ください。
nl: Op deze pagina kun je API-tokens aanmaken en beheren. Zie onze <0>documentatie</0> voor meer informatie.
pl: Na tej stronie możesz tworzyć i zarządzać tokenami API. Sprawdź <0>dokumentację</0>, aby uzyskać więcej informacji.
pt: Nesta página, você pode criar e gerenciar tokens de API. Consulte nossa <0>Documentação</0> para obter mais informações.
sq: Në këtë faqe, mund të krijoni dhe menaxhoni token-të API. Shikoni <0>Dokumentacionin</0> tonë për më shumë informacion.
sv: På denna sida kan du skapa och hantera API-tokens. Se vår <0>Dokumentation</0> för mer information.
zh: 在此页面，您可以创建和管理 API 令牌。更多信息请参阅我们的<0>文档</0>。

source: On this page, you can create new Webhooks and manage the existing ones.
de: Auf dieser Seite können Sie neue Webhooks erstellen und die vorhandenen verwalten.
es: En esta página, puedes editar el webhook y sus configuraciones.
fr: Sur cette page, vous pouvez créer de nouveaux webhooks et gérer ceux existants.
it: In questa pagina, puoi creare nuovi Webhook e gestire quelli esistenti.
ja: このページでは Webhook の新規作成と既存 Webhook の管理が行えます。
nl: Op deze pagina kun je nieuwe webhooks aanmaken en bestaande beheren.
pl: Na tej stronie możesz utworzyć nowe webhooki i zarządzać obecnymi.
pt: Nesta página, você pode criar novos Webhooks e gerenciar os existentes.
sq: Në këtë faqe, mund të krijoni Webhook të rinj dhe të menaxhoni ato ekzistuese.
sv: På denna sida kan du skapa nya webhooks och hantera de befintliga.
zh: 在此页面，你可以创建新的 Webhook 并管理现有的 Webhook。

source: Once confirmed, the following will occur:
de: Sobald dies bestätigt ist, wird Folgendes geschehen:
es: Una vez confirmado, ocurrirá lo siguiente:
fr: Une fois confirmé, les éléments suivants se produiront :
it: Una volta confermato, si verificherà quanto segue:
ja: 確認すると、次のことが行われます。
nl: Na bevestiging gebeurt het volgende:
pl: Potwierdzenie akcji spowoduje następujące skutki:
pt: Uma vez confirmado, o seguinte ocorrerá:
sq: Pasi të konfirmohet, do të ndodhë sa vijon:
sv: När det bekräftas kommer följande att ske:
zh: 一旦确认，将会发生以下情况：

source: Once enabled, you can select any active recipient to be a direct link signing recipient, or create a new one. This recipient type cannot be edited or deleted.
de: Sobald aktiviert, können Sie einen aktiven Empfänger für die Direktlink-Signierung auswählen oder einen neuen erstellen. Dieser Empfängertyp kann nicht bearbeitet oder gelöscht werden.
es: Una vez habilitado, puede seleccionar cualquier destinatario activo para que sea un destinatario de firma por enlace directo, o crear uno nuevo. Este tipo de destinatario no puede ser editado ni eliminado.
fr: Une fois activé, vous pouvez sélectionner n'importe quel destinataire actif pour être un destinataire de signature de lien direct ou en créer un nouveau. Ce type de destinataire ne peut pas être modifié ou supprimé.
it: Una volta abilitato, puoi selezionare qualsiasi destinatario attivo per essere un destinatario di firma a link diretto, o crearne uno nuovo. Questo tipo di destinatario non può essere modificato o eliminato.
ja: 有効化すると、任意のアクティブな受信者をダイレクトリンク署名受信者として選択するか、新規作成できます。この受信者タイプは編集も削除もできません。
nl: Zodra dit is ingeschakeld, kun je elke actieve ontvanger selecteren als ontvanger voor ondertekening via directe link, of een nieuwe aanmaken. Dit type ontvanger kan niet worden bewerkt of verwijderd.
pl: Wybierz odbiorcę podpisującego za pomocą bezpośredniego linku lub utwórz nowego. Odbiorcy nie można edytować ani usuwać.
pt: Depois de ativado, você pode selecionar qualquer destinatário ativo para ser um destinatário de assinatura de link direto ou criar um novo. Esse tipo de destinatário não pode ser editado ou excluído.
sq: Pasi të jetë aktivizuar, mund të zgjidhni çdo marrës aktiv që të jetë një marrës nënshkrimi i lidhjes direkte, ose të krijoni një të ri. Ky lloj marrësi nuk mund të redaktohet ose fshihet.
sv: När det är aktiverat kan du välja vilken aktiv mottagare som helst att vara en direktlänksigneringsmottagare, eller skapa en ny. Denna mottagartyp kan inte redigeras eller raderas.
zh: 启用后，您可以选择任一活动收件人作为直链签署收件人，或创建一个新收件人。此收件人类型无法编辑或删除。

source: Once you have scanned the QR code or entered the code manually, enter the code provided by your authenticator app below.
de: Sobald Sie den QR-Code gescannt oder den Code manuell eingegeben haben, geben Sie den von Ihrer Authentifizierungs-App bereitgestellten Code unten ein.
es: Una vez que hayas escaneado el código QR o ingresado el código manualmente, ingresa el código proporcionado por tu aplicación de autenticación a continuación.
fr: Une fois que vous avez scanné le code QR ou saisi le code manuellement, entrez le code fourni par votre application d'authentification ci-dessous.
it: Una volta scansionato il codice QR o inserito manualmente il codice, inserisci il codice fornito dalla tua app di autenticazione qui sotto.
ja: QR コードをスキャンするかコードを手動で入力したら、認証アプリに表示されるコードを下に入力してください。
nl: Zodra je de QR‑code hebt gescand of de code handmatig hebt ingevoerd, voer je hieronder de code in die door je authenticator‑app is gegenereerd.
pl: Po zeskanowaniu kodu QR lub ręcznym wprowadzeniu kodu, wpisz poniżej kod wygenerowany przez aplikację uwierzytelniającą.
pt: Depois de escanear o código QR ou digitar o código manualmente, digite o código fornecido pelo seu aplicativo de autenticação abaixo.
sq: Pasi të keni skanuar kodin QR ose të keni futur manualisht kodin, fusni kodin e siguruar nga aplikacioni juaj i autentifikimit më poshtë.
sv: När du har skannat QR-koden eller angett koden manuellt, ange koden som tillhandahålls av din autentiseringsapp nedan.
zh: 扫描二维码或手动输入代码后，请在下方输入你的验证器应用提供的验证码。

source: Once you update your DNS records, it may take up to 48 hours for it to be propogated. Once the DNS propagation is complete you will need to come back and press the "Sync" domains button
de: Sobald Sie Ihre DNS-Datensätze aktualisieren, kann es bis zu 48 Stunden dauern, bis sie propagiert werden. Sobald die DNS-Propagation abgeschlossen ist, müssen Sie zurückkommen und den "Sync"-Domains-Button drücken.
es: Una vez que actualices tus registros DNS, puede tardar hasta 48 horas en propagarse. Una vez que la propagación del DNS se complete, tendrás que regresar y presionar el botón "Sincronizar" dominios.
fr: Une fois que vous avez mis à jour vos enregistrements DNS, cela peut prendre jusqu'à 48 heures pour qu'il soit propagé. Une fois la propagation DNS terminée, vous devrez revenir et appuyer sur le bouton "Sync" des domaines.
it: Una volta aggiornati i tuoi record DNS, potrebbero volerci fino a 48 ore per propagarsi. Una volta completata la propagazione DNS, dovrai tornare indietro e premere il pulsante "Sincronizza" domini
ja: DNS レコードを更新すると、反映されるまで最大 48 時間かかる場合があります。DNS の反映が完了したら、戻って「Sync ドメイン」ボタンを押してください。
nl: Zodra je je DNS-records hebt bijgewerkt, kan het tot 48 uur duren voordat deze zijn gepropageerd. Zodra de DNS-propagatie is voltooid, moet je terugkomen en op de knop "Domeinen synchroniseren" klikken.
pl: Po zaktualizowaniu rekordów DNS może minąć do 48 godzin, zanim zmiany zostaną wprowadzone. Po zakończeniu propagacji DNS wróć do strony i kliknij przycisk domeny „Synchronizuj”
pt: Depois de atualizar seus registros de DNS, pode levar até 48 horas para que seja propagado. Quando a propagação do DNS for concluída, você precisará voltar e pressionar o botão "Sincronizar" domínios
zh: 更新 DNS 记录后，可能需要长达 48 小时才能完成传播。DNS 传播完成后，您需要返回并点击“同步”域名按钮。

source: Once your template is set up, share the link anywhere you want. The person who opens the link will be able to enter their information in the direct link recipient field and complete any other fields assigned to them.
de: Sobald Ihre Vorlage eingerichtet ist, teilen Sie den Link überall, wo Sie möchten. Die Person, die den Link öffnet, kann ihre Informationen im Feld für direkte Empfänger eingeben und alle anderen ihr zugewiesenen Felder ausfüllen.
es: Una vez que su plantilla esté configurada, comparta el enlace donde desee. La persona que abra el enlace podrá ingresar su información en el campo de destinatario de enlace directo y completar cualquier otro campo que se le haya asignado.
fr: Une fois votre modèle configuré, partagez le lien où vous le souhaitez. La personne qui ouvre le lien pourra saisir ses informations dans le champ de destinataire de lien direct et remplir tout autre champ qui lui est attribué.
it: Una volta configurato il tuo modello, condividi il link ovunque tu voglia. La persona che apre il link potrà inserire le proprie informazioni nel campo destinatario del link diretto e completare qualsiasi altro campo assegnato a loro.
ja: テンプレートの設定が完了したら、リンクを好きな場所で共有できます。リンクを開いた人は、ダイレクトリンク受信者フィールドに自分の情報を入力し、割り当てられたその他のフィールドも完了できます。
nl: Zodra je sjabloon is ingesteld, kun je de link overal delen. Degene die de link opent, kan zijn of haar gegevens invoeren in het veld voor directe link-ontvanger en alle andere aan hem/haar toegewezen velden invullen.
pl: Udostępnij link w dowolnym miejscu. Osoba, która otworzy link, będzie mogła wpisać swoje dane w polu bezpośredniego odbiorcy i wypełnić pozostałe pola.
pt: Depois que seu modelo estiver configurado, compartilhe o link em qualquer lugar que você quiser. A pessoa que abrir o link poderá inserir suas informações no campo de destinatário de link direto e preencher quaisquer outros campos atribuídos a eles.
sq: Pasi të konfigurohet shablloni juaj, ndajeni lidhjen kudo që dëshironi. Personi që hap lidhjen do të jetë në gjendje të fusë informacionin e tij në fushën e marrësit të lidhjes direkte dhe të plotësojë çdo fushë tjetër të caktuar për ta.
sv: När din mall är inställd, dela länken var du vill. Personen som öppnar länken kommer att kunna ange sin information i direktlänkmottagarfältet och fylla i alla andra fält som tilldelats dem.
zh: 模板设置完成后，将链接分享到任意位置。打开链接的人可以在直链收件人字段中填写信息，并完成分配给 TA 的其他字段。

source: One of the documents in the current bundle has a signing role that is not compatible with the current signing experience.
de: Eines der Dokumente im aktuellen Paket hat eine Signaturrolle, die mit der aktuellen Signiererfahrung nicht kompatibel ist.
es: Uno de los documentos en el paquete actual tiene un rol de firma que no es compatible con la experiencia de firma actual.
fr: L'un des documents du paquet actuel a un rôle de signature qui n'est pas compatible avec l'expérience de signature actuelle.
it: Uno dei documenti nel pacchetto corrente ha un ruolo di firma non compatibile con l'esperienza di firma corrente.
ja: 現在のバンドル内のドキュメントのうち 1 つに、この署名体験と互換性のない署名ロールがあります。
nl: Een van de documenten in de huidige bundel heeft een ondertekeningsrol die niet compatibel is met de huidige ondertekeningservaring.
pl: Jeden z dokumentów ma niezgodną rolę w procesie podpisywania.
pt: Um dos documentos no pacote atual tem uma função de assinatura que não é compatível com a experiência de assinatura atual.
sq: Një nga dokumentet në bundle aktual ka një rol nënshkrimi që nuk është compatible me eksperiencën aktuale të nënshkrimit.
sv: Ett av dokumenten i det aktuella paketet har en signeringsroll som inte är kompatibel med den aktuella signeringsupplevelsen.
zh: 当前文档包中的某个文档包含与当前签署体验不兼容的签署角色。

source: Only admins can access and view the document
de: Nur Administratoren können auf das Dokument zugreifen und es anzeigen
es: Solo los administradores pueden acceder y ver el documento
fr: Seules les administrateurs peuvent accéder et voir le document
it: Solo gli amministratori possono accedere e visualizzare il documento
ja: 管理者のみが文書にアクセスして閲覧できます
nl: Alleen beheerders kunnen toegang krijgen tot en het document bekijken
pl: Tylko administratorzy mogą uzyskać dostęp do dokumentu i go wyświetlić
pt: Apenas administradores podem acessar e visualizar o documento
sq: Vetëm administratorët mund të kenë qasje dhe të shikojnë dokumentin
sv: Endast administratörer kan komma åt och visa dokumentet
zh: 只有管理员可以访问并查看该文档

source: Only managers and above can access and view the document
de: Nur Manager und darüber können auf das Dokument zugreifen und es anzeigen
es: Solo los gerentes y superiores pueden acceder y ver el documento
fr: Seuls les responsables et au-dessus peuvent accéder et voir le document
it: Solo i manager e superiori possono accedere e visualizzare il documento
ja: マネージャー以上のみが文書にアクセスして閲覧できます
nl: Alleen managers en hoger kunnen toegang krijgen tot en het document bekijken
pl: Tylko managerowie i wyżej mogą uzyskać dostęp do dokumentu
pt: Apenas gerentes e acima podem acessar e visualizar o documento
sq: Vetëm menaxherët dhe më lart mund të kenë qasje dhe të shikojnë dokumentin
sv: Endast chefer och högre kan komma åt och visa dokumentet
zh: 仅经理及以上角色可以访问并查看该文档
