Repository: documenso/documenso
Catalog: packages/lib/translations/*/web.po
Languages: de, es, fr, it, ja, nl, pl, pt, sq, sv, zh

source: You cannot upload encrypted PDFs
de: Sie können keine verschlüsselten PDFs hochladen
es: No puedes subir PDFs encriptados
fr: Vous ne pouvez pas importer de PDF cryptés
it: Non puoi caricare PDF crittografati
ja: 暗号化された PDF はアップロードできません
nl: Je kunt geen versleutelde pdf's uploaden
pl: Nie możesz przesyłać zaszyfrowanych plików PDF
pt: Você não pode carregar PDFs criptografados
sq: Ju nuk mund të ngarkoni PDF të koduara
sv: Du kan inte ladda upp krypterade PDF:er
zh: 你不能上传加密的 PDF

source: You cannot upload more than {maximumEnvelopeItemCount} items per envelope.
de: Sie können nicht mehr als {maximumEnvelopeItemCount} Elemente pro Umschlag hochladen.
es: No puede subir más de {maximumEnvelopeItemCount} elementos por sobre.
fr: Vous ne pouvez pas télécharger plus de {maximumEnvelopeItemCount} articles par enveloppe.
it: Non puoi caricare più di {maximumEnvelopeItemCount} elementi per busta.
ja: 1つの封筒に {maximumEnvelopeItemCount} 件を超えてアイテムをアップロードすることはできません。
nl: U kunt niet meer dan {maximumEnvelopeItemCount} items per envelop uploaden.
pl: Nie możesz przesłać więcej niż {maximumEnvelopeItemCount} elementów na kopertę.
pt: Você não pode carregar mais de {maximumEnvelopeItemCount} itens por envelope.
zh: 每个信封最多只能上传 {maximumEnvelopeItemCount} 个条目。

source: You currently have an inactive <0>{currentProductName}</0> subscription
de: Sie haben derzeit ein inaktives <0>{currentProductName}</0> Abonnement
es: Actualmente tienes una suscripción inactiva de <0>{currentProductName}</0>
fr: Vous avez actuellement un abonnement inactif à <0>{currentProductName}</0>
it: Attualmente hai un'abbonamento <0>{currentProductName}</0> inattivo
ja: 現在、<0>{currentProductName}</0> のサブスクリプションは非アクティブ状態です
nl: Je hebt momenteel een inactief {currentProductName}-abonnement
pl: Masz nieaktywną subskrypcję <0>{currentProductName}</0>
pt: Atualmente, você tem uma assinatura <0>{currentProductName}</0> inativa
sq: Ju aktualisht keni një abonim joaktiv <0>{currentProductName}</0>
sv: Du har för närvarande en inaktiv <0>{currentProductName}</0>-prenumeration
zh: 您当前有一个非激活的 <0>{currentProductName}</0> 订阅

source: You currently have no access to any teams within this organisation. Please contact your organisation to request access.
de: Derzeit haben Sie keinen Zugriff auf Teams in dieser Organisation. Bitte kontaktieren Sie Ihre Organisation, um Zugriff zu erhalten.
es: Actualmente no tienes acceso a ningún equipo dentro de esta organización. Por favor, contacta a tu organización para solicitar acceso.
fr: Vous n'avez actuellement accès à aucune équipe au sein de cette organisation. Veuillez contacter votre organisation pour demander l'accès.
it: Attualmente non hai accesso a nessun team all'interno di questa organizzazione. Si prega di contattare la tua organizzazione per richiedere l'accesso.
ja: 現在、この組織内のいずれのチームにもアクセスできません。組織に連絡してアクセスをリクエストしてください。
nl: Je hebt momenteel geen toegang tot teams binnen deze organisatie. Neem contact op met je organisatie om toegang aan te vragen.
pl: Obecnie nie masz dostępu do żadnych zespołów w organizacji. Skontaktuj się z organizacją, aby poprosić o dostęp.
pt: Atualmente você não tem acesso a nenhuma equipe dentro desta organização. Entre em contato com sua organização para solicitar acesso.
sq: Aktualisht nuk keni qasje në asnjë ekip brenda kësaj organizate. Ju lutemi kontaktoni organizatën tuaj për të kërkuar qasje.
sv: Du har för närvarande ingen tillgång till några team inom denna organisation. Kontakta din organisation för att begära tillgång.
zh: 您当前对该组织内的任何团队都没有访问权限。请联系您的组织以申请访问。

source: You do not have permission to create a token for this team
de: Sie haben keine Berechtigung, ein Token für dieses Team zu erstellen
es: No tiene permiso para crear un token para este equipo
fr: Vous n'avez pas la permission de créer un jeton pour cette équipe
it: Non hai il permesso di creare un token per questo team
ja: このチームのトークンを作成する権限がありません。
nl: Je hebt geen toestemming om een token voor dit team aan te maken.
pl: Nie masz uprawnień do utworzenia tokena dla tego zespołu
pt: Você não tem permissão para criar um token para esta equipe
sq: Ju nuk keni leje për të krijuar një token për këtë ekip
sv: Du har inte behörighet att skapa en token för detta team
zh: 您没有权限为此团队创建令牌

source: You don't manage billing for any organisations.
de: Sie verwalten die Abrechnung für keine Organisation.
es: No gestionas la facturación de ninguna organización.
fr: Vous ne gérez la facturation d’aucune organisation.
it: Non gestisci la fatturazione per nessuna organizzazione.
ja: 請求を管理している組織はありません。
nl: U beheert de facturering voor geen enkele organisatie.
pl: Nie zarządzasz płatnościami żadnej organizacji.
zh: 您目前未为任何组织管理计费。

source: You don't need to sign it anymore.
de: Du musst es nicht mehr unterschreiben.
es: Ya no necesitas firmarlo.
fr: Vous n'avez plus besoin de le signer.
it: Non hai più bisogno di firmarlo.
ja: 今後、このドキュメントに署名する必要はありません。
nl: Je hoeft het niet meer te ondertekenen.
pl: Nie musisz już go podpisywać.
pt: Você não precisa mais assiná-lo.
sq: Nuk keni nevojë ta nënshkruani më.
sv: Du behöver inte signera det längre.
zh: 您不再需要签署该文档。

source: You have accepted an invitation from <0>{0}</0> to join their organisation.
de: Sie haben eine Einladung von <0>{0}</0> angenommen, deren Organisation beizutreten.
es: Has aceptado una invitación de <0>{0}</0> para unirte a su organización.
fr: Vous avez accepté une invitation de <0>{0}</0> pour rejoindre leur organisation.
it: Hai accettato un'invito da <0>{0}</0> per unirti alla loro organizzazione.
ja: <0>{0}</0> からの組織参加招待を承諾しました。
nl: Je hebt een uitnodiging van <0>{0}</0> geaccepteerd om lid te worden van hun organisatie.
pl: Zaproszenie do organizacji <0>{0}</0> zostało zaakceptowane.
pt: Você aceitou um convite de <0>{0}</0> para se juntar à sua organização.
sq: Ju keni pranuar një ftesë nga <0>{0}</0> për të bashkuar organizatën e tyre.
sv: Du har accepterat en inbjudan från <0>{0}</0> att gå med i deras organisation.
zh: 您已接受来自 <0>{0}</0> 的邀请，加入其组织。

source: You have already verified your email address for <0>{0}</0>.
de: Sie haben Ihre E-Mail-Adresse für <0>{0}</0> bereits bestätigt.
es: Ya has verificado tu dirección de correo electrónico para <0>{0}</0>.
fr: Vous avez déjà vérifié votre adresse e-mail pour <0>{0}</0>.
it: Hai già verificato il tuo indirizzo email per <0>{0}</0>.
ja: すでに <0>{0}</0> のメールアドレスを確認しています。
nl: Je hebt je e‑mailadres voor <0>{0}</0> al geverifieerd.
pl: Adres e-mail zespołu <0>{0}</0> został już zweryfikowany.
pt: Você já verificou seu endereço de e-mail para <0>{0}</0>.
sq: Ju tashmë keni verifikuar adresën tuaj të email-it për <0>{0}</0>.
sv: Du har redan verifierat din e-postadress för <0>{0}</0>.
zh: 你已经验证过在 <0>{0}</0> 的邮箱地址。

source: You have been invited by <0>{0}</0> to join their organisation.
de: Sie wurden von <0>{0}</0> eingeladen, deren Organisation beizutreten.
es: Has sido invitado por <0>{0}</0> para unirte a su organización.
fr: Vous avez été invité par <0>{0}</0> à rejoindre leur organisation.
it: Sei stato invitato da <0>{0}</0> a unirti alla loro organizzazione.
ja: <0>{0}</0> から組織への参加を招待されています。
nl: Je bent door <0>{0}</0> uitgenodigd om lid te worden van hun organisatie.
pl: Organizacja <0>{0}</0> zaprasza Cię do dołączenia do nich.
pt: Você foi convidado por <0>{0}</0> para se juntar à sua organização.
sq: Ju jeni ftuar nga <0>{0}</0> për t'u bashkuar me organizatën e tyre.
sv: Du har blivit inbjuden av <0>{0}</0> att gå med i deras organisation.
zh: 您已被 <0>{0}</0> 邀请加入其组织。

source: You have been invited to join {0} on Documenso
de: Du wurdest eingeladen, {0} auf Documenso beizutreten
es: Te han invitado a unirte a {0} en Documenso
fr: Vous avez été invité à rejoindre {0} sur Documenso
it: Sei stato invitato a unirti a {0} su Documenso
ja: Documenso で {0} に参加するよう招待されています
nl: Je bent uitgenodigd om {0} op Documenso te joinen
pl: Dołącz do organizacji {0} w Documenso
pt: Você foi convidado a se juntar a {0} no Documenso
sq: Ju jeni ftuar të bashkoheni me {0} në Documenso
sv: Du har blivit inbjuden att gå med i {0} på Documenso
zh: 您已被邀请加入 Documenso 上的 {0}

source: You have been invited to join the following organisation
de: Sie wurden eingeladen, der folgenden Organisation beizutreten
es: Has sido invitado a unirte a la siguiente organización
fr: Vous avez été invité à rejoindre l'organisation suivante
it: Sei stato invitato a unirti alla seguente organizzazione
ja: 次の組織に参加するよう招待されています。
nl: Je bent uitgenodigd om lid te worden van de volgende organisatie
pl: Masz zaproszenie do dołączenia do następującej organizacji
pt: Você foi convidado a se juntar à seguinte organização
sq: Ju jeni ftuar për t'u bashkuar me organizatën në vijim
sv: Du har blivit inbjuden att gå med i följande organisation
zh: 您已被邀请加入以下组织

source: You have been removed from a document
de: Du wurdest von einem Dokument entfernt
es: Te han eliminado de un documento
fr: Vous avez été supprimé d'un document
it: Sei stato rimosso da un documento
ja: ドキュメントから削除されました
nl: Je bent verwijderd uit een document
pl: Usunięto Cię z dokumentu
pt: Você foi removido de um documento
sq: Ju jeni hequr nga një dokument
sv: Du har tagits bort från ett dokument
zh: 您已被从某个文档中移除

source: You have been requested to sign the following documents. Review each document carefully and complete the signing process.
de: Sie wurden aufgefordert, die folgenden Dokumente zu unterzeichnen. Überprüfen Sie jedes Dokument sorgfältig und schließen Sie den Signaturvorgang ab.
es: Se te ha solicitado firmar los siguientes documentos. Revisa cada documento cuidadosamente y completa el proceso de firma.
fr: Vous avez été invité à signer les documents suivants. Consultez chaque document attentivement et complétez le processus de signature.
it: Ti è stato richiesto di firmare i seguenti documenti. Esamina ciascun documento con attenzione e completa il processo di firma.
ja: 次のドキュメントへの署名が依頼されています。各ドキュメントの内容をよく確認し、署名プロセスを完了してください。
nl: Je bent gevraagd de volgende documenten te ondertekenen. Bekijk elk document zorgvuldig en voltooi het ondertekeningsproces.
pl: Sprawdź każdy dokument i podpisz je.
pt: Você foi solicitado a assinar os seguintes documentos. Revise cuidadosamente cada documento e conclua o processo de assinatura.
sq: Ju jeni kërkuar për të nënshkruar dokumentet e mëposhtme. Shikoni secilin dokument me kujdes dhe kompletoni procesin e nënshkrimit.
sv: Du har blivit ombedd att signera följande dokument. Granska varje dokument noggrant och slutför signeringsprocessen.
zh: 您被请求签署以下文档。请仔细审阅每个文档并完成签署流程。

source: You have declined the invitation from <0>{0}</0> to join their organisation.
de: Sie haben die Einladung von <0>{0}</0> abgelehnt, deren Organisation beizutreten.
es: Has rechazado la invitación de <0>{0}</0> para unirte a su organización.
fr: Vous avez refusé l'invitation de <0>{0}</0> à rejoindre leur organisation.
it: Hai rifiutato l'invito da <0>{0}</0> a unirti alla loro organizzazione.
ja: <0>{0}</0> からの組織参加招待を辞退しました。
nl: Je hebt de uitnodiging van <0>{0}</0> om lid te worden van hun organisatie geweigerd.
pl: Odrzucono zaproszenie dołączenia do organizacji <0>{0}</0>.
pt: Você recusou o convite de <0>{0}</0> para se juntar à sua organização.
sq: Ju keni refuzuar ftesën nga <0>{0}</0> për t'u bashkuar me organizatën e tyre.
sv: Du har avböjt inbjudan från <0>{0}</0> att gå med i deras organisation.
zh: 您已拒绝来自 <0>{0}</0> 的加入其组织的邀请。

source: You have initiated the document {0} that requires you to {recipientActionVerb} it.
de: Du hast das Dokument {0} initiiert, das erfordert, dass du {recipientActionVerb}.
es: Has iniciado el documento {0} que requiere que {recipientActionVerb}.
fr: Vous avez initié le document {0} qui nécessite que vous {recipientActionVerb} celui-ci.
it: Hai avviato il documento {0} che richiede che tu lo {recipientActionVerb}.
ja: あなたが開始したドキュメント {0} は、{recipientActionVerb} が必要です。
nl: Je hebt het document {0} gestart dat je moet {recipientActionVerb}.
pl: Sprawdź i {recipientActionVerb} dokument utworzony przez Ciebie.
pt: Você iniciou o documento {0} que requer que você o {recipientActionVerb}.
sq: Ju e keni iniciuar dokumentin {0} që ju kërkon të {recipientActionVerb} atë.
sv: Du har initierat dokumentet {0} som kräver att du {recipientActionVerb} det.
zh: 您已发起文档 {0}，需要您对其进行 {recipientActionVerb}。

source: You have no webhooks yet. Your webhooks will be shown here once you create them.
de: Sie haben noch keine Webhooks. Ihre Webhooks werden hier angezeigt, sobald Sie sie erstellt haben.
es: Aún no tienes webhooks. Tus webhooks se mostrarán aquí una vez que los crees.
fr: Vous n'avez pas encore de webhooks. Vos webhooks seront affichés ici une fois que vous les aurez créés.
it: Non hai ancora webhook. I tuoi webhook verranno visualizzati qui una volta creati.
ja: Webhook はまだありません。作成するとここに表示されます。
nl: Je hebt nog geen webhooks. Je webhooks worden hier weergegeven zodra je ze aanmaakt.
pl: Nie masz jeszcze żadnych webhooków. Twoje webhooki zostaną tutaj wyświetlone.
pt: Você ainda não tem nenhum webhook. Seus webhooks serão mostrados aqui assim que você os criar.
sq: Ju nuk keni ende ndonjë webhook. Webhook-et tuaja do të shfaqen këtu sapo t'i krijoni.
sv: Du har inga webhooks ännu. Dina webhooks kommer att visas här när du skapar dem.
zh: 你还没有创建任何 Webhook。创建后，它们会显示在这里。

source: You have not yet created any templates. To create a template please upload one.
de: Sie haben noch keine Vorlagen erstellt. Bitte laden Sie eine Datei hoch, um eine Vorlage zu erstellen.
es: Aún no has creado plantillas. Para crear una plantilla, por favor carga una.
fr: Vous n'avez pas encore créé de modèles. Pour créer un modèle, veuillez en importer un.
it: Non hai ancora creato alcun modello. Per creare un modello, caricane uno.
ja: まだテンプレートを作成していません。テンプレートを作成するには、文書をアップロードしてください。
nl: Je hebt nog geen sjablonen aangemaakt. Upload een document om een sjabloon te maken.
pl: Brak utworzonych szablonów. Prześlij, aby utworzyć.
pt: Você ainda não criou nenhum modelo. Para criar um modelo, faça o upload de um.
sq: Ju ende nuk keni krijuar ndonjë shabllon. Për të krijuar një shabllon ju lutemi ngarkoni një.
sv: Du har inte skapat några mallar ännu. För att skapa en mall, vänligen ladda upp en.
zh: 你还没有创建任何模板。要创建模板，请先上传一个文档。

source: You have not yet created or received any documents. To create a document please upload one.
de: Sie haben noch keine Dokumente erstellt oder erhalten. Bitte laden Sie ein Dokument hoch, um eines zu erstellen.
es: Aún no has creado ni recibido documentos. Para crear un documento, por favor carga uno.
fr: Vous n'avez pas encore créé ou reçu de documents. Pour créer un document, veuillez en importer un.
it: Non hai ancora creato o ricevuto documenti. Per creare un documento caricane uno.
ja: まだ文書を作成または受信していません。文書を作成するには、文書をアップロードしてください。
nl: Je hebt nog geen documenten aangemaakt of ontvangen. Upload een document om een document aan te maken.
pl: Brak utworzonych lub odebranych dokumentów. Prześlij, aby utworzyć.
pt: Você ainda não criou ou recebeu nenhum documento. Para criar um documento, faça o upload de um.
sq: Ju ende nuk keni krijuar ose marrë ndonjë dokument. Për të krijuar një dokument ju lutemi ngarkoni një.
sv: Du har inte skapat eller tagit emot några dokument ännu. För att skapa ett dokument, vänligen ladda upp ett.
zh: 你还没有创建或接收任何文档。要创建文档，请先上传一个。

source: You have reached the limit of the number of files per envelope
de: Sie haben das Limit für die Anzahl der Dateien pro Umschlag erreicht
es: Has alcanzado el límite de archivos por sobre
fr: Vous avez atteint la limite du nombre de fichiers par enveloppe
it: Hai raggiunto il limite del numero di file per busta
ja: この封筒でアップロードできるファイル数の上限に達しました
nl: U heeft de limiet van het aantal bestanden per envelop bereikt
pl: Osiągnięto maksymalną liczbę plików na kopertę
pt: Você atingiu o limite de número de arquivos por envelope
zh: 您已达到每个信封可上传文件数量的上限

source: You have reached the maximum limit of {0} direct templates. <0>Upgrade your account to continue!</0>
de: Sie haben das maximale Limit von {0} direkten Vorlagen erreicht. <0>Upgrade your account to continue!</0>
es: Has alcanzado el límite máximo de {0} plantillas directas. <0>¡Actualiza tu cuenta para continuar!</0>
fr: Vous avez atteint la limite maximale de {0} modèles directs. <0>Mettez à niveau votre compte pour continuer !</0>
it: Hai raggiunto il limite massimo di {0} modelli diretti. <0>Aggiorna il tuo account per continuare!</0>
ja: ダイレクトテンプレートの最大数 {0} に達しました。<0>アカウントをアップグレードして続行してください！</0>
nl: Je hebt de maximumlimiet van {0} directe sjablonen bereikt. <0>Upgrade je account om verder te gaan!</0>
pl: Osiągnięto maksymalną liczbę {0} bezpośrednich szablonów. <0>Ulepsz konto, aby kontynuować!</0>
pt: Você atingiu o limite máximo de {0} modelos diretos. <0>Atualize sua conta para continuar!</0>
sq: Ju keni arritur limitin maksimal të {0} shablloneve direkte. <0>Përmirësoni llogarinë tuaj për të vazhduar!</0>
sv: Du har nått maxgränsen på {0} direktmallar. <0>Uppgradera ditt konto för att fortsätta!</0>
zh: 你已达到 {0} 个直接模板的最大限制。<0>升级账号以继续！</0>

source: You have reached the maximum number of teams for your plan. Please contact sales at <0>{SUPPORT_EMAIL}</0> if you would like to adjust your plan.
de: Sie haben die maximale Anzahl an Teams für Ihren Plan erreicht. Bitte kontaktieren Sie den Vertrieb unter <0>{SUPPORT_EMAIL}</0>, wenn Sie Ihren Plan anpassen möchten.
es: Has alcanzado el número máximo de equipos para tu plan. Por favor, contacta con ventas en <0>{SUPPORT_EMAIL}</0> si deseas ajustar tu plan.
fr: Vous avez atteint le nombre maximum d'équipes pour votre abonnement. Veuillez contacter le service commercial à <0>{SUPPORT_EMAIL}</0> si vous souhaitez ajuster votre plan.
it: Hai raggiunto il massimo numero di team per il tuo piano. Si prega di contattare le vendite a <0>{SUPPORT_EMAIL}</0> se si desidera modificare il proprio piano.
ja: 現在のプランで作成できるチーム数の上限に達しました。プラン調整をご希望の場合は、<0>{SUPPORT_EMAIL}</0> まで営業担当へお問い合わせください。
nl: Je hebt het maximale aantal teams voor je abonnement bereikt. Neem contact op met sales via <0>{SUPPORT_EMAIL}</0> als je je abonnement wilt aanpassen.
pl: Osiągnięto maksymalną liczbę zespołów w planie. Jeśli chcesz zmienić swój plan, skontaktuj się z działem sprzedaży pod adresem <0>{SUPPORT_EMAIL}</0>.
pt: Você atingiu o número máximo de equipes para seu plano. Entre em contato com as vendas em <0>{SUPPORT_EMAIL}</0> se você quiser ajustar seu plano.
zh: 您的团队数量已达到当前套餐上限。如需调整套餐，请通过 <0>{SUPPORT_EMAIL}</0> 联系销售。

source: You have reached your document limit for this month. Please upgrade your plan.
de: Sie haben Ihr Dokumentenlimit für diesen Monat erreicht. Bitte aktualisieren Sie Ihren Plan.
es: Ha alcanzado su límite de documentos para este mes. Por favor, actualice su plan.
fr: Vous avez atteint votre limite de documents pour ce mois. Veuillez passer à l'abonnement supérieur.
it: Hai raggiunto il limite dei documenti per questo mese. Si prega di aggiornare il proprio piano.
ja: 今月のドキュメント作成数の上限に達しました。プランをアップグレードしてください。
nl: Je hebt je documentlimiet voor deze maand bereikt. Upgrade je abonnement.
pl: Osiągnięto maksymalną miesięczną liczbę dokumentów. Zaktualizuj plan.
pt: Você atingiu seu limite de documentos para este mês. Atualize seu plano.
sq: Ju keni arritur kufirin e dokumenteve për këtë muaj. Ju lutemi përmirësoni planin tuaj.
sv: Du har nått din dokumentgräns för denna månad. Vänligen uppgradera din plan.
zh: 您本月的文档数量已达到上限。请升级您的套餐。

source: You have reached your document limit.
de: Sie haben Ihr Dokumentenlimit erreicht.
es: Ha alcanzado su límite de documentos.
fr: Vous avez atteint votre limite de documents.
it: Hai raggiunto il tuo limite di documenti.
ja: 文書数の上限に達しました。
nl: Je hebt je documentlimiet bereikt.
pl: Osiągnięto maksymalną liczbę dokumentów.
pt: Você atingiu seu limite de documentos.
sq: Ju keni arritur limitin tuaj të dokumenteve.
sv: Du har nått din dokumentgräns.
zh: 你已达到文档数量上限。

source: You have reached your document limit. <0>Upgrade your account to continue!</0>
de: Sie haben Ihr Dokumentenlimit erreicht. <0>Upgrade your account to continue!</0>
es: Has alcanzado tu límite de documentos. <0>¡Actualiza tu cuenta para continuar!</0>
fr: Vous avez atteint votre limite de documents. <0>Mettez à niveau votre compte pour continuer !</0>
it: Hai raggiunto il tuo limite di documenti. <0>Aggiorna il tuo account per continuare!</0>
ja: 文書数の上限に達しました。<0>アカウントをアップグレードして続行してください！</0>
nl: Je hebt je documentlimiet bereikt. <0>Upgrade je account om verder te gaan!</0>
pl: Osiągnięto maksymalną liczbę dokumentów. <0>Ulepsz konto, aby kontynuować!</0>
pt: Você atingiu seu limite de documentos. <0>Atualize sua conta para continuar!</0>
sq: Ju keni arritur limitin tuaj të dokumenteve. <0>Përmirësoni llogarinë tuaj për të vazhduar!</0>
sv: Du har nått din dokumentgräns. <0>Uppgradera ditt konto för att fortsätta!</0>
zh: 你已达到文档数量上限。<0>升级账号以继续！</0>

source: You have rejected the document '{documentName}'
de: Sie haben das Dokument '{documentName}' abgelehnt
es: Ha rechazado el documento '{documentName}'
fr: Vous avez rejeté le document '{documentName}'
it: Hai rifiutato il documento '{documentName}'
ja: ドキュメント '{documentName}' を却下しました
nl: Je hebt het document '{documentName}' geweigerd
pl: Dokument „{documentName}” został odrzucony
pt: Você rejeitou o documento '{documentName}'
sq: Ju e keni refuzuar dokumentin '{documentName}'
sv: Du har avvisat dokumentet '{documentName}'
zh: 您已拒签文档“{documentName}”

source: You have rejected this document
de: Sie haben dieses Dokument abgelehnt
fr: Vous avez rejeté ce document
it: Hai rifiutato questo documento
ja: このドキュメントを却下しました。
nl: Je hebt dit document geweigerd.
pl: Dokument został odrzucony
pt: Você rejeitou este documento
sq: Ju keni refuzuar këtë dokument
sv: Du har avvisat detta dokument
zh: 您已拒签此文档

source: You have signed “{documentName}”
de: Du hast „{documentName}“ unterzeichnet
es: Has firmado “{documentName}”
fr: Vous avez signé “{documentName}”
it: Hai firmato “{documentName}”
ja: 「{documentName}」に署名しました
nl: Je hebt "{documentName}" ondertekend
pl: Podpisałeś „{documentName}”
pt: Você assinou “{documentName}”
sq: Ju e keni nënshkruar "{documentName}"
zh: 您已签署“{documentName}”

source: You have successfully left this organisation.
de: Sie haben diese Organisation erfolgreich verlassen.
es: Has dejado esta organización exitosamente.
fr: Vous avez quitté cette organisation avec succès.
it: Hai abbandonato con successo questa organizzazione.
ja: 組織から正常に退出しました。
nl: Je hebt deze organisatie succesvol verlaten.
pl: Opuszczono organizację.
pt: Você saiu com sucesso desta organização.
sq: Ju keni lënë me sukses këtë organizatë.
sv: Du har framgångsrikt lämnat denna organisation.
zh: 您已成功离开该组织。
