Repository: documenso/documenso
Catalog: packages/lib/translations/*/web.po
Languages: de, es, fr, it, ja, nl, pl, pt, sq, sv, zh

source: Your bulk send has been initiated. You will receive an email notification upon completion.
de: Ihr Massenversand wurde gestartet. Sie erhalten eine E-Mail-Benachrichtigung nach Abschluss.
es: Tu envío masivo ha sido iniciado. Recibirás una notificación por correo electrónico al completarse.
fr: Votre envoi groupé a été initié. Vous recevrez une notification par email une fois terminé.
it: Il tuo invio massivo è stato avviato. Riceverai una notifica via email al completamento.
ja: 一括送信を開始しました。完了後にメール通知が届きます。
nl: Je bulkverzending is gestart. Je ontvangt een e-mailmelding zodra deze is voltooid.
pl: Zbiorcza wysyłka została zainicjowana. Otrzymasz powiadomienie po jej zakończeniu.
pt: Seu envio em massa foi iniciado. Você receberá uma notificação por e-mail após a conclusão.
sq: Dërgesa juaj grumbull është iniciuar. Ju do të merrni një njoftim me email pas përfundimit.
sv: Din massutskick har initierats. Du kommer att få ett e-postmeddelande när det är klart.
zh: 您的批量发送已启动。完成后您将收到一封电子邮件通知。

source: Your bulk send operation for template "{templateName}" has completed.
de: Ihre Massenversandoperation für Vorlage "{templateName}" ist abgeschlossen.
es: Tu operación de envío masivo para la plantilla "{templateName}" ha sido completada.
fr: Votre envoi groupé pour le modèle "{templateName}" est terminé.
it: La tua operazione di invio massivo per il modello "{templateName}" è stata completata.
ja: テンプレート「{templateName}」の一括送信が完了しました。
nl: Je bulkverzending voor sjabloon "{templateName}" is voltooid.
pl: Zbiorcza wysyłka szablonu „{templateName}” została zakończona.
pt: Sua operação de envio em massa para o modelo "{templateName}" foi concluída.
sq: Operacioni juaj i dërgesës masive për shabllonin "{templateName}" është përfunduar.
sv: Din massutskicksoperation för mallen "{templateName}" har slutförts.
zh: 您针对模板“{templateName}”的批量发送操作已完成。

source: Your current {currentProductName} plan is past due. Please update your payment information.
de: Ihr aktueller {currentProductName} Plan ist überfällig. Bitte aktualisieren Sie Ihre Zahlungsinformationen.
es: Tu plan actual {currentProductName} está vencido. Por favor, actualiza tu información de pago.
fr: Votre plan actuel {currentProductName} est arrivé à échéance. Veuillez mettre à jour vos informations de paiement.
it: Il tuo attuale piano {currentProductName} è scaduto. Si prega di aggiornare le informazioni di pagamento.
ja: 現在の {currentProductName} プランは支払いが滞っています。お支払い情報を更新してください。
nl: Je huidige {currentProductName}-abonnement is achterstallig. Werk je betalingsgegevens bij.
pl: Twój plan {currentProductName} jest nieopłacony. Zaktualizuj informacje płatnicze.
pt: Seu plano atual {currentProductName} está vencido. Atualize suas informações de pagamento.
sq: Plani juaj aktual {currentProductName} është i kaluar afati. Ju lutemi përditësoni informacionin tuaj të pagesës.
sv: Din nuvarande {currentProductName}-plan är förfallen. Vänligen uppdatera din betalningsinformation.
zh: 您当前的 {currentProductName} 套餐已逾期。请更新您的支付信息。

source: Your current plan includes the following support channels:
de: Ihr aktueller Plan umfasst die folgenden Support-Kanäle:
es: Su plan actual incluye los siguientes canales de soporte:
fr: Votre plan actuel comprend les canaux de support suivants :
it: Il tuo piano attuale include i seguenti canali di supporto:
ja: 現在のプランには、次のサポートチャネルが含まれています:
nl: Uw huidige abonnement omvat de volgende ondersteuningskanalen:
pl: Twój obecny plan obejmuje następujące kanały wsparcia:
pt: Seu plano atual inclui os seguintes canais de suporte:
zh: 您当前的套餐包含以下支持渠道：

source: Your current plan is inactive.
de: Ihr aktueller Plan ist inaktiv.
es: Tu plan actual está inactivo.
fr: Votre plan actuel est inactif.
it: Il tuo attuale piano è inattivo.
ja: 現在のプランは非アクティブです。
nl: Je huidige abonnement is inactief.
pl: Obecny plan jest nieaktywny.
pt: Seu plano atual está inativo.
sq: Plani juaj aktual është joaktiv.
sv: Din nuvarande plan är inaktiv.
zh: 您当前的套餐处于非激活状态。

source: Your current plan is past due.
de: Ihr aktueller Plan ist überfällig.
es: Tu plan actual está vencido.
fr: Votre plan actuel est arrivé à échéance.
it: Il tuo attuale piano è scaduto.
ja: 現在のプランは支払いが滞っています。
nl: Je huidige abonnement is achterstallig.
pl: Obecny plan jest niezapłacony.
pt: Seu plano atual está vencido.
sq: Plani juaj aktual është i kaluar afati.
sv: Din nuvarande plan är förfallen.
zh: 您当前的套餐已逾期。

source: Your direct signing templates
de: Ihre direkten Unterzeichnungsvorlagen
es: Tus {0} plantillas de firma directa
fr: Vos modèles de signature directe
it: I tuoi modelli di firma diretta
ja: あなたのダイレクト署名テンプレート
nl: Je directe ondertekeningssjablonen
pl: Twoje bezpośrednie szablony do podpisywania
pt: Seus modelos de assinatura direta
sq: Shabllonet tuaja të nënshkrimit direkt
sv: Dina direktsigneringsmallar
zh: 你的直接签署模板

source: Your document failed to upload.
de: Ihr Dokument konnte nicht hochgeladen werden.
es: Tu documento no se pudo cargar.
fr: L'importation de votre document a échoué.
it: Il tuo documento non è stato caricato.
ja: 文書のアップロードに失敗しました。
nl: Je document kon niet worden geüpload.
pl: Nie udało się przesłać dokumentu
pt: Seu documento não conseguiu ser carregado.
sq: Dokumenti juaj nuk u ngarkua.
sv: Uppladdningen av ditt dokument misslyckades.
zh: 你的文档上传失败。

source: Your document has been created from the template successfully.
de: Ihr Dokument wurde erfolgreich aus der Vorlage erstellt.
es: Tu documento se ha creado exitosamente a partir de la plantilla.
fr: Votre document a été créé à partir du modèle avec succès.
it: Il tuo documento è stato creato con successo dal modello.
ja: テンプレートから文書を正常に作成しました。
nl: Je document is succesvol aangemaakt op basis van de sjabloon.
pl: Dokument został pomyślnie utworzony na podstawie szablonu.
pt: Seu documento foi criado a partir do modelo com sucesso.
sq: Dokumenti juaj është krijuar me sukses nga shablloni.
sv: Ditt dokument har skapats från mallen framgångsrikt.
zh: 你的文档已成功从模板创建。

source: Your document has been created successfully
de: Ihr Dokument wurde erfolgreich erstellt
es: Tu documento se ha creado exitosamente
fr: Votre document a été créé avec succès
it: Il tuo documento è stato creato con successo
ja: ドキュメントは正常に作成されました
nl: Je document is succesvol aangemaakt
pl: Twój dokument został pomyślnie utworzony
pt: Seu documento foi criado com sucesso
sq: Dokumenti juaj është krijuar me sukses
sv: Ditt dokument har skapats framgångsrikt
zh: 您的文档已成功创建

source: Your document has been deleted by an admin!
de: Dein Dokument wurde von einem Administrator gelöscht!
es: ¡Tu documento ha sido eliminado por un administrador!
fr: Votre document a été supprimé par un administrateur !
it: Il tuo documento è stato eliminato da un amministratore!
ja: 管理者によってドキュメントが削除されました。
nl: Je document is verwijderd door een beheerder!
pl: Dokument został usunięty przez administratora!
pt: Seu documento foi excluído por um administrador!
sq: Dokumenti juaj është fshirë nga një administrator!
sv: Ditt dokument har tagits bort av en administratör!
zh: 您的文档已被管理员删除！

source: Your document has been re-sent successfully.
de: Ihr Dokument wurde erfolgreich erneut gesendet.
es: Tu documento ha sido reenviado con éxito.
fr: Votre document a été renvoyé avec succès.
it: Il tuo documento è stato reinviato correttamente.
ja: 文書を正常に再送信しました。
nl: Je document is succesvol opnieuw verzonden.
pl: Twój dokument został pomyślnie ponownie wysłany.
pt: Seu documento foi enviado novamente com sucesso.
sq: Dokumenti juaj është dërguar sërish me sukses.
sv: Ditt dokument har skickats igen framgångsrikt.
zh: 你的文档已成功重新发送。

source: Your document has been sent successfully.
de: Ihr Dokument wurde erfolgreich gesendet.
es: Tu documento ha sido enviado con éxito.
fr: Votre document a été envoyé avec succès.
it: Il tuo documento è stato inviato correttamente.
ja: 文書を正常に送信しました。
nl: Je document is succesvol verzonden.
pl: Twój dokument został pomyślnie wysłany.
pt: Seu documento foi enviado com sucesso.
sq: Dokumenti juaj është dërguar me sukses.
sv: Ditt dokument har skickats framgångsrikt.
zh: 你的文档已成功发送。

source: Your document has been successfully duplicated.
de: Ihr Dokument wurde erfolgreich dupliziert.
es: Tu documento ha sido duplicado con éxito.
fr: Votre document a été dupliqué avec succès.
it: Il tuo documento è stato duplicato correttamente.
ja: 文書を正常に複製しました。
nl: Je document is succesvol gedupliceerd.
pl: Twój dokument został pomyślnie zduplikowany.
pt: Seu documento foi duplicado com sucesso.
sq: Dokumenti juaj është dublikuar me sukses.
sv: Ditt dokument har duplicerats framgångsrikt.
zh: 你的文档已成功复制。

source: Your document has been uploaded successfully.
de: Ihr Dokument wurde erfolgreich hochgeladen.
es: Tu documento ha sido subido con éxito.
fr: Votre document a été importé avec succès.
it: Il tuo documento è stato caricato correttamente.
ja: 文書を正常にアップロードしました。
nl: Je document is succesvol geüpload.
pl: Twój dokument został pomyślnie przesłany.
pt: Seu documento foi carregado com sucesso.
sq: Dokumenti juaj është ngarkuar me sukses.
sv: Ditt dokument har laddats upp framgångsrikt.
zh: 你的文档已成功上传。

source: Your document has been uploaded successfully. You will be redirected to the template page.
de: Ihr Dokument wurde erfolgreich hochgeladen. Sie werden zur Vorlagenseite weitergeleitet.
es: Tu documento ha sido subido con éxito. Serás redirigido a la página de plantillas.
fr: Votre document a été importé avec succès. Vous serez redirigé vers la page de modèle.
it: Il tuo documento è stato caricato correttamente. Sarai reindirizzato alla pagina del modello.
ja: 文書を正常にアップロードしました。テンプレートページにリダイレクトされます。
nl: Je document is succesvol geüpload. Je wordt doorgestuurd naar de sjabloonpagina.
pl: Dokument został pomyślnie przesłany. Zostaniesz przekierowany na stronę szablonu.
pt: Seu documento foi carregado com sucesso. Você será redirecionado para a página do modelo.
sq: Dokumenti juaj është ngarkuar me sukses. Do të ridrejtoheni në faqen e shabllonit.
sv: Ditt dokument har laddats upp framgångsrikt. Du kommer att omdirigeras till mallsidan.
zh: 你的文档已成功上传。你将被重定向到模板页面。

source: Your document preferences have been updated
de: Ihre Dokumentpräferenzen wurden aktualisiert
es: Tus preferencias de documento han sido actualizadas
fr: Vos préférences de document ont été mises à jour
it: Le tue preferenze sui documenti sono state aggiornate
ja: ドキュメントの設定が更新されました。
nl: Je documentvoorkeuren zijn bijgewerkt.
pl: Ustawienia dokumentu zostały zaktualizowane
pt: Suas preferências de documento foram atualizadas
sq: Preferencat e dokumentit tuaj janë përditësuar
sv: Dina dokumentpreferenser har uppdaterats
zh: 您的文档偏好设置已更新

source: Your documents
de: Ihre Dokumente
es: Tus documentos
fr: Vos documents
it: I tuoi documenti
ja: あなたの文書
nl: Je documenten
pl: Twoje dokumenty
pt: Seus documentos
sq: Dokumentet tuaja
sv: Dina dokument
zh: 你的文档

source: Your Email
de: Ihre E-Mail
es: Tu correo electrónico
fr: Votre Email
it: La tua email
ja: あなたのメールアドレス
nl: Uw e-mailadres
pl: Twój adres e-mail
pt: Seu E-mail
zh: 您的邮箱

source: Your email has already been confirmed. You can now use all features of Documenso.
de: Ihre E-Mail wurde bereits bestätigt. Sie können jetzt alle Funktionen von Documenso nutzen.
es: Tu correo electrónico ya ha sido confirmado. Ahora puedes usar todas las funciones de Documenso.
fr: Votre email a déjà été confirmé. Vous pouvez maintenant utiliser toutes les fonctionnalités de Documenso.
it: La tua email è già stata confermata. Ora puoi utilizzare tutte le funzionalità di Documenso.
ja: メールアドレスはすでに確認済みです。Documenso のすべての機能をご利用いただけます。
nl: Je e-mailadres is al bevestigd. Je kunt nu alle functies van Documenso gebruiken.
pl: Adres e-mail został już potwierdzony. Możesz korzystać ze wszystkich funkcji Documenso.
pt: Seu e-mail já foi confirmado. Você agora pode usar todos os recursos do Documenso.
sq: Emaili juaj tashmë është konfirmuar. Tani mund të përdorni të gjitha funksionet e Documenso.
sv: Din e-post har redan bekräftats. Du kan nu använda alla funktioner i Documenso.
zh: 您的邮箱已确认。您现在可以使用 Documenso 的全部功能。

source: Your email has been successfully confirmed! You can now use all features of Documenso.
de: Ihre E-Mail wurde erfolgreich bestätigt! Sie können jetzt alle Funktionen von Documenso nutzen.
es: ¡Tu correo electrónico ha sido confirmado con éxito! Ahora puedes usar todas las funciones de Documenso.
fr: Votre e-mail a été confirmé avec succès ! Vous pouvez maintenant utiliser toutes les fonctionnalités de Documenso.
it: La tua email è stata confermata con successo! Ora puoi utilizzare tutte le funzionalità di Documenso.
ja: メールアドレスは正常に確認されました。Documenso のすべての機能を利用できるようになりました。
nl: Je e‑mail is succesvol bevestigd! Je kunt nu alle functies van Documenso gebruiken.
pl: Adres e-mail został pomyślnie potwierdzony! Możesz korzystać ze wszystkich funkcji Documenso.
pt: Seu e-mail foi confirmado com sucesso! Você agora pode usar todos os recursos do Documenso.
sq: Email-i juaj është konfirmuar me sukses! Tani mund të përdorni të gjitha veçoritë e Documenso.
sv: Din e-post har bekräftats framgångsrikt! Du kan nu använda alla funktioner i Documenso.
zh: 你的邮箱已成功确认！你现在可以使用 Documenso 的所有功能。

source: Your email is currently being used by team <0>{0}</0> ({1}).
de: Ihre E-Mail wird derzeit von Team <0>{0}</0> ({1}) verwendet.
es: Tu correo electrónico está siendo utilizado actualmente por el equipo <0>{0}</0> ({1}).
fr: Votre e-mail est actuellement utilisé par l'équipe <0>{0}</0> ({1}).
it: La tua email è attualmente utilizzata dal team <0>{0}</0> ({1}).
ja: 現在、あなたのメールアドレスはチーム <0>{0}</0> ({1}) によって使用されています。
nl: Je e‑mail wordt momenteel gebruikt door team <0>{0}</0> ({1}).
pl: Twój adres e-mail jest używany przez zespół <0>{0}</0> ({1}).
pt: Seu e-mail está sendo usado pela equipe <0>{0}</0> ({1}).
sq: Email-i juaj po përdoret aktualisht nga ekipi <0>{0}</0> ({1}).
sv: Din e-post används för närvarande av teamet <0>{0}</0> ({1}).
zh: 你的邮箱当前正被团队 <0>{0}</0>（{1}）使用。

source: Your email preferences have been updated
de: Ihre E-Mail-Präferenzen wurden aktualisiert
es: Tus preferencias de correo electrónico han sido actualizadas
fr: Vos préférences d'e-mail ont été mises à jour
it: Le tue preferenze email sono state aggiornate
ja: メール設定が更新されました
nl: Je e-mailvoorkeuren zijn bijgewerkt
pl: Ustawienia adresu e-mail zostały zaktualizowane
pt: Suas preferências de e-mail foram atualizadas
zh: 您的邮件偏好设置已更新

source: Your envelope has been distributed successfully.
de: Ihr Kuvert wurde erfolgreich verteilt.
es: Su sobre ha sido distribuido exitosamente.
fr: Votre enveloppe a été distribuée avec succès.
it: La tua busta è stata distribuita con successo.
ja: 封筒を正常に送信しました。
nl: Uw envelop is succesvol verzonden.
pl: Koperta została wysłana.
pt: Seu envelope foi distribuído com sucesso.
zh: 您的信封已成功分发。

source: Your envelope has been resent successfully.
de: Ihr Kuvert wurde erfolgreich erneut gesendet.
es: Su sobre ha sido reenviado exitosamente.
fr: Votre enveloppe a été renvoyée avec succès.
it: La tua busta è stata reinviata con successo.
ja: 封筒を正常に再送信しました。
nl: Uw envelop is succesvol opnieuw verzonden.
pl: Koperta została ponownie wysłana.
pt: Seu envelope foi reenviado com sucesso.
zh: 您的信封已成功重新发送。

source: Your envelope has been successfully duplicated.
de: Ihr Kuvert wurde erfolgreich dupliziert.
es: Su sobre ha sido duplicado exitosamente.
fr: Votre enveloppe a été dupliquée avec succès.
it: La tua busta è stata duplicata con successo.
ja: 封筒を正常に複製しました。
nl: Uw envelop is succesvol gedupliceerd.
pl: Koperta została zduplikowana.
pt: Seu envelope foi duplicado com sucesso.
zh: 您的信封已成功复制。

source: Your existing tokens
de: Ihre vorhandenen Tokens
es: Tus tokens existentes
fr: Vos tokens existants
it: I tuoi token esistenti
ja: 既存のトークン
nl: Je bestaande tokens
pl: Obecne tokeny
pt: Seus tokens existentes
sq: Token-it tuaj ekzistues
sv: Dina befintliga tokens
zh: 你现有的令牌

source: Your Name
de: Ihr Name
es: Tu nombre
fr: Votre nom
it: Il tuo nome
ja: あなたの名前
nl: Uw naam
pl: Twoja nazwa
pt: Seu Nome
zh: 您的姓名

source: Your new password cannot be the same as your old password.
de: Ihr neues Passwort darf nicht mit Ihrem alten Passwort identisch sein.
es: Tu nueva contraseña no puede ser la misma que tu antigua contraseña.
fr: Ton nouveau mot de passe ne peut pas être le même que l'ancien.
it: La tua nuova password non può essere la stessa della vecchia password.
ja: 新しいパスワードは、以前のパスワードと同じにはできません。
nl: Je nieuwe wachtwoord mag niet hetzelfde zijn als je oude wachtwoord.
pl: Nowe hasło nie może być takie samo jak stare hasło.
pt: Sua nova senha não pode ser a mesma que sua senha antiga.
sq: Fjalëkalimi juaj i ri nuk mund të jetë i njëjtë me fjalëkalimin tuaj të vjetër.
sv: Ditt nya lösenord kan inte vara samma som ditt gamla lösenord.
zh: 新密码不能与旧密码相同。

source: Your organisation has been created.
de: Ihre Organisation wurde erstellt.
es: Tu organización ha sido creada.
fr: Votre organisation a été créée.
it: La tua organizzazione è stata creata.
ja: 組織が作成されました。
nl: Je organisatie is aangemaakt.
pl: Organizacja została utworzona.
pt: Sua organização foi criada.
sq: Organizata juaj është krijuar.
sv: Din organisation har skapats.
zh: 您的组织已创建。

source: Your organisation has been successfully deleted.
de: Ihre Organisation wurde erfolgreich gelöscht.
es: Tu organización ha sido eliminada exitosamente.
fr: Votre organisation a été supprimée avec succès.
it: La tua organizzazione è stata eliminata correttamente.
ja: 組織は正常に削除されました。
nl: Je organisatie is succesvol verwijderd.
pl: Organizacja została usunięta.
pt: Sua organização foi excluída com sucesso.
sq: Organizata juaj është fshirë me sukses.
sv: Din organisation har tagits bort framgångsrikt.
zh: 您的组织已成功删除。

source: Your organisation has been successfully updated.
de: Ihre Organisation wurde erfolgreich aktualisiert.
es: Tu organización ha sido actualizada exitosamente.
fr: Votre organisation a été mise à jour avec succès.
it: La tua organizzazione è stata aggiornata con successo.
ja: 組織は正常に更新されました。
nl: Je organisatie is succesvol bijgewerkt.
pl: Organizacja została zaktualizowana.
pt: Sua organização foi atualizada com sucesso.
sq: Organizata juaj është përditësuar me sukses.
sv: Din organisation har uppdaterats framgångsrikt.
zh: 您的组织已成功更新。

source: Your password has been updated successfully.
de: Ihr Passwort wurde erfolgreich aktualisiert.
es: Tu contraseña ha sido actualizada con éxito.
fr: Votre mot de passe a été mis à jour avec succès.
it: La tua password è stata aggiornata con successo.
ja: パスワードは正常に更新されました。
nl: Je wachtwoord is succesvol bijgewerkt.
pl: Twoje hasło zostało pomyślnie zaktualizowane.
pt: Sua senha foi atualizada com sucesso.
sq: Fjalëkalimi juaj është përditësuar me sukses.
sv: Ditt lösenord har uppdaterats framgångsrikt.
zh: 你的密码已成功更新。

source: Your password has been updated.
de: Dein Passwort wurde aktualisiert.
es: Tu contraseña ha sido actualizada.
fr: Votre mot de passe a été mis à jour.
it: La tua password è stata aggiornata.
ja: パスワードが更新されました。
nl: Je wachtwoord is bijgewerkt.
pl: Twoje hasło zostało zaktualizowane.
pt: Sua senha foi atualizada.
sq: Fjalëkalimi juaj është përditësuar.
sv: Ditt lösenord har uppdaterats.
zh: 您的密码已更新。

source: Your payment is overdue. Please settle the payment to avoid any service disruptions.
de: Ihre Zahlung ist überfällig. Bitte begleichen Sie die Zahlung, um Unterbrechungen im Service zu vermeiden.
es: Tu pago está atrasado. Por favor, realiza el pago para evitar cualquier interrupción del servicio.
fr: Votre paiement est en retard. Veuillez régler le paiement pour éviter toute interruption de service.
it: Il tuo pagamento è in ritardo. Si prega di effettuare il pagamento per evitare interruzioni del servizio.
ja: お支払いが滞っています。サービス停止を防ぐために、お支払いを完了してください。
nl: Je betaling is te laat. Rond de betaling af om onderbreking van de dienstverlening te voorkomen.
pl: Masz zaległą płatność. Ureguluj płatność, aby uniknąć przerw w dostępie do usługi.
pt: Seu pagamento está vencido. Efetue o pagamento para evitar interrupções no serviço.
zh: 您的付款已逾期。请尽快完成支付，以免服务中断。

source: Your personal organisation
de: Ihre persönliche Organisation
es: Tu organización personal
fr: Votre organisation personnelle
it: Organizzazione personale
ja: あなたの個人用組織
nl: Je persoonlijke organisatie
pl: Twoja osobista organizacja
pt: Sua organização pessoal
sq: Organizata juaj personale
sv: Din personliga organisation
zh: 您的个人组织

source: Your plan does not support inviting members. Please upgrade or your plan or contact sales at <0>{SUPPORT_EMAIL}</0> if you would like to discuss your options.
de: Ihr Plan unterstützt keine Mitglieder-Einladungen. Bitte aktualisieren Sie Ihren Plan oder kontaktieren Sie den Vertrieb unter <0>{SUPPORT_EMAIL}</0>, wenn Sie Ihre Optionen besprechen möchten.
es: Tu plan no soporta invitar miembros. Por favor, actualiza tu plan o contacta con ventas en <0>{SUPPORT_EMAIL}</0> si deseas hablar sobre tus opciones.
fr: Votre abonnement n'inclut pas l'invitation de membres. Veuillez modifier votre abonnement ou contacter le service commercial à <0>{SUPPORT_EMAIL}</0> si vous souhaitez discuter de vos options.
it: Il tuo piano non supporta l'invito ai membri. Per favore, aggiorna il tuo piano o contatta le vendite <0>{SUPPORT_EMAIL}</0> se desideri discutere le tue opzioni.
ja: 現在のプランではメンバーの招待はサポートされていません。プランのアップグレード、またはご相談をご希望の場合は <0>{SUPPORT_EMAIL}</0> まで営業担当へお問い合わせください。
nl: Je abonnement ondersteunt geen uitnodigingen van leden. Upgrade je abonnement of neem contact op met sales via <0>{SUPPORT_EMAIL}</0> om je opties te bespreken.
pl: Twój plan nie obsługuje zapraszania użytkowników. Zaktualizuj plan lub skontaktuj się z działem sprzedaży pod adresem <0>{SUPPORT_EMAIL}</0>, jeśli chcesz omówić swoje opcje.
pt: Seu plano não suporta a convidação de membros. Faça o upgrade do seu plano ou entre em contato com as vendas em <0>{SUPPORT_EMAIL}</0> se você quiser discutir suas opções.
zh: 您的套餐不支持邀请成员。请升级您的套餐或通过 <0>{SUPPORT_EMAIL}</0> 联系销售了解更多选项。

source: Your plan is no longer valid. Please subscribe to a new plan to continue using Documenso.
de: Ihr Plan ist nicht mehr gültig. Bitte abonnieren Sie einen neuen Plan, um Documenso weiter zu nutzen.
es: Tu plan ya no es válido. Por favor, suscríbete a un nuevo plan para continuar usando Documenso.
fr: Votre abonnement n'est plus valide. Veuillez souscrire à un nouvel abonnement pour continuer à utiliser Documenso.
it: Il tuo piano non è più valido. Per favore, abbonati a un nuovo piano per continuare a utilizzare Documenso.
ja: 現在のプランは無効です。Documenso を引き続き利用するには、新しいプランを契約してください。
nl: Je abonnement is niet langer geldig. Neem een nieuw abonnement om Documenso te blijven gebruiken.
pl: Twój plan nie jest prawidłowy. Wybierz nowy plan, aby korzystać z Documenso.
pt: Seu plano não é mais válido. Assine um novo plano para continuar usando o Documenso.
zh: 您的套餐已无效。请订阅新套餐以继续使用 Documenso。

source: Your profile has been updated successfully.
de: Ihr Profil wurde erfolgreich aktualisiert.
es: Tu perfil ha sido actualizado con éxito.
fr: Votre profil a été mis à jour avec succès.
it: Il tuo profilo è stato aggiornato correttamente.
ja: プロフィールは正常に更新されました。
nl: Je profiel is succesvol bijgewerkt.
pl: Twój profil został pomyślnie zaktualizowany.
pt: Seu perfil foi atualizado com sucesso.
sq: Profili juaj është përditësuar me sukses.
sv: Din profil har uppdaterats framgångsrikt.
zh: 你的个人资料已成功更新。

source: Your profile has been updated.
de: Ihr Profil wurde aktualisiert.
es: Tu perfil ha sido actualizado.
fr: Votre profil a été mis à jour.
it: Il tuo profilo è stato aggiornato.
ja: プロフィールを更新しました。
nl: Je profiel is bijgewerkt.
pl: Profil został zaktualizowany.
pt: Seu perfil foi atualizado.
sq: Profili juaj është përditësuar.
sv: Din profil har uppdaterats.
zh: 你的个人资料已更新。
