Repository: documenso/documenso
Catalog: packages/lib/translations/*/web.po
Languages: de, es, fr, it, ja, nl, pl, pt, sq, sv, zh

source: Want your own public profile?
de: Möchten Sie Ihr eigenes öffentliches Profil haben?
es: ¿Quieres tu propio perfil público?
fr: Vous voulez votre propre profil public ?
it: Vuoi il tuo profilo pubblico?
ja: 自分専用の公開プロフィールが欲しいですか？
nl: Wil je een eigen openbaar profiel?
pl: Chcesz mieć profil publiczny?
pt: Quer seu próprio perfil público?
sq: Dëshironi profilin tuaj publik?
sv: Vill du ha din egen offentliga profil?
zh: 想拥有自己的公开资料吗？

source: Warning: Assistant as last signer
de: Warnung: Assistent als letzter Unterzeichner
es: Advertencia: Asistente como último firmante
fr: Avertissement : Assistant comme dernier signataire
it: Avvertenza: Assistente come ultimo firmatario
ja: 警告: 最後の署名者がアシスタントです
nl: Waarschuwing: Assistent als laatste ondertekenaar
pl: Ostrzeżenie: Asystent jako ostatni podpisujący
pt: Aviso: Assistente como último signatário
sq: Paralajmërim: Ndihmës si nënshkrues i fundit
sv: Varning: Assistent som sista signerare
zh: 警告：助理为最后一位签署人

source: We are unable to proceed to the billing portal at this time. Please try again, or contact support.
de: Wir können zurzeit nicht auf das Abrechnungsportal zugreifen. Bitte versuchen Sie es erneut oder wenden Sie sich an den Support.
es: No podemos proceder al portal de facturación en este momento. Por favor, inténtalo de nuevo o contacta con soporte.
fr: Nous ne pouvons pas accéder au portail de facturation pour le moment. Veuillez réessayer ou contacter le support.
it: Non siamo in grado di procedere al portale di fatturazione in questo momento. Per favore riprova, o contatta l'assistenza.
ja: 現在、請求ポータルに進むことができません。しばらくしてからもう一度お試しになるか、サポートまでお問い合わせください。
nl: We kunnen nu niet doorgaan naar de facturatieportal. Probeer het opnieuw of neem contact op met support.
pl: Nie możemy przejść do płatności. Spróbuj ponownie lub skontaktuj się z pomocą techniczną.
pt: Não podemos acessar o portal de cobrança no momento. Tente novamente ou entre em contato com o suporte.
sq: Nuk mund të vazhdojmë te portali i faturave për momentin. Ju lutemi provoni përsëri, ose kontaktoni mbështetjen.
sv: Vi kan inte fortsätta till faktureringsportalen just nu. Försök igen eller kontakta support.
zh: 目前无法进入账单门户。请重试或联系支持。

source: We are unable to remove this passkey at the moment. Please try again later.
de: Wir können diesen Schlüssel im Moment nicht entfernen. Bitte versuchen Sie es später erneut.
es: No podemos eliminar esta clave de acceso en este momento. Por favor, inténtalo de nuevo más tarde.
fr: Nous ne pouvons pas supprimer cette clé de passkey pour le moment. Veuillez réessayer plus tard.
it: Non siamo in grado di rimuovere questa chiave d'accesso al momento. Per favore riprova più tardi.
ja: 現在、このパスキーは削除できません。後でもう一度お試しください。
nl: We kunnen deze passkey momenteel niet verwijderen. Probeer het later opnieuw.
pl: Nie mogliśmy usunąć klucza dostępu. Spróbuj ponownie później.
pt: Não podemos remover essa chave de acesso no momento. Tente novamente mais tarde.
sq: Nuk mund ta heqim këtë çelës hyrjeje për momentin. Ju lutemi provoni përsëri më vonë.
sv: Vi kan inte ta bort denna passkey just nu. Försök igen senare.
zh: 目前无法移除此通行密钥。请稍后再试。

source: We are unable to update this passkey at the moment. Please try again later.
de: Wir können diesen Schlüssel im Moment nicht aktualisieren. Bitte versuchen Sie es später erneut.
es: No podemos actualizar esta clave de acceso en este momento. Por favor, inténtalo de nuevo más tarde.
fr: Nous ne pouvons pas mettre à jour cette clé de passkey pour le moment. Veuillez réessayer plus tard.
it: Non siamo in grado di aggiornare questa chiave d'accesso al momento. Per favore riprova più tardi.
ja: 現在、このパスキーは更新できません。後でもう一度お試しください。
nl: We kunnen deze passkey momenteel niet bijwerken. Probeer het later opnieuw.
pl: Nie mogliśmy zaktualizować klucza dostępu. Spróbuj ponownie później.
pt: Não conseguimos atualizar essa chave de acesso no momento. Tente novamente mais tarde.
sq: Nuk mund ta përditësojmë këtë çelës hyrjeje për momentin. Ju lutemi provoni përsëri më vonë.
sv: Vi kan inte uppdatera denna passkey just nu. Försök igen senare.
zh: 目前无法更新此通行密钥。请稍后再试。

source: We couldn't create a Stripe customer. Please try again.
de: Wir konnten keinen Stripe-Kunden erstellen. Bitte versuchen Sie es erneut.
es: No pudimos crear un cliente de Stripe. Por favor, intente nuevamente.
fr: Nous n'avons pas pu créer un client Stripe. Veuillez réessayer.
it: Non siamo riusciti a creare un cliente di Stripe. Si prega di riprovare.
ja: Stripe 顧客を作成できませんでした。もう一度お試しください。
nl: We konden geen Stripe-klant aanmaken. Probeer het opnieuw.
pl: Nie mogliśmy utworzyć klienta Stripe. Spróbuj ponownie.
pt: Não conseguimos criar um cliente Stripe. Tente novamente.
sq: Ne nuk mundëm të krijojmë një klient Stripe. Ju lutemi provoni përsëri.
sv: Vi kunde inte skapa en Stripe-kund. Försök igen.
zh: 我们无法创建 Stripe 客户。请重试。

source: We couldn't update the group. Please try again.
de: Wir konnten die Gruppe nicht aktualisieren. Bitte versuchen Sie es erneut.
es: No pudimos actualizar el grupo. Por favor, intente nuevamente.
fr: Nous n'avons pas pu mettre à jour le groupe. Veuillez réessayer.
it: Non siamo riusciti ad aggiornare il gruppo. Si prega di riprovare.
ja: グループを更新できませんでした。もう一度お試しください。
nl: We konden de groep niet bijwerken. Probeer het opnieuw.
pl: Nie mogliśmy zaktualizować grupy. Spróbuj ponownie.
pt: Não conseguimos atualizar o grupo. Tente novamente.
sq: Ne nuk mundëm të përditësojmë grupin. Ju lutemi provoni përsëri.
sv: Vi kunde inte uppdatera gruppen. Försök igen.
zh: 我们无法更新该组。请重试。

source: We couldn't update the organisation. Please try again.
de: Wir konnten die Organisation nicht aktualisieren. Bitte versuchen Sie es erneut.
es: No pudimos actualizar la organización. Por favor, intente nuevamente.
fr: Nous n'avons pas pu mettre à jour l'organisation. Veuillez réessayer.
it: Non siamo riusciti ad aggiornare l'organizzazione. Si prega di riprovare.
ja: 組織を更新できませんでした。もう一度お試しください。
nl: We konden de organisatie niet bijwerken. Probeer het opnieuw.
pl: Nie mogliśmy zaktualizować organizacji. Spróbuj ponownie.
pt: Não conseguimos atualizar a organização. Tente novamente.
sq: Ne nuk mundëm të përditësojmë organizatën. Ju lutemi provoni përsëri.
sv: Vi kunde inte uppdatera organisationen. Försök igen.
zh: 我们无法更新该组织。请重试。

source: We couldn't update the provider. Please try again.
de: Der Anbieter konnte nicht aktualisiert werden. Bitte versuchen Sie es erneut.
es: No se pudo actualizar al proveedor. Por favor, inténtelo de nuevo.
fr: Nous n'avons pas pu mettre à jour le fournisseur. Veuillez réessayer.
it: Non siamo riusciti ad aggiornare il provider. Per favore riprova.
ja: プロバイダーを更新できませんでした。もう一度お試しください。
nl: We konden de provider niet bijwerken. Probeer het opnieuw.
pl: Nie mogliśmy zaktualizować dostawcy. Spróbuj ponownie.
pt: Não conseguimos atualizar o provedor. Tente novamente.
zh: 我们未能更新该提供方。请重试。

source: We encountered an error while attempting to save your changes. Your changes cannot be saved at this time.
de: Beim Versuch, Ihre Änderungen zu speichern, ist ein Fehler aufgetreten. Ihre Änderungen können derzeit nicht gespeichert werden.
es: Se encontró un error mientras se intentaba guardar sus cambios. Sus cambios no pueden ser guardados en este momento.
fr: Nous avons rencontré une erreur lors de la tentative d'enregistrement de vos modifications. Vos modifications ne peuvent pas être enregistrées pour le moment.
it: Abbiamo riscontrato un errore durante il tentativo di salvare le modifiche. Le modifiche non possono essere salvate in questo momento.
ja: 変更内容の保存中にエラーが発生しました。現在、変更は保存できません。
nl: Er is een fout opgetreden bij het opslaan van uw wijzigingen. Uw wijzigingen kunnen op dit moment niet worden opgeslagen.
pl: Wystąpił błąd podczas zapisania zmian. Zmiany nie mogą zostać zapisane.
pt: Ocorreu um erro ao tentar salvar suas alterações. Suas alterações não podem ser salvas no momento.
zh: 保存更改时遇到错误。您的更改目前无法保存。

source: We encountered an error while creating the email. Please try again later.
de: Wir haben beim Erstellen der E-Mail einen Fehler festgestellt. Bitte versuchen Sie es später noch einmal.
es: Encontramos un error mientras creábamos el correo. Por favor, inténtalo de nuevo más tarde.
fr: Nous avons rencontré une erreur lors de la création de l'e-mail. Veuillez réessayer plus tard.
it: Abbiamo riscontrato un errore durante la creazione dell'email. Riprovare più tardi.
ja: メールの作成中にエラーが発生しました。後でもう一度お試しください。
nl: Er is een fout opgetreden bij het aanmaken van de e-mail. Probeer het later opnieuw.
pl: Wystąpił błąd podczas tworzenia wiadomości. Spróbuj ponownie później.
pt: Ocorreu um erro ao criar o email. Tente novamente mais tarde.
zh: 创建邮箱时遇到错误。请稍后重试。

source: We encountered an error while removing the direct template link. Please try again later.
de: Wir sind auf einen Fehler gestoßen, während wir den direkten Vorlagenlink entfernt haben. Bitte versuchen Sie es später erneut.
es: Encontramos un error al eliminar el enlace directo de la plantilla. Por favor, inténtalo de nuevo más tarde.
fr: Une erreur s'est produite lors de la suppression du lien direct vers le modèle. Veuillez réessayer plus tard.
it: Abbiamo riscontrato un errore durante la rimozione del link diretto al modello. Per favore riprova più tardi.
ja: ダイレクトテンプレートリンクの削除中にエラーが発生しました。後でもう一度お試しください。
nl: Er is een fout opgetreden bij het verwijderen van de directe sjabloonlink. Probeer het later opnieuw.
pl: Wystąpił błąd podczas usuwania bezpośredniego linku do szablonu. Spróbuj ponownie później.
pt: Ocorreu um erro ao remover o link do modelo direto. Tente novamente mais tarde.
sq: Ndodhi një gabim gjatë heqjes së lidhjes direkte të shabllonit. Ju lutemi provoni përsëri më vonë.
sv: Vi stötte på ett fel när vi försökte ta bort direktmalllänken. Försök igen senare.
zh: 移除直接模板链接时出错。请稍后再试。

source: We encountered an error while sending the test webhook. Please check your endpoint and try again.
de: Beim Versand des Test-Webhooks ist ein Fehler aufgetreten. Bitte überprüfen Sie Ihren Endpunkt und versuchen Sie es erneut.
es: Encontramos un error mientras enviábamos el webhook de prueba. Por favor, verifica tu terminal e inténtalo de nuevo.
fr: Nous avons rencontré une erreur lors de l'envoi du webhook de test. Veuillez vérifier votre point de terminaison et réessayer.
it: Abbiamo riscontrato un errore durante l'invio del test del webhook. Si prega di controllare il proprio endpoint e riprovare.
ja: テスト Webhook の送信中にエラーが発生しました。エンドポイントを確認してからもう一度お試しください。
nl: Er is een fout opgetreden bij het verzenden van de testwebhook. Controleer je endpoint en probeer het opnieuw.
pl: Wystąpił błąd podczas wysyłania testowego webhooka. Sprawdź punkt końcowy i spróbuj ponownie.
pt: Ocorreu um erro ao enviar o webhook de teste. Verifique seu endpoint e tente novamente.
zh: 发送测试 Webhook 时遇到错误。请检查您的端点并重试。

source: We encountered an error while updating the webhook. Please try again later.
de: Wir sind auf einen Fehler gestoßen, während wir den Webhook aktualisieren wollten. Bitte versuchen Sie es später erneut.
es: Encontramos un error al actualizar el webhook. Por favor, inténtalo de nuevo más tarde.
fr: Une erreur s'est produite lors de la mise à jour du webhook. Veuillez réessayer plus tard.
it: Abbiamo riscontrato un errore durante l'aggiornamento del webhook. Per favore riprova più tardi.
ja: Webhook の更新中にエラーが発生しました。後でもう一度お試しください。
nl: Er is een fout opgetreden bij het bijwerken van de webhook. Probeer het later opnieuw.
pl: Wystąpił błąd podczas aktualizowania webhooka. Spróbuj ponownie później.
pt: Ocorreu um erro ao atualizar o webhook. Tente novamente mais tarde.
sq: Ndodhi një gabim gjatë përditësimit të webhook. Ju lutemi provoni përsëri më vonë.
sv: Vi stötte på ett fel när vi uppdaterade webhook. Försök igen senare.
zh: 更新 Webhook 时出错。请稍后再试。

source: We encountered an unknown error while attempting to add team members. Please try again later.
de: Beim Versuch, Teammitglieder hinzuzufügen, trat ein unbekannter Fehler auf. Bitte versuchen Sie es später erneut.
es: Encontramos un error desconocido al intentar añadir miembros al equipo. Por favor, intente nuevamente más tarde.
fr: Nous avons rencontré une erreur inconnue lors de la tentative d'ajout de membres à l'équipe. Veuillez réessayer plus tard.
it: Abbiamo riscontrato un errore sconosciuto durante il tentativo di aggiungere membri del team. Si prega di riprovare più tardi.
ja: チームメンバーを追加中に不明なエラーが発生しました。後でもう一度お試しください。
nl: Er is een onbekende fout opgetreden bij het toevoegen van teamleden. Probeer het later opnieuw.
pl: Wystąpił nieznany błąd podczas dodawania użytkowników zespołu. Spróbuj ponownie później.
pt: Ocorreu um erro desconhecido ao tentar adicionar membros da equipe. Tente novamente mais tarde.
sq: Ne hasëm një gabim të panjohur gjatë përpjekjes për të shtuar anëtarët e ekipit. Ju lutemi provoni përsëri më vonë.
sv: Vi stötte på ett okänt fel när vi försökte lägga till teammedlemmar. Försök igen senare.
zh: 在尝试添加团队成员时遇到未知错误。请稍后重试。

source: We encountered an unknown error while attempting to add this email. Please try again later.
de: Wir sind auf einen unbekannten Fehler gestoßen, während wir versucht haben, diese E-Mail hinzuzufügen. Bitte versuchen Sie es später erneut.
es: Encontramos un error desconocido al intentar añadir este correo electrónico. Por favor, inténtalo de nuevo más tarde.
fr: Une erreur inconnue s'est produite lors de l'ajout de cet e-mail. Veuillez réessayer plus tard.
it: Abbiamo riscontrato un errore sconosciuto mentre tentavamo di aggiungere questa email. Per favore riprova più tardi.
ja: このメールアドレスの追加中に不明なエラーが発生しました。後でもう一度お試しください。
nl: Er is een onbekende fout opgetreden bij het toevoegen van dit e‑mailadres. Probeer het later opnieuw.
pl: Wystąpił nieznany błąd podczas próby dodania adresu e-mail. Spróbuj ponownie później.
pt: Ocorreu um erro desconhecido ao tentar adicionar este email. Tente novamente mais tarde.
sq: Ndodhi një gabim i panjohur gjatë tentativës për të shtuar këtë email. Ju lutemi provoni përsëri më vonë.
sv: Vi stötte på ett okänt fel när vi försökte lägga till denna e-post. Försök igen senare.
zh: 尝试添加此邮箱时出现未知错误。请稍后再试。

source: We encountered an unknown error while attempting to add your domain. Please try again later.
de: Wir haben einen unbekannten Fehler festgestellt, als wir versuchten, Ihre Domain hinzuzufügen. Bitte versuchen Sie es später erneut.
es: Encontramos un error desconocido al intentar añadir tu dominio. Por favor, inténtalo de nuevo más tarde.
fr: Nous avons rencontré une erreur inconnue lors de l'ajout de votre domaine. Veuillez réessayer plus tard.
it: Abbiamo incontrato un errore sconosciuto durante il tentativo di aggiungere il tuo dominio. Si prega di riprovare più tardi.
ja: ドメインの追加中に不明なエラーが発生しました。後でもう一度お試しください。
nl: Er is een onbekende fout opgetreden bij het toevoegen van je domein. Probeer het later opnieuw.
pl: Wystąpił nieznany błąd podczas próby dodania domeny. Spróbuj ponownie później.
pt: Ocorreu um erro desconhecido ao tentar adicionar seu domínio. Tente novamente mais tarde.
zh: 在尝试添加域名时遇到未知错误。请稍后重试。

source: We encountered an unknown error while attempting to create a group. Please try again later.
de: Beim Versuch, eine Gruppe zu erstellen, trat ein unbekannter Fehler auf. Bitte versuchen Sie es später erneut.
es: Nos encontramos con un error desconocido al intentar crear un grupo. Por favor, intente nuevamente más tarde.
fr: Nous avons rencontré une erreur inconnue lors de la tentative de création d'un groupe. Veuillez réessayer plus tard.
it: Abbiamo riscontrato un errore sconosciuto durante il tentativo di creare un gruppo. Si prega di riprovare più tardi.
ja: グループの作成中に不明なエラーが発生しました。後でもう一度お試しください。
nl: Er is een onbekende fout opgetreden bij het aanmaken van een groep. Probeer het later opnieuw.
pl: Wystąpił nieznany błąd podczas próby utworzenia grupy. Spróbuj ponownie później.
pt: Ocorreu um erro desconhecido ao tentar criar um grupo. Tente novamente mais tarde.
sq: Ne hasëm një gabim të panjohur gjatë përpjekjes për të krijuar një grup. Ju lutemi provoni përsëri më vonë.
sv: Vi stötte på ett okänt fel när vi försökte skapa en grupp. Försök igen senare.
zh: 在尝试创建组时遇到未知错误。请稍后重试。

source: We encountered an unknown error while attempting to create a organisation. Please try again later.
de: Beim Versuch, eine Organisation zu erstellen, trat ein unbekannter Fehler auf. Bitte versuchen Sie es später erneut.
es: Nos encontramos con un error desconocido al intentar crear una organización. Por favor, intente nuevamente más tarde.
fr: Nous avons rencontré une erreur inconnue lors de la tentative de création d'une organisation. Veuillez réessayer plus tard.
it: Abbiamo riscontrato un errore sconosciuto durante il tentativo di creare un'organizzazione. Si prega di riprovare più tardi.
ja: 組織の作成中に不明なエラーが発生しました。後でもう一度お試しください。
nl: Er is een onbekende fout opgetreden bij het aanmaken van een organisatie. Probeer het later opnieuw.
pl: Wystąpił nieznany błąd podczas próby utworzenia organizacji. Spróbuj ponownie później.
pt: Ocorreu um erro desconhecido ao tentar criar uma organização. Tente novamente mais tarde.
sq: Ne hasëm një gabim të panjohur gjatë përpjekjes për të krijuar një organizatë. Ju lutemi provoni përsëri më vonë.
sv: Vi stötte på ett okänt fel när vi försökte skapa en organisation. Försök igen senare.
zh: 在尝试创建组织时遇到未知错误。请稍后重试。

source: We encountered an unknown error while attempting to create a team. Please try again later.
de: Wir sind auf einen unbekannten Fehler gestoßen, während wir versucht haben, ein Team zu erstellen. Bitte versuchen Sie es später erneut.
es: Encontramos un error desconocido al intentar crear un equipo. Por favor, inténtalo de nuevo más tarde.
fr: Une erreur inconnue s'est produite lors de la création d'une équipe. Veuillez réessayer plus tard.
it: Abbiamo riscontrato un errore sconosciuto mentre tentavamo di creare un team. Per favore riprova più tardi.
ja: チームの作成中に不明なエラーが発生しました。後でもう一度お試しください。
nl: Er is een onbekende fout opgetreden bij het aanmaken van een team. Probeer het later opnieuw.
pl: Wystąpił nieznany błąd podczas próby utworzenia zespołu. Spróbuj ponownie później.
pt: Ocorreu um erro desconhecido ao tentar criar uma equipe. Tente novamente mais tarde.
sq: Ndodhi një gabim i panjohur gjatë tentativës për të krijuar një ekip. Ju lutemi provoni përsëri më vonë.
sv: Vi stötte på ett okänt fel när vi försökte skapa ett team. Försök igen senare.
zh: 尝试创建团队时出现未知错误。请稍后再试。

source: We encountered an unknown error while attempting to delete it. Please try again later.
de: Wir sind auf einen unbekannten Fehler gestoßen, während wir versucht haben, es zu löschen. Bitte versuchen Sie es später erneut.
es: Encontramos un error desconocido al intentar eliminarlo. Por favor, inténtalo de nuevo más tarde.
fr: Une erreur inconnue s'est produite lors de la suppression. Veuillez réessayer plus tard.
it: Abbiamo riscontrato un errore sconosciuto durante il tentativo di eliminarlo. Per favore riprova più tardi.
ja: 削除中に不明なエラーが発生しました。後でもう一度お試しください。
nl: Er is een onbekende fout opgetreden bij het verwijderen. Probeer het later opnieuw.
pl: Wystąpił nieznany błąd podczas próby usunięcia. Spróbuj ponownie później.
pt: Ocorreu um erro desconhecido ao tentar excluí-lo. Tente novamente mais tarde.
sq: Ndodhi një gabim i panjohur gjatë tentativës për ta fshirë atë. Ju lutemi provoni përsëri më vonë.
sv: Vi stötte på ett okänt fel när vi försökte radera det. Försök igen senare.
zh: 尝试删除它时出现未知错误。请稍后再试。

source: We encountered an unknown error while attempting to delete this organisation. Please try again later.
de: Beim Versuch, diese Organisation zu löschen, trat ein unbekannter Fehler auf. Bitte versuchen Sie es später erneut.
es: Nos encontramos con un error desconocido al intentar eliminar esta organización. Por favor, intente nuevamente más tarde.
fr: Nous avons rencontré une erreur inconnue lors de la tentative de suppression de cette organisation. Veuillez réessayer plus tard.
it: Abbiamo riscontrato un errore sconosciuto durante il tentativo di eliminare questa organizzazione. Si prega di riprovare più tardi.
ja: 組織の削除中に不明なエラーが発生しました。後でもう一度お試しください。
nl: Er is een onbekende fout opgetreden bij het verwijderen van deze organisatie. Probeer het later opnieuw.
pl: Wystąpił nieznany błąd podczas próby usunięcia organizacji. Spróbuj ponownie później.
pt: Ocorreu um erro desconhecido ao tentar excluir esta organização. Tente novamente mais tarde.
sq: Ne hasëm një gabim të panjohur gjatë përpjekjes për të fshirë këtë organizatë. Ju lutemi provoni përsëri më vonë.
sv: Vi stötte på ett okänt fel när vi försökte radera denna organisation. Försök igen senare.
zh: 在尝试删除此组织时遇到未知错误。请稍后重试。

source: We encountered an unknown error while attempting to delete this team. Please try again later.
de: Wir sind auf einen unbekannten Fehler gestoßen, während wir versucht haben, dieses Team zu löschen. Bitte versuchen Sie es später erneut.
es: Encontramos un error desconocido al intentar eliminar este equipo. Por favor, inténtalo de nuevo más tarde.
fr: Une erreur inconnue s'est produite lors de la suppression de cette équipe. Veuillez réessayer plus tard.
it: Abbiamo riscontrato un errore sconosciuto mentre tentavamo di eliminare questo team. Per favore riprova più tardi.
ja: このチームの削除中に不明なエラーが発生しました。後でもう一度お試しください。
nl: Er is een onbekende fout opgetreden bij het verwijderen van dit team. Probeer het later opnieuw.
pl: Wystąpił nieznany błąd podczas próby usunięcia zespołu. Spróbuj ponownie później.
pt: Ocorreu um erro desconhecido ao tentar excluir esta equipe. Tente novamente mais tarde.
sq: Ndodhi një gabim i panjohur gjatë tentativës për të fshirë këtë ekip. Ju lutemi provoni përsëri më vonë.
sv: Vi stötte på ett okänt fel när vi försökte radera detta team. Försök igen senare.
zh: 尝试删除此团队时出现未知错误。请稍后再试。

source: We encountered an unknown error while attempting to delete this token. Please try again later.
de: Wir sind auf einen unbekannten Fehler gestoßen, während wir versucht haben, dieses Token zu löschen. Bitte versuchen Sie es später erneut.
es: Encontramos un error desconocido al intentar eliminar este token. Por favor, inténtalo de nuevo más tarde.
fr: Une erreur inconnue s'est produite lors de la suppression de ce token. Veuillez réessayer plus tard.
it: Abbiamo riscontrato un errore sconosciuto durante il tentativo di eliminare questo token. Si prega di riprovare più tardi.
ja: このトークンの削除中に不明なエラーが発生しました。後でもう一度お試しください。
nl: Er is een onbekende fout opgetreden bij het verwijderen van dit token. Probeer het later opnieuw.
pl: Wystąpił nieznany błąd podczas próby usunięcia tokena. Spróbuj ponownie później.
pt: Ocorreu um erro desconhecido ao tentar excluir este token. Tente novamente mais tarde.
sq: Ndodhi një gabim i panjohur gjatë tentativës për të fshirë këtë shenjë. Ju lutemi provoni përsëri më vonë.
sv: Vi stötte på ett okänt fel när vi försökte radera denna token. Försök igen senare.
zh: 尝试删除此令牌时出现未知错误。请稍后再试。
