Repository: documenso/documenso
Catalog: packages/lib/translations/*/web.po
Languages: de, es, fr, it, ja, nl, pl, pt, sq, sv, zh

source: Disabling the user results in the user not being able to use the account. It also disables all the related contents such as subscription, webhooks, teams, and API keys.
de: Das Deaktivieren des Benutzers führt dazu, dass der Benutzer das Konto nicht mehr nutzen kann. Es werden auch alle zugehörigen Inhalte wie Abonnements, Webhooks, Teams und API-Schlüssel deaktiviert.
es: Deshabilitar al usuario implica que no podrá usar la cuenta. También desactiva todos los contenidos relacionados como suscripciones, webhooks, equipos y claves API.
fr: Désactiver l'utilisateur a pour résultat que l'utilisateur ne peut pas utiliser le compte. Cela désactive également tous les contenus associés tels que l'abonnement, les webhooks, les équipes et les clés API.
it: Disabilitare l'utente porta all'impossibilità per l'utente di usare l'account. Disabilita anche tutti i contenuti correlati come abbonamento, webhook, team e chiavi API.
ja: ユーザーを無効化すると、そのユーザーはアカウントを使用できなくなります。また、サブスクリプション、Webhook、チーム、API キーなどの関連コンテンツもすべて無効になります。
nl: Als je de gebruiker uitschakelt, kan deze het account niet meer gebruiken. Dit schakelt ook alle gerelateerde inhoud uit, zoals abonnement, webhooks, teams en API-sleutels.
pl: Wyłączenie użytkownika spowoduje, że nie będzie on mógł korzystać z konta. Spowoduje to również wyłączenie wszystkich powiązanych danych, takich jak subskrypcje, webhooki, zespoły i klucze API.
pt: Desativar o usuário resulta no usuário não poder usar a conta. Também desativa todo o conteúdo relacionado, como assinatura, webhooks, equipes e chaves da API.
sq: Disaktivizimi i përdoruesit rezulton që përdoruesi të mos mund të përdorë llogarinë. Gjithashtu, disaktivizon të gjitha përmbajtjet e lidhura si abonimet, webhooks, ekipet dhe çelësat API.
sv: Inaktivering av användaren resulterar i att användaren inte kan använda kontot. Det inaktiverar också allt relaterat innehåll som prenumeration, webhooks, team och API-nycklar.
zh: 禁用用户后，该用户将无法再使用账户。与其相关的所有内容（如订阅、Webhook、团队和 API 密钥等）也会被禁用。

source: Display Name
de: Anzeigename
es: Nombre a mostrar
fr: Nom affiché
it: Nome visualizzato
ja: 表示名
nl: Weergavenaam
pl: Nazwa wyświetlana
pt: Nome de Exibição
zh: 显示名称

source: Display your name and email in documents
de: Zeigen Sie Ihren Namen und Ihre E-Mail in Dokumenten an
es: Mostrar su nombre y correo electrónico en documentos
fr: Afficher votre nom et votre email dans les documents
it: Mostra il tuo nome e email nei documenti
ja: 文書にあなたの名前とメールアドレスを表示する
nl: Toon je naam en e‑mail in documenten
pl: Wyświetlać Twoją nazwę i adres e-mail w dokumentach
pt: Exibir seu nome e e-mail nos documentos
sq: Shfaq emrin dhe email-in tënd në dokumente
sv: Visa ditt namn och e-post i dokument
zh: 在文档中显示你的姓名和邮箱

source: Distribute Document
de: Dokument verteilen
es: Distribuir documento
fr: Distribuer le document
it: Distribuire il documento
ja: 文書を配布
nl: Document distribueren
pl: Wyślij dokument
pt: Distribuir Documento
sq: Distribuo Dokumentin
sv: Distribuera dokument
zh: 分发文档

source: Distribution Method
de: Verteilungsmethode
es: Método de Distribución
fr: Méthode de distribution
it: Metodo di distribuzione
ja: 配信方法
nl: Distributiemethode
pl: Metoda dystrybucji
pt: Método de Distribuição
sq: Metoda e Shpërndarjes
sv: Distributionsmetod
zh: 分发方式

source: DKIM records generated. Please add the DNS records to verify your domain.
de: DKIM-Datensätze erstellt. Bitte fügen Sie die DNS-Datensätze hinzu, um Ihre Domain zu verifizieren.
es: Registros DKIM generados. Por favor, añade los registros DNS para verificar tu dominio.
fr: Enregistrements DKIM générés. Veuillez ajouter les enregistrements DNS pour vérifier votre domaine.
it: Record DKIM generati. Aggiungi i record DNS per verificare il tuo dominio.
ja: DKIM レコードを生成しました。DNS レコードを追加してドメインを検証してください。
nl: DKIM-records gegenereerd. Voeg de DNS-records toe om je domein te verifiëren.
pl: Rekordy DKIM zostały wygenerowane. Dodaj te rekordy, aby zweryfikować domenę.
pt: Registros DKIM gerados. Adicione os registros DNS para verificar seu domínio.
zh: 已生成 DKIM 记录。请添加 DNS 记录以验证您的域名。

source: DNS Records
de: DNS-Datensätze
es: Registros DNS
fr: Enregistrements DNS
it: Record DNS
ja: DNS レコード
pl: Rekordy DNS
pt: Registros DNS
zh: DNS 记录

source: Do you want to delete this template?
de: Möchten Sie diese Vorlage löschen?
es: ¿Desea eliminar esta plantilla?
fr: Voulez-vous supprimer ce modèle ?
it: Vuoi eliminare questo modello?
ja: このテンプレートを削除しますか？
nl: Wil je deze sjabloon verwijderen?
pl: Czy chcesz usunąć szablon?
pt: Você deseja excluir este modelo?
sq: Dëshiron ta fshish këtë model?
sv: Vill du radera denna mall?
zh: 要删除此模板吗？

source: Do you want to duplicate this template?
de: Möchten Sie diese Vorlage duplizieren?
es: ¿Desea duplicar esta plantilla?
fr: Voulez-vous dupliquer ce modèle ?
it: Vuoi duplicare questo modello?
ja: このテンプレートを複製しますか？
nl: Wil je deze sjabloon dupliceren?
pl: Czy chcesz zduplikować szablon?
pt: Você deseja duplicar este modelo?
sq: Dëshiron të dyfishosh këtë model?
sv: Vill du duplicera denna mall?
zh: 要复制此模板吗？

source: Documenso will delete <0>all of your documents</0>, along with all of your completed documents, signatures, and all other resources belonging to your Account.
de: Documenso wird <0>alle Ihre Dokumente</0> löschen, zusammen mit allen abgeschlossenen Dokumenten, Unterschriften und allen anderen Ressourcen, die zu Ihrem Konto gehören.
es: Documenso eliminará <0>todos sus documentos</0>, junto con todos sus documentos completados, firmas y todos los demás recursos de su cuenta.
fr: Documenso supprimera <0>tous vos documents</0>, ainsi que tous vos documents complétés, signatures, et toutes les autres ressources appartenant à votre compte.
it: Documenso eliminerà <0>tutti i tuoi documenti</0>, insieme a tutti i tuoi documenti completati, firme e tutte le altre risorse appartenenti al tuo account.
ja: Documenso は<0>すべての文書</0>と、完了済み文書・署名・アカウントに紐づくその他すべてのリソースを削除します。
nl: Documenso verwijdert <0>al je documenten</0>, samen met al je voltooide documenten, handtekeningen en alle andere bronnen die bij je account horen.
pl: Documenso usunie <0>wszystkie Twoje dokumenty</0> (w tym zakończone), podpisy oraz dane powiązane z kontem.
pt: Documenso excluirá <0>todos os seus documentos</0>, juntamente com todos os seus documentos concluídos, assinaturas e todos os outros recursos pertencentes à sua Conta.
sq: Documenso do të fshijë <0>të gjitha dokumentet tuaja</0>, së bashku me të gjitha dokumentet e përfunduara, nënshkrimet dhe të gjitha burimet e tjera që i përkasin Llogarisë tuaj.
sv: Documenso kommer att radera <0>alla dina dokument</0>, tillsammans med alla dina slutförda dokument, signaturer och alla andra resurser som tillhör ditt konto.
zh: Documenso 将删除<0>你所有的文档</0>，包括所有已完成的文档、签名以及属于你账号的其他所有资源。

source: Document
de: Dokument
es: Documento
it: Documento
ja: 文書
pl: Dokument
pt: Documento
sq: Dokument
sv: Dokument
zh: 文档

source: Document "{0}" - Rejected by {1}
de: Dokument "{0}" - Abgelehnt von {1}
es: Documento "{0}" - Rechazado por {1}
fr: Document "{0}" - Rejeté par {1}
it: Documento "{0}" - Rifiutato da {1}
ja: ドキュメント「{0}」 - {1} が却下
nl: Document "{0}" - geweigerd door {1}
pl: Dokument „{0}” został odrzucony przez {1}
pt: Documento "{0}" - Rejeitado por {1}
sq: Dokumenti "{0}" - Refuzuar nga {1}
sv: Dokument "{0}" - Avvisat av {1}
zh: 文档“{0}”——已被 {1} 拒签

source: Document "{0}" - Rejection Confirmed
de: Dokument "{0}" - Ablehnung Bestätigt
es: Documento "{0}" - Rechazo confirmado
fr: Document "{0}" - Rejet Confirmé
it: Documento "{0}" - Rifiuto Confermato
ja: ドキュメント「{0}」 - 却下が確認されました
nl: Document "{0}" - weigering bevestigd
pl: Dokument „{0}” został odrzucony
pt: Documento "{0}" - Rejeição Confirmada
sq: Dokumenti "{0}" - Refuzimi i Konfirmuar
sv: Dokument "{0}" - Avvisande bekräftat
zh: 文档“{0}”——拒签已确认

source: Document "{0}" Cancelled
de: Dokument „{0}“ abgebrochen
es: Documento "{0}" Cancelado
fr: Document "{0}" Annulé
it: Documento "{0}" Annullato
ja: ドキュメント「{0}」がキャンセルされました
nl: Document "{0}" geannuleerd
pl: Dokument „{0}” został anulowany
pt: Documento "{0}" Cancelado
sq: Dokumenti "{0}" është anuluar
sv: Dokument "{0}" Avbrutet
zh: 文档“{0}”已取消

source: Document (Legacy)
de: Dokument (Legacy)
es: Documento (Legado)
it: Documento (Legacy)
ja: 文書（レガシー）
nl: Document (verouderd)
pl: Dokument (starsza wersja)
zh: 文档（旧版）

source: Document & Recipients
de: Dokument & Empfänger
es: Documento y Destinatarios
fr: Document & Destinataires
it: Documento & Destinatari
ja: ドキュメントと受信者
nl: Document & ontvangers
pl: Dokument i odbiorcy
pt: Documento e Destinatários
zh: 文档与收件人

source: Document access
de: Dokumentenzugriff
es: Acceso al documento
fr: Accès au document
it: Accesso al documento
ja: ドキュメントへのアクセス
nl: Documenttoegang
pl: Dostęp do dokumentu
pt: Acesso ao documento
sq: Qasja e dokumentit
sv: Dokumentåtkomst
zh: 文档访问

# Audit log format
source: Document access auth updated
de: Die Authentifizierung für den Dokumentenzugriff wurde aktualisiert
es: Se actualizó la autenticación de acceso al documento
fr: L'authentification d'accès au document a été mise à jour
it: Autenticazione accesso documento aggiornata
ja: ドキュメントのアクセス認証が更新されました
nl: Documenttoegangsautorisatie bijgewerkt
pl: Zaktualizowano metodę uwierzytelniania do dokumentu
pt: Autorização de acesso ao documento atualizada
zh: 文档访问认证已更新

source: Document All
de: Dokument Alle
es: Documentar Todo
fr: Document Tout
it: Documenta Tutto
ja: すべての文書
nl: Document alles
pl: Wszystkie dokumenty
pt: Todos os documentos
sq: Dokument të Gjitha
sv: Dokument alla
zh: 文档全部

source: Document Approved
de: Dokument genehmigt
es: Documento Aprobado
fr: Document Approuvé
it: Documento Approvato
ja: 文書が承認されました
nl: Document goedgekeurd
pl: Dokument został zatwierdzony
pt: Documento aprovado
sq: Dokumenti është Miratuar
sv: Dokument godkänt
zh: 文档已批准

source: Document Cancelled
de: Dokument storniert
es: Documento cancelado
fr: Document Annulé
it: Documento Annullato
ja: 文書はキャンセルされました
nl: Document geannuleerd
pl: Dokument został anulowany
pt: Documento cancelado
sq: Dokumenti është Anuluar
sv: Dokument avbrutet
zh: 文档已取消

source: Document completed
de: Dokument abgeschlossen
es: Documento completado
fr: Document terminé
it: Documento completato
ja: 文書が完了しました
nl: Document voltooid
pl: Dokument zakończony
pt: Documento concluído
sq: Dokumenti është Përfunduar
sv: Dokument slutfört
zh: 文档已完成

# Audit log format
source: Document completed
de: Dokument fertiggestellt
es: Documento Completado
fr: Document terminé
it: Documento completato
ja: ドキュメントが完了しました
nl: Document voltooid
pl: Zakończono dokument
pt: Documento concluído
zh: 文档已完成

source: Document completed email
de: E-Mail zum Abschluss des Dokuments
es: Correo electrónico de documento completado
fr: E-mail de document complété
it: Email documento completato
ja: ドキュメント完了メール
nl: E-mail bij voltooid document
pl: Wiadomość potwierdzająca zakończenie
pt: Email de documento concluído
sq: Email i dokumentit të përfunduar
sv: E-post för slutfört dokument
zh: 文档完成邮件

source: Document Completed!
de: Dokument abgeschlossen!
es: ¡Documento completado!
fr: Document Complété !
it: Documento completato!
ja: 文書が完了しました！
nl: Document voltooid!
pl: Dokument został zakończony!
pt: Documento concluído!
sq: Dokumenti Përfunduar!
sv: Dokument slutfört!
zh: 文档已完成！

source: Document created
de: Dokument erstellt
es: Documento creado
fr: Document créé
it: Documento creato
ja: 文書を作成しました
nl: Document aangemaakt
pl: Dokument został utworzony
pt: Documento criado
sq: Dokumenti është Krijuar
sv: Dokument skapat
zh: 文档已创建

# Audit log format
source: Document created
de: Dokument erstellt
es: Documento creado
fr: Document créé
it: Documento creato
ja: ドキュメントが作成されました
nl: Document aangemaakt
pl: Utworzono dokument
pt: Documento criado
zh: 文档已创建

source: Document Created
de: Dokument erstellt
es: Documento Creado
fr: Document créé
it: Documento creato
ja: ドキュメントを作成しました
nl: Document aangemaakt
pl: Dokument został utworzony
pt: Documento Criado
sq: Dokumenti u Krijua
sv: Dokument skapat
zh: 文档已创建

source: Document created by <0>{0}</0>
de: Dokument erstellt von <0>{0}</0>
es: Documento creado por <0>{0}</0>
fr: Document créé par <0>{0}</0>
it: Documento creato da <0>{0}</0>
ja: 文書は <0>{0}</0> によって作成されました
nl: Document aangemaakt door <0>{0}</0>
pl: Dokument został utworzony przez użytkownika <0>{0}</0>
pt: Documento criado por <0>{0}</0>
sq: Dokument i krijuar nga <0>{0}</0>
sv: Dokument skapat av <0>{0}</0>
zh: 文档由 <0>{0}</0> 创建

source: Document created from direct template
de: Dokument erstellt aus direkter Vorlage
es: Documento creado a partir de plantilla directa
fr: Document créé à partir d'un modèle direct
it: Documento creato da modello diretto
ja: ダイレクトテンプレートから作成されたドキュメント
nl: Document aangemaakt via directe sjabloon
pl: Dokument został utworzony z bezpośredniego szablonu
pt: Documento criado a partir de um modelo direto
sq: Dokumenti i krijuar nga shablloni direkt
sv: Dokument skapat från direktmall
zh: 通过直链模板创建的文档

source: Document created using a <0>direct link</0>
de: Dokument erstellt mit einem <0>direkten Link</0>
es: Documento creado usando un <0>enlace directo</0>
fr: Document créé en utilisant un <0>lien direct</0>
it: Documento creato usando un <0>link diretto</0>
ja: <0>ダイレクトリンク</0>から文書が作成されました
nl: Document aangemaakt via een <0>directe link</0>
pl: Dokument został utworzony za pomocą <0>bezpośredniego linku</0>
pt: Documento criado usando um <0>link direto</0>
sq: Dokumenti i krijuar duke përdorur një <0>lidhje të drejtpërdrejtë</0>
sv: Dokument skapat med en <0>direktlänk</0>
zh: 文档通过<0>直接链接</0>创建

source: Document Creation
de: Dokumenterstellung
es: Creación de documento
fr: Création de document
it: Creazione del documento
ja: ドキュメント作成
nl: Documentcreatie
pl: Tworzenie dokumentu
pt: Criação de documento
sq: Krijimi i dokumentit
sv: Dokumentskapande
zh: 文档创建

source: Document deleted
de: Dokument gelöscht
es: Documento eliminado
fr: Document supprimé
it: Documento eliminato
ja: 文書を削除しました
nl: Document verwijderd
pl: Dokument usunięty
pt: Documento excluído
sq: Dokumenti është Fshirë
sv: Dokument raderat
zh: 文档已删除

# Audit log format
source: Document deleted
de: Dokument gelöscht
es: Documento eliminado
fr: Document supprimé
it: Documento eliminato
ja: ドキュメントが削除されました
nl: Document verwijderd
pl: Usunięto dokument
pt: Documento excluído
zh: 文档已删除

source: Document deleted email
de: E-Mail zum Löschen des Dokuments
es: Correo electrónico de documento eliminado
fr: E-mail de document supprimé
it: Email documento eliminato
ja: ドキュメント削除メール
nl: E-mail bij verwijderd document
pl: Wiadomość o usunięciu dokumentu
pt: Email de documento excluído
sq: Email i dokumentit të fshirë
sv: E-post för raderat dokument
zh: 文档删除邮件

source: Document Deleted!
de: Dokument gelöscht!
es: ¡Documento eliminado!
fr: Document Supprimé !
it: Documento Eliminato!
ja: ドキュメントを削除しました
nl: Document verwijderd.
pl: Dokument został usunięty!
pt: Documento Excluído!
sq: Dokument i fshirë!
sv: Dokument raderat!
zh: 文档已删除！

source: Document Distribution Method
de: Verteilungsmethode für Dokumente
es: Método de distribución de documentos
fr: Méthode de distribution du document
it: Metodo di distribuzione del documento
ja: ドキュメントの配信方法
nl: Methode voor documentdistributie
pl: Metoda dystrybucji dokumentu
pt: Método de distribuição de documento
sq: Metoda e shpërndarjes së dokumentit
sv: Dokumentdistributionsmetod
zh: 文档分发方式

source: Document draft
de: Dokument-Entwurf
es: Borrador de documento
fr: Brouillon de document
it: Bozza del documento
ja: 文書の下書き
nl: Documentconcept
pl: Szkic dokumentu
pt: Rascunho do documento
sq: Draft i Dokumentit
sv: Dokumentutkast
zh: 文档草稿

source: Document Duplicated
de: Dokument dupliziert
es: Documento duplicado
fr: Document dupliqué
it: Documento Duplicato
ja: 文書を複製しました
nl: Document gedupliceerd
pl: Dokument został zduplikowany
pt: Documento duplicado
sq: Dokumenti është Dyfishuar
sv: Dokument duplicerat
zh: 文档已复制

source: Document Editor
de: Dokumenteneditor
es: Editor de Documentos
fr: Éditeur de document
it: Editor di Documenti
ja: ドキュメントエディター
pl: Edytor dokumentu
pt: Editor de documento
zh: 文档编辑器

# Audit log format
source: Document external ID updated
de: Externe ID des Dokuments aktualisiert
es: Se actualizó el ID externo del documento
fr: ID externe du document mis à jour
it: ID esterno del documento aggiornato
ja: ドキュメントの外部 ID が更新されました
nl: Externe document-ID bijgewerkt
pl: Zaktualizowano identyfikator zewnętrzny dokumentu
pt: ID externo do documento atualizado
zh: 文档外部 ID 已更新

source: Document found in your account
de: Dokument in Ihrem Konto gefunden
es: Documento encontrado en tu cuenta
fr: Document trouvé dans votre compte
it: Documento trovato nel tuo account
ja: あなたのアカウントでドキュメントが見つかりました
nl: Document gevonden in je account
pl: Znaleziono dokument na koncie
pt: Documento encontrado na sua conta
sq: Dokumenti u gjet në llogarinë tuaj
sv: Dokument hittat i ditt konto
zh: 在您的账户中找到了该文档

source: Document ID
de: Dokument-ID
es: ID del documento
fr: ID du document
it: ID del documento
ja: 文書 ID
pl: Identyfikator dokumentu
pt: ID do documento
sq: ID e Dokumentit
sv: Dokument-ID
zh: 文档 ID

source: Document ID (Legacy)
de: Dokumenten-ID (Legacy)
es: ID de documento (Legado)
fr: ID de Document (Legacy)
it: ID Documento (Legacy)
ja: 文書ID（レガシー）
nl: Document-ID (verouderd)
pl: Identyfikator dokumentu (starsza wersja)
zh: 文档 ID（旧版）

source: Document inbox
de: Dokumenten-Posteingang
es: Bandeja de documentos
fr: Boîte de réception des documents
it: Posta in arrivo del documento
ja: 文書の受信箱
pl: Skrzynka odbiorcza
pt: Caixa de entrada do documento
sq: Kutia e Dokumenteve
sv: Dokumentinkorg
zh: 文档收件箱

source: Document is already uploaded
de: Dokument ist bereits hochgeladen
es: El documento ya está cargado
fr: Document déjà importé
it: Il documento è già caricato
ja: ドキュメントはすでにアップロードされています
nl: Document is al geüpload
pl: Dokument został już przesłany
pt: O documento já foi enviado
sq: Dokumenti është tashmë i ngarkuar
sv: Dokument är redan uppladdat
zh: 文档已上传

source: Document is using legacy field insertion
de: Dokument verwendet Altfeld-Integration
es: El documento utiliza inserción de campos heredada
fr: Le document utilise l'insertion de champ héritée
it: Il documento utilizza l'inserimento campo legacy
ja: ドキュメントは旧式のフィールド挿入を使用しています
nl: Document gebruikt verouderde veldinvoeging
pl: Dokument używa starszej metody wstawiania pól
pt: O documento está usando a inserção de campo herdada
sq: Dokumenti përdor futjen e fushave të trashëguara
sv: Dokument använder äldre fältinfogning
zh: 文档正在使用旧版字段插入方式

source: Document Limit Exceeded!
de: Dokumentenlimit überschritten!
es: ¡Límite de documentos excedido!
fr: Limite de documents dépassée !
it: Limite di documenti superato!
ja: 文書数の上限を超えました
nl: Documentlimiet overschreden!
pl: Przekroczono limit dokumentów!
pt: Limite de documento excedido!
sq: Limiti i Dokumentit u Tejkalua!
sv: Dokumentgräns överskriden!
zh: 文档数量超出限制！

source: Document metrics
de: Dokumentmetrik
es: Métricas de documento
fr: Métriques du document
it: Metriche del documento
ja: 文書メトリクス
nl: Documentstatistieken
pl: Metryki dokumentów
pt: Métricas do documento
sq: Metriçka e Dokumentit
sv: Dokumentmätningar
zh: 文档指标

source: Document moved
de: Dokument verschoben
es: Documento movido
fr: Document déplacé
it: Documento spostato
ja: 文書を移動しました
nl: Document verplaatst
pl: Dokument został przeniesiony
pt: Documento movido
sq: Dokumenti është Transferuar
sv: Dokument flyttat
zh: 文档已移动

# Audit log format
source: Document moved to team
de: Dokument ins Team verschoben
es: Documento movido al equipo
fr: Document déplacé vers l'équipe
it: Documento spostato al team
ja: ドキュメントがチームに移動されました
nl: Document naar team verplaatst
pl: Przeniesiono dokument do zespołu
pt: Documento movido para a equipe
zh: 文档已移动到团队

source: Document no longer available to sign
de: Dokument steht nicht mehr zur Unterschrift zur Verfügung
es: El documento ya no está disponible para firmar
fr: Document non disponible pour signature
it: Documento non più disponibile per la firma
ja: 文書は署名できなくなりました
nl: Document niet langer beschikbaar om te ondertekenen
pl: Dokument nie jest już dostępny do podpisania
pt: Documento não está mais disponível para assinatura
sq: Dokumenti nuk është më i disponueshëm për nënshkrim
sv: Dokument inte längre tillgängligt för signering
zh: 文档已不再可供签署

# Audit log format
source: Document opened
de: Dokument geöffnet
es: Documento abierto
fr: Document ouvert
it: Documento aperto
ja: ドキュメントが開かれました
nl: Document geopend
pl: Otwarto dokument
pt: Documento aberto
zh: 文档已打开

source: Document pending
de: Dokument ausstehend
es: Documento pendiente
fr: Document en attente
it: Documento in sospeso
ja: 文書は保留中です
nl: Document in behandeling
pl: Dokument oczekujący
pt: Documento pendente
sq: Dokumenti në Pritje
sv: Dokument väntande
zh: 文档待处理

source: Document pending email
de: E-Mail über ausstehende Dokumente
es: Correo electrónico de documento pendiente
fr: E-mail de document en attente
it: Email documento in attesa
ja: ドキュメント保留メール
nl: E-mail bij document in behandeling
pl: Wiadomość o oczekującym dokumencie
pt: Email de documento pendente
sq: Email i dokumentit në pritje
sv: E-post för väntande dokument
zh: 文档待处理邮件

source: Document Preferences
de: Dokumenteinstellungen
es: Preferencias del documento
fr: Préférences de document
it: Preferenze Documento
ja: ドキュメント設定
nl: Documentvoorkeuren
pl: Ustawienia dokumentu
pt: Preferências de documento
zh: 文档偏好

source: Document preferences updated
de: Dokumentpräferenzen aktualisiert
es: Preferencias del documento actualizadas
fr: Préférences de document mises à jour
it: Preferenze del documento aggiornate
ja: 文書設定を更新しました
nl: Documentvoorkeuren bijgewerkt
pl: Ustawienia dokumentu zostały zaktualizowane
pt: Preferências de documento atualizadas
sq: Preferencat e dokumentit u përditësuan
sv: Dokumentinställningar uppdaterade
zh: 文档偏好设置已更新

source: Document re-sent
de: Dokument erneut gesendet
es: Documento reenviado
fr: Document renvoyé
it: Documento rinviato
ja: 文書を再送信しました
nl: Document opnieuw verzonden
pl: Dokument został ponownie wysłany
pt: Documento reenviado
sq: Dokumenti është Riduplikuar
sv: Dokument skickat igen
zh: 文档已重新发送

source: Document rejected
de: Dokument abgelehnt
es: Documento rechazado
fr: Document rejeté
it: Documento rifiutato
ja: ドキュメントは却下されました
nl: Document geweigerd
pl: Dokument odrzucony
pt: Documento rejeitado
sq: Dokumenti i refuzuar
sv: Dokument avvisat
zh: 文档已被拒签

source: Document Rejected
de: Dokument Abgelehnt
es: Documento Rechazado
fr: Document Rejeté
it: Documento Rifiutato
ja: ドキュメントを却下しました
nl: Document geweigerd
pl: Odrzucono dokument
pt: Documento Rejeitado
sq: Dokumenti i Refuzuar
sv: Dokument avvisat
zh: 文档已被拒签

source: Document sent
de: Dokument gesendet
es: Documento enviado
fr: Document envoyé
it: Documento inviato
ja: 文書を送信しました
nl: Document verzonden
pl: Dokument został wysłany
pt: Documento enviado
sq: Dokumenti është Dërguar
sv: Dokument skickat
zh: 文档已发送

# Audit log format
source: Document sent
de: Dokument gesendet
es: Documento enviado
fr: Document envoyé
it: Documento inviato
ja: ドキュメントが送信されました
nl: Document verzonden
pl: Wysłano dokument
pt: Documento enviado
zh: 文档已发送

source: Document Settings
de: Dokumenteneinstellungen
es: Configuración del Documento
fr: Paramètres du document
it: Impostazioni Documento
ja: ドキュメント設定
nl: Documentinstellingen
pl: Ustawienia dokumentu
pt: Configurações do documento
zh: 文档设置

source: Document Signed
de: Dokument signiert
es: Documento firmado
fr: Document signé
it: Documento firmato
ja: 文書に署名しました
nl: Document ondertekend
pl: Dokument został podpisany
pt: Documento assinado
sq: Dokumenti është Nënshkruar
sv: Dokument signerat
zh: 文档已签署
