Repository: documenso/documenso
Catalog: packages/lib/translations/*/web.po
Languages: de, es, fr, it, ja, nl, pl, pt, sq, sv, zh

source: A document was created by your direct template that requires you to {recipientActionVerb} it.
de: Ein Dokument wurde von deiner direkten Vorlage erstellt, das erfordert, dass du {recipientActionVerb}.
es: Se creó un documento a partir de tu plantilla directa que requiere que {recipientActionVerb}.
fr: Un document a été créé par votre modèle direct qui vous oblige à {recipientActionVerb}.
it: Un documento è stato creato dal tuo modello diretto che richiede di {recipientActionVerb}.
ja: ダイレクトテンプレートから、お客様が{recipientActionVerb}する必要があるドキュメントが作成されました。
nl: Er is een document aangemaakt via je directe sjabloon dat je moet {recipientActionVerb}.
pl: Sprawdź i {recipientActionVerb} dokument, który został utworzony przez bezpośredni szablon.
pt: Um documento foi criado pelo seu modelo direto que requer que você o {recipientActionVerb}.
sq: Një dokument u krijua nga shablloni juaj direkt që kërkon që ju të {recipientActionVerb} atë.
sv: Ett dokument har skapats från din direktmall som kräver att du {recipientActionVerb} det.
zh: 已通过您的直链模板创建了一个文档，需要您对其进行 {recipientActionVerb}。

source: A draft document will be created
de: Ein Entwurf wird erstellt
es: Se creará un documento borrador
fr: Un document brouillon sera créé
it: Verrà creato un documento bozza
ja: 下書き文書が作成されます
nl: Er wordt een conceptdocument aangemaakt
pl: Zostanie utworzony szkic dokumentu
pt: Um documento rascunho será criado
sq: Do të krijohet një dokument draft
sv: Ett utkast till dokument kommer att skapas
zh: 将创建一份文档草稿

# Audit log format
source: A field was added
de: Ein Feld wurde hinzugefügt
es: Se añadió un campo
fr: Un champ a été ajouté
it: Un campo è stato aggiunto
ja: フィールドが追加されました
nl: Er is een veld toegevoegd
pl: Dodano pole
pt: Um campo foi adicionado
zh: 已添加字段

# Audit log format
source: A field was removed
de: Ein Feld wurde entfernt
es: Se eliminó un campo
fr: Un champ a été supprimé
it: Un campo è stato rimosso
ja: フィールドが削除されました
nl: Er is een veld verwijderd
pl: Usunięto pole
pt: Um campo foi removido
zh: 已移除字段

# Audit log format
source: A field was updated
de: Ein Feld wurde aktualisiert
es: Se actualizó un campo
fr: Un champ a été mis à jour
it: Un campo è stato aggiornato
ja: フィールドが更新されました
nl: Er is een veld bijgewerkt
pl: Zaktualizowano pole
pt: Um campo foi atualizado
zh: 已更新字段

source: A means to print or download documents for your records
de: Ein Mittel, um Dokumente für Ihre Unterlagen zu drucken oder herunterzuladen
es: Un medio para imprimir o descargar documentos para sus registros
fr: Un moyen d'imprimer ou de télécharger des documents pour vos dossiers
it: Un mezzo per stampare o scaricare documenti per i tuoi archivi
ja: 記録用に文書を印刷またはダウンロードする手段
nl: Een manier om documenten voor je administratie te printen of te downloaden
pl: Środka do drukowania lub pobierania dokumentów w formie elektronicznej
pt: Um meio de imprimir ou baixar documentos para seus registros
sq: Një mjet për të printuar ose shkarkuar dokumente për regjistrat tuaj
sv: Ett sätt att skriva ut eller ladda ner dokument för dina arkiv
zh: 用于打印或下载文档以作记录的方式

source: A member has joined your organisation on Documenso
de: Ein Mitglied ist Ihrer Organisation bei Documenso beigetreten
es: Un miembro se ha unido a tu organización en Documenso
fr: Un membre a rejoint votre organisation sur Documenso
it: Un membro si è unito alla tua organizzazione su Documenso
ja: メンバーが Documenso の組織に参加しました
nl: Een lid is toegetreden tot je organisatie op Documenso
pl: Użytkownik dołączył do organizacji w Documenso
pt: Um membro ingressou na sua organização no Documenso
sq: Një anëtar është bashkuar me organizatën tuaj në Documenso
sv: En medlem har gått med i din organisation på Documenso
zh: 有成员已在 Documenso 上加入您的组织

source: A member has left your organisation
de: Ein Mitglied hat Ihre Organisation verlassen
es: Un miembro ha dejado tu organización
fr: Un membre a quitté votre organisation
it: Un membro ha lasciato la tua organizzazione
ja: メンバーが組織を離れました
nl: Een lid heeft je organisatie verlaten
pl: Użytkownik opuścił organizację
pt: Um membro deixou sua organização
sq: Një anëtar ka lënë organizatën tuaj
sv: En medlem har lämnat din organisation
zh: 有成员已离开您的组织

source: A member has left your organisation {organisationName}
de: Ein Mitglied hat Ihre Organisation {organisationName} verlassen
es: Un miembro ha dejado tu organización {organisationName}
fr: Un membre a quitté votre organisation {organisationName}
it: Un membro ha lasciato la tua organizzazione {organisationName}
ja: メンバーが組織 {organisationName} を離れました
nl: Een lid heeft je organisatie {organisationName} verlaten
pl: Użytkownik opuścił organizację {organisationName}
pt: Um membro deixou sua organização {organisationName}
sq: Një anëtar ka lënë organizatën tuaj {organisationName}
sv: En medlem har lämnat din organisation {organisationName}
zh: 有成员已离开您的组织 {organisationName}

source: A member has left your organisation on Documenso
de: Ein Mitglied hat Ihre Organisation auf Documenso verlassen
es: Un miembro ha dejado tu organización en Documenso
fr: Un membre a quitté votre organisation sur Documenso
it: Un membro ha lasciato la tua organizzazione su Documenso
ja: メンバーが Documenso の組織を離れました
nl: Een lid heeft je organisatie op Documenso verlaten
pl: Użytkownik opuścił organizację w Documenso
pt: Um membro deixou sua organização no Documenso
sq: Një anëtar ka lënë organizatën tuaj në Documenso
sv: En medlem har lämnat din organisation på Documenso
zh: 有成员已在 Documenso 上离开您的组织

source: A new member has joined your organisation
de: Ein neues Mitglied ist Ihrer Organisation beigetreten
es: Un nuevo miembro se ha unido a tu organización
fr: Un nouveau membre a rejoint votre organisation
it: Un nuovo membro si è unito alla tua organizzazione
ja: 新しいメンバーが組織に参加しました
nl: Een nieuw lid is toegetreden tot je organisatie
pl: Nowy użytkownik dołączył do organizacji
pt: Um novo membro ingressou em sua organização
sq: Një anëtar i ri është bashkuar me organizatën tuaj
sv: En ny medlem har gått med i din organisation
zh: 有新成员已加入您的组织

source: A new member has joined your organisation {organisationName}
de: Ein neues Mitglied ist Ihrer Organisation {organisationName} beigetreten
es: Un nuevo miembro se ha unido a tu organización {organisationName}
fr: Un nouveau membre a rejoint votre organisation {organisationName}
it: Nuovo membro si è unito alla tua organizzazione {organisationName}
ja: 新しいメンバーが組織 {organisationName} に参加しました
nl: Een nieuw lid is toegetreden tot je organisatie {organisationName}
pl: Nowy użytkownik dołączył do organizacji {organisationName}
pt: Um novo membro ingressou em sua organização {organisationName}
sq: Një anëtar i ri është bashkuar me organizatën tuaj {organisationName}
sv: En ny medlem har gått med i din organisation {organisationName}
zh: 有新成员已加入您的组织 {organisationName}

source: A new token was created successfully.
de: Ein neuer Token wurde erfolgreich erstellt.
es: Un nuevo token se ha creado con éxito.
fr: Un nouveau token a été créé avec succès.
it: Un nuovo token è stato creato con successo.
ja: 新しいトークンが正常に作成されました。
nl: Er is succesvol een nieuw token aangemaakt.
pl: Nowy token został pomyślnie utworzony.
pt: Um novo token foi criado com sucesso.
sq: Një token i ri u krijua me sukses.
sv: En ny token skapades framgångsrikt.
zh: 新令牌创建成功。

source: A password reset email has been sent, if you have an account you should see it in your inbox shortly.
de: Eine E-Mail zum Zurücksetzen des Passworts wurde gesendet, wenn du ein Konto hast, solltest du sie in Kürze in deinem Posteingang sehen.
es: Se ha enviado un correo electrónico para restablecer la contraseña, si tienes una cuenta deberías verlo en tu bandeja de entrada en breve.
fr: Un e-mail de réinitialisation de mot de passe a été envoyé, si vous avez un compte vous devriez le voir dans votre boîte de réception sous peu.
it: È stata inviata un'e-mail per il reset della password; se hai un account dovresti vederla nella tua casella di posta a breve.
ja: パスワード再設定用のメールを送信しました。アカウントをお持ちの場合は、まもなく受信トレイに届きます。
nl: Er is een e-mail om je wachtwoord te resetten verzonden; als je een account hebt, zou deze binnenkort in je inbox moeten verschijnen.
pl: Jeśli masz konto, otrzymasz wiadomość z linkiem do resetowania hasła.
pt: Um email de redefinição de senha foi enviado, se você tiver uma conta, deve vê-lo em sua caixa de entrada em breve.
sq: Një email për rivendosjen e fjalëkalimit është dërguar, nëse keni një llogari duhet ta shihni në kutinë tuaj të postës së shpejti.
sv: Ett e-postmeddelande för återställning av lösenord har skickats. Om du har ett konto bör du se det i din inkorg inom kort.
zh: 如果你拥有账号，重置密码邮件已发送，很快就会出现在你的收件箱中。

# Audit log format
source: A recipient was added
de: Ein Empfänger wurde hinzugefügt
es: Se añadió un destinatario
fr: Un destinataire a été ajouté
it: È stato aggiunto un destinatario
ja: 受信者が追加されました
nl: Er is een ontvanger toegevoegd
pl: Dodano odbiorcę
pt: Um destinatário foi adicionado
zh: 已添加收件人

# Audit log format
source: A recipient was removed
de: Ein Empfänger wurde entfernt
es: Se eliminó un destinatario
fr: Un destinataire a été supprimé
it: È stato rimosso un destinatario
ja: 受信者が削除されました
nl: Er is een ontvanger verwijderd
pl: Usunięto odbiorcę
pt: Um destinatário foi removido
zh: 已移除收件人

# Audit log format
source: A recipient was updated
de: Ein Empfänger wurde aktualisiert
es: Se actualizó un destinatario
fr: Un destinataire a été mis à jour
it: È stato aggiornato un destinatario
ja: 受信者が更新されました
nl: Er is een ontvanger bijgewerkt
pl: Zaktualizowano odbiorcę
pt: Um destinatário foi atualizado
zh: 已更新收件人

source: A request has been made to create an account for you
de: Es wurde eine Anfrage gestellt, ein Konto für Sie zu erstellen.
es: Se ha hecho una solicitud para crear una cuenta para ti
fr: Une demande a été effectuée pour créer un compte pour vous
it: È stata effettuata una richiesta per creare un account per te
ja: あなたのためにアカウントを作成するリクエストが行われました
nl: Er is een verzoek ingediend om een account voor je aan te maken
pl: Utworzono prośbę o utworzenie konta dla Ciebie
pt: Uma solicitação foi feita para criar uma conta para você
zh: 已收到为您创建账户的请求

source: A request has been made to link your Documenso account
de: Es wurde eine Anfrage gestellt, Ihr Documenso-Konto zu verknüpfen.
es: Se ha hecho una solicitud para vincular tu cuenta de Documenso
fr: Une demande a été effectuée pour lier votre compte Documenso
it: È stata effettuata una richiesta per collegare il tuo account Documenso
ja: Documenso アカウントをリンクするリクエストが行われました
nl: Er is een verzoek ingediend om je Documenso-account te koppelen
pl: Utworzono prośbę o połączenie Twojego konta Documenso
pt: Uma solicitação foi feita para vincular sua conta Documenso
zh: 已收到关联您的 Documenso 账户的请求

source: A request to use your email has been initiated by {0} on Documenso
de: Eine Anfrage zur Verwendung Ihrer E-Mail wurde von {0} auf Documenso initiiert
es: Se ha iniciado una solicitud para usar tu correo electrónico por {0} en Documenso
fr: Une demande pour l'utiliser votre e-mail a été initiée par {0} sur Documenso
it: Una richiesta per utilizzare la tua email è stata avviata da {0} su Documenso
ja: Documenso で {0} によって、あなたのメールアドレスを使用するリクエストが開始されました
nl: Er is een verzoek ingediend door {0} op Documenso om je e-mailadres te gebruiken.
pl: Prośba użycia Twojego adresu e-mail została wysłana przez zespół {0} w Documenso
pt: Uma solicitação para usar seu email foi iniciada por {0} no Documenso
sq: Një kërkesë për të përdorur email-in tuaj është iniciuar nga {0} në Documenso
sv: En begäran om att använda din e-post har initierats av {0} på Documenso
zh: {0} 在 Documenso 上发起了一个使用您邮箱的请求

source: A secret that will be sent to your URL so you can verify that the request has been sent by Documenso
de: Ein Geheimnis, das an deine URL gesendet wird, damit du überprüfen kannst, dass die Anfrage von Documenso gesendet wurde
es: Un secreto que se enviará a tu URL para que puedas verificar que la solicitud ha sido enviada por Documenso
fr: Un secret qui sera envoyé à votre URL afin que vous puissiez vérifier que la demande a été envoyée par Documenso
it: Un codice segreto che verrà inviato al tuo URL in modo che tu possa verificare che la richiesta sia stata inviata da Documenso
ja: Documenso から送信されたリクエストであることを検証できるよう、お客様の URL に送信されるシークレットです
nl: Een geheim dat naar je URL wordt verzonden, zodat je kunt verifiëren dat het verzoek door Documenso is verzonden
pl: Sekret, który zostanie wysłany na Twój adres URL, abyś mógł zweryfikować, że prośba została wysłana przez Documenso
pt: Um segredo que será enviado para sua URL para que você possa verificar que a solicitação foi enviada pelo Documenso
sq: Një sekret që do të dërgohet në URL-në tuaj kështu që ju mund të verifikoni që kërkesa është dërguar nga Documenso
sv: En hemlighet som kommer att skickas till din URL så att du kan verifiera att begäran har skickats av Documenso
zh: 一个密钥将被发送到你的 URL，以便你验证该请求确实由 Documenso 发出

source: A secret that will be sent to your URL so you can verify that the request has been sent by Documenso.
de: Ein Geheimnis, das an deine URL gesendet wird, damit du überprüfen kannst, dass die Anfrage von Documenso gesendet wurde.
es: Un secreto que se enviará a tu URL para que puedas verificar que la solicitud ha sido enviada por Documenso.
fr: Un secret qui sera envoyé à votre URL afin que vous puissiez vérifier que la demande a été envoyée par Documenso.
it: Un codice segreto che verrà inviato al tuo URL in modo che tu possa verificare che la richiesta sia stata inviata da Documenso.
ja: Documenso から送信されたリクエストであることを検証できるよう、お客様の URL に送信されるシークレットです。
nl: Een geheim dat naar je URL wordt verzonden, zodat je kunt verifiëren dat het verzoek door Documenso is verzonden.
pl: Sekret, który zostanie wysłany na Twój adres URL, abyś mógł zweryfikować, że prośba została wysłana przez Documenso.
pt: Um segredo que será enviado para sua URL para que você possa verificar que a solicitação foi enviada pelo Documenso.
sq: Një sekret që do të dërgohet në URL-në tuaj kështu që ju mund të verifikoni që kërkesa është dërguar nga Documenso.
sv: En hemlighet som kommer att skickas till din URL så att du kan verifiera att begäran har skickats av Documenso.
zh: 一个密钥将被发送到你的 URL，以便你验证该请求确实由 Documenso 发出。

source: A stable internet connection
de: Eine stabile Internetverbindung
es: Una conexión a Internet estable
fr: Une connexion Internet stable
it: Una connessione Internet stabile
ja: 安定したインターネット接続
nl: Een stabiele internetverbinding
pl: Stabilnego połączenia internetowego
pt: Uma conexão estável com a internet
sq: Një lidhje interneti e qëndrueshme
sv: En stabil internetanslutning
zh: 稳定的互联网连接

source: A team you were a part of has been deleted
de: Ein Team, dem du angehörtest, wurde gelöscht
es: Un equipo del que formabas parte ha sido eliminado
fr: Une équipe dont vous faisiez partie a été supprimée
it: Un team di cui facevi parte è stato eliminato
ja: 参加していたチームが削除されました
nl: Een team waar je deel van uitmaakte, is verwijderd.
pl: Twój zespół został usunięty
pt: Uma equipe da qual você fazia parte foi excluída
sq: Një ekip në të cilin ishit pjesë është fshirë
sv: Ett team som du var en del av har raderats
zh: 您所属的某个团队已被删除

source: A unique URL to access your profile
de: Eine eindeutige URL, um auf dein Profil zuzugreifen
es: Una URL única para acceder a tu perfil
fr: Une URL unique pour accéder à votre profil
it: Un URL univoco per accedere al tuo profilo
ja: プロフィールにアクセスするための一意の URL
nl: Een unieke URL om toegang te krijgen tot je profiel
pl: Unikalny adres URL Twojego profilu
pt: Uma URL exclusiva para acessar seu perfil
sq: Një URL unike për të aksesuar profilin tuaj
sv: En unik URL för att komma åt din profil
zh: 用于访问你个人资料的唯一 URL

source: A unique URL to identify the organisation
de: Eine eindeutige URL zur Identifizierung der Organisation
es: Una URL única para identificar la organización
fr: Une URL unique pour identifier l'organisation
it: Un URL unico per identificare l'organizzazione
ja: 組織を一意に識別する URL
nl: Een unieke URL om de organisatie te identificeren
pl: Unikalny adres URL organizacji
pt: Uma URL exclusiva para identificar a organização
sq: Një URL unike për të identifikuar organizatën
sv: En unik URL för att identifiera organisationen
zh: 用于标识组织的唯一 URL

source: A unique URL to identify your organisation
de: Eine eindeutige URL zur Identifizierung Ihrer Organisation
es: Una URL única para identificar tu organización
fr: Une URL unique pour identifier votre organisation
it: Un URL unico per identificare la tua organizzazione
ja: 組織を一意に識別する URL
nl: Een unieke URL om je organisatie te identificeren
pl: Unikalny adres URL Twojej organizacji
pt: Uma URL exclusiva para identificar sua organização
sq: Një URL unike për të identifikuar organizatën tuaj
sv: En unik URL för att identifiera din organisation
zh: 用于标识您组织的唯一 URL

source: A unique URL to identify your team
de: Eine eindeutige URL, um dein Team zu identifizieren
es: Una URL única para identificar tu equipo
fr: Une URL unique pour identifier votre équipe
it: Un URL univoco per identificare la tua squadra
ja: チームを識別するための一意の URL
nl: Een unieke URL om je team te identificeren
pl: Unikalny adres URL Twojego zespołu
pt: Uma URL exclusiva para identificar sua equipe
sq: Një URL unike për të identifikuar ekipin tuaj
sv: En unik URL för att identifiera ditt team
zh: 用于标识你团队的唯一 URL

source: A verification email will be sent to the provided email.
de: Eine Bestätigungs-E-Mail wird an die angegebene E-Mail-Adresse gesendet.
es: Se enviará un correo electrónico de verificación a la dirección proporcionada.
fr: Un e-mail de vérification sera envoyé à l'adresse e-mail fournie.
it: Un'email di verifica sarà inviata all'email fornita.
ja: 入力されたメールアドレス宛てに確認メールが送信されます。
nl: Er wordt een verificatie-e-mail naar het opgegeven e-mailadres verzonden.
pl: Wiadomość weryfikacyjna zostanie wysłana na podany adres e-mail.
pt: Um email de verificação será enviado para o email fornecido.
sq: Një email verifikimi do të dërgohet në email-in e dhënë.
sv: Ett verifieringsmail kommer att skickas till den angivna e-postadressen.
zh: 验证邮件将发送到所填写的邮箱。

source: Accept
de: Akzeptieren
es: Aceptar
fr: Accepter
it: Accetta
ja: 承諾
nl: Accepteren
pl: Zaakceptuj
pt: Aceitar
sq: Prano
sv: Acceptera
zh: 接受

source: Accept & Link Account
de: Akzeptieren & Konto verknüpfen
es: Aceptar y Vincular Cuenta
fr: Accepter & Lier le Compte
it: Accetta & Collega Account
ja: アカウントを承認してリンク
nl: Accepteren & account koppelen
pl: Zaakceptuj i połącz konto
pt: Aceitar e Vincular Conta
zh: 接受并关联账户

source: Accept invitation to join an organisation on Documenso
de: Einladung annehmen, um einer Organisation auf Documenso beizutreten
es: Aceptar invitación para unirse a una organización en Documenso
fr: Accepter l'invitation à rejoindre une organisation sur Documenso
it: Accetta l'invito a unirti a un'organizzazione su Documenso
ja: Documenso の組織参加招待を承諾
nl: Uitnodiging accepteren om toe te treden tot een organisatie op Documenso
pl: Zaakceptuj zaproszenie do organizacji w Documenso
pt: Aceitar convite para ingressar em uma organização no Documenso
sq: Pranoni ftesën për t'u bashkuar me një organizatë në Documenso
sv: Acceptera inbjudan att gå med i en organisation på Documenso
zh: 接受加入 Documenso 组织的邀请

source: Accept team email request for {teamName} on Documenso
de: Akzeptiere die Team-E-Mail-Anfrage für {teamName} bei Documenso
es: Aceptar la solicitud de correo electrónico del equipo para {teamName} en Documenso
fr: Accepter la demande d'e-mail de l'équipe pour {teamName} sur Documenso
it: Accetta la richiesta di email per il team {teamName} su Documenso
ja: Documenso 上の {teamName} のチームメールリクエストを承認
nl: Team-e-mailverzoek voor {teamName} op Documenso accepteren
pl: Zaakceptuj adres e-mail zespołu {teamName} w Documenso
pt: Aceitar solicitação de email da equipe para {teamName} no Documenso
sq: Prano kërkesën për email të ekipit për {teamName} në Documenso
sv: Acceptera begäran om team-e-post för {teamName} på Documenso
zh: 在 Documenso 上接受 {teamName} 的团队邮箱请求

source: Acceptance and Consent
de: Zustimmung und Einverständnis
es: Aceptación y Consentimiento
fr: Acceptation et consentement
it: Accettazione e Consenso
ja: 同意と承諾
nl: Aanvaarding en toestemming
pl: Akceptacja i zgoda
pt: Aceitação e Consentimento
sq: Pranimi dhe Pëlqimi
sv: Godkännande och samtycke
zh: 接受与同意

source: Access disabled
de: Zugriff deaktiviert
es: Acceso deshabilitado
fr: Accès désactivé
it: Accesso disabilitato
ja: アクセスは無効です
nl: Toegang uitgeschakeld
pl: Dostęp został wyłączony
pt: Acesso desativado
sq: Hyrja e ndalur
sv: Åtkomst inaktiverad
zh: 访问已禁用

source: Access enabled
de: Zugang aktiviert
es: Acceso habilitado
fr: Accès activé
it: Accesso abilitato
ja: アクセスは有効です
nl: Toegang ingeschakeld
pl: Dostęp został włączony
pt: Acesso ativado
sq: Qasja e aktivizuar
sv: Åtkomst aktiverad
zh: 访问已启用

source: Account
de: Konto
es: Cuenta
fr: Compte
ja: アカウント
pl: Konto
pt: Conta
sq: Llogaria
sv: Konto
zh: 账户

source: Account Authentication
de: Kontowauthentifizierung
es: Autenticación de Cuenta
fr: Authentification de compte
it: Autenticazione dell'account
ja: アカウント認証
nl: Accountauthenticatie
pl: Konto
pt: Autenticação da Conta
sq: Autentifikimi i Llogarisë
sv: Kontoautentisering
zh: 账号验证

source: Account creation request
de: Kontoerstellungsanfrage
es: Solicitud de creación de cuenta
fr: Demande de création de compte
it: Richiesta di creazione account
ja: アカウント作成リクエスト
nl: Verzoek tot aanmaken account
pl: Prośba o utworzenie konta
pt: Solicitação de criação de conta
zh: 账户创建请求

source: Account Creation Request
de: Kontoerstellungsanfrage
es: Solicitud de Creación de Cuenta
fr: Demande de création de compte
it: Richiesta di Creazione Account
ja: アカウント作成リクエスト
nl: Verzoek tot aanmaken account
pl: Prośba o utworzenie konta
pt: Solicitação de Criação de Conta
zh: 账户创建请求

source: Account deleted
de: Konto gelöscht
es: Cuenta eliminada
fr: Compte supprimé
it: Account eliminato
ja: アカウントを削除しました
nl: Account verwijderd
pl: Konto zostało usunięte
pt: Conta excluída
sq: Llogaria e fshirë
sv: Konto raderat
zh: 账号已删除

source: Account disabled
de: Konto deaktiviert
es: Cuenta deshabilitada
fr: Compte désactivé
it: Account disabilitato
ja: アカウントを無効化
nl: Account uitgeschakeld
pl: Konto zostało wyłączone
pt: Conta desativada
sq: Llogaria çakyçur
sv: Konto inaktiverat
zh: 账户已被禁用

source: Account enabled
de: Konto aktiviert
es: Cuenta habilitada
fr: Compte activé
it: Account abilitato
ja: アカウントを有効化
nl: Account ingeschakeld
pl: Konto zostało włączone
pt: Conta ativada
sq: Llogaria aktivizuar
sv: Konto aktiverat
zh: 账户已被启用

source: Account Linking Request
de: Kontoverknüpfungsanfrage
es: Solicitud de Vinculación de Cuenta
fr: Demande de liaison de compte
it: Richiesta di Collegamento Account
ja: アカウントリンクリクエスト
nl: Verzoek tot koppelen account
pl: Prośba o połączenie konta
pt: Solicitação de Vinculação de Conta
zh: 账户关联请求

source: Account Re-Authentication
de: Kontowiederauthentifizierung
es: Re-autenticación de Cuenta
fr: Ré-authentification de compte
it: Ri-autenticazione dell'account
ja: アカウント再認証
nl: Account‑herauthenticatie
pl: Konto
pt: Reautenticação da Conta
sq: Ri-avtorizimi i llogarisë
sv: Konto-återautentisering
zh: 账号重新验证

source: Account unlinked
de: Konto entkoppelt
es: Cuenta desvinculada
fr: Compte dissocié
it: Account scollegato
ja: アカウントのリンクを解除しました
nl: Account ontkoppeld
pl: Konto zostało rozłączone
pt: Conta desvinculada
zh: 账户已取消关联

source: Acknowledgment
de: Bestätigung
es: Reconocimiento
fr: Reconnaissance
it: Riconoscimento
ja: 確認
nl: Kennisgeving
pl: Potwierdzenie
pt: Reconhecimento
sq: Pranimi
sv: Bekräftelse
zh: 确认

source: Action
de: Aktion
es: Acción
it: Azione
ja: 操作
nl: Actie
pl: Akcja
pt: Ação
sq: Veprim
sv: Åtgärd
zh: 操作

source: Actions
de: Aktionen
es: Acciones
it: Azioni
ja: 操作
nl: Acties
pl: Akcje
pt: Ações
sq: Veprime
sv: Åtgärder
zh: 操作
