Repository: documenso/documenso
Catalog: packages/lib/translations/*/web.po
Languages: de, es, fr, it, ja, nl, pl, pt, sq, sv, zh

source: You have successfully registered. Please verify your account by clicking on the link you received in the email.
de: Sie haben sich erfolgreich registriert. Bitte bestätigen Sie Ihr Konto, indem Sie auf den Link klicken, den Sie per E-Mail erhalten haben.
es: Te has registrado con éxito. Por favor verifica tu cuenta haciendo clic en el enlace que recibiste en el correo electrónico.
fr: Vous vous êtes inscrit avec succès. Veuillez vérifier votre compte en cliquant sur le lien que vous avez reçu dans l'e-mail.
it: Ti sei registrato con successo. Verifica il tuo account cliccando sul link ricevuto via email.
ja: 登録に成功しました。メールで受け取ったリンクをクリックして、アカウントを確認してください。
nl: Je bent succesvol geregistreerd. Verifieer je account door te klikken op de link die je per e‑mail hebt ontvangen.
pl: Konto zostało pomyślnie utworzone. Zweryfikuj je za pomocą linku w wiadomości weryfikacyjnej.
pt: Você se registrou com sucesso. Verifique sua conta clicando no link que você recebeu por e-mail.
sq: Jeni regjistruar me sukses. Ju lutem verifikoni llogarinë tuaj duke klikuar në lidhjen që keni marrë në email.
sv: Du har registrerat dig framgångsrikt. Verifiera ditt konto genom att klicka på länken du fick i e-postmeddelandet.
zh: 你已成功注册。请点击邮件中的链接验证账号。

source: You have successfully removed this email domain from the organisation.
de: Sie haben diese E-Mail-Domain erfolgreich von der Organisation entfernt.
es: Has eliminado exitosamente este dominio de correo electrónico de la organización.
fr: Vous avez supprimé avec succès ce domaine de messagerie de l'organisation.
it: Hai rimosso correttamente questo dominio email dall'organizzazione.
ja: このメールドメインは組織から正常に削除されました。
nl: Je hebt dit e-maildomein succesvol uit de organisatie verwijderd.
pl: Domena została usunięta z organizacji.
pt: Você removeu com sucesso este domínio de e-mail da organização.
zh: 您已成功将此邮箱域名从组织中移除。

source: You have successfully removed this email from the organisation.
de: Sie haben diese E-Mail erfolgreich von der Organisation entfernt.
es: Has eliminado exitosamente este correo de la organización.
fr: Vous avez supprimé avec succès cet e-mail de l'organisation.
it: Hai rimosso correttamente questa email dall'organizzazione.
ja: このメールは組織から正常に削除されました。
nl: Je hebt deze e-mail succesvol uit de organisatie verwijderd.
pl: Adres e-mail został usunięty z organizacji.
pt: Você removeu com sucesso este e-mail da organização.
zh: 您已成功将此邮箱从组织中移除。

source: You have successfully removed this envelope item.
de: Sie haben dieses Kuvert-Element erfolgreich entfernt.
es: Ha eliminado este elemento de sobre con éxito.
fr: Vous avez supprimé cet article d'enveloppe avec succès.
it: Hai rimosso con successo questo elemento della busta.
ja: 封筒アイテムを正常に削除しました。
nl: U heeft dit envelop-item succesvol verwijderd.
pl: Element koperty został usunięty.
pt: Você removeu com sucesso este item do envelope.
zh: 您已成功移除此信封条目。

source: You have successfully removed this group from the organisation.
de: Sie haben diese Gruppe erfolgreich aus der Organisation entfernt.
es: Has eliminado este grupo de la organización exitosamente.
fr: Vous avez enlevé ce groupe de l'organisation avec succès.
it: Hai rimosso con successo questo gruppo dall'organizzazione.
ja: 組織からこのグループを正常に削除しました。
nl: Je hebt deze groep succesvol uit de organisatie verwijderd.
pl: Grupa została usunięta z organizacji.
pt: Você removeu com sucesso este grupo da organização.
sq: Ju keni hequr me sukses këtë grup nga organizata.
sv: Du har framgångsrikt tagit bort denna grupp från organisationen.
zh: 您已成功将该组从组织中移除。

source: You have successfully removed this group from the team.
de: Sie haben diese Gruppe erfolgreich aus dem Team entfernt.
es: Has eliminado este grupo del equipo exitosamente.
fr: Vous avez enlevé ce groupe de l'équipe avec succès.
it: Hai rimosso con successo questo gruppo dal team.
ja: チームからこのグループを正常に削除しました。
nl: Je hebt deze groep succesvol uit het team verwijderd.
pl: Grupa została usunięta z zespołu.
pt: Você removeu com sucesso este grupo da equipe.
sq: Ju keni hequr me sukses këtë grup nga ekipi.
sv: Du har framgångsrikt tagit bort denna grupp från teamet.
zh: 您已成功将该组从团队中移除。

source: You have successfully removed this user from the organisation.
de: Sie haben diesen Benutzer erfolgreich aus der Organisation entfernt.
es: Has eliminado este usuario de la organización exitosamente.
fr: Vous avez enlevé cet utilisateur de l'organisation avec succès.
it: Hai rimosso con successo questo utente dall'organizzazione.
ja: 組織からこのユーザーを正常に削除しました。
nl: Je hebt deze gebruiker succesvol uit de organisatie verwijderd.
pl: Użytkownik został usunięty z organizacji.
pt: Você removeu com sucesso este usuário da organização.
sq: Ju keni hequr me sukses këtë përdorues nga organizata.
sv: Du har framgångsrikt tagit bort denna användare från organisationen.
zh: 您已成功将该用户从组织中移除。

source: You have successfully removed this user from the team.
de: Sie haben diesen Benutzer erfolgreich aus dem Team entfernt.
es: Has eliminado a este usuario del equipo con éxito.
fr: Vous avez retiré cet utilisateur de l'équipe avec succès.
it: Hai rimosso con successo questo utente dal team.
ja: このユーザーをチームから正常に削除しました。
nl: Je hebt deze gebruiker succesvol uit het team verwijderd.
pl: Użytkownik został usunięty z zespołu.
pt: Você removeu com sucesso este usuário da equipe.
sq: Ju keni hequr me sukses këtë përdorues nga ekipi.
sv: Du har framgångsrikt tagit bort denna användare från teamet.
zh: 你已成功将该用户从团队中移除。

source: You have successfully revoked access.
de: Sie haben den Zugriff erfolgreich widerrufen.
es: Has revocado el acceso con éxito.
fr: Vous avez révoqué l'accès avec succès.
it: Hai revocato con successo l'accesso.
ja: アクセスを正常に取り消しました。
nl: Je hebt de toegang succesvol ingetrokken.
pl: Dostęp został unieważniony.
pt: Você revogou o acesso com sucesso.
sq: Ju keni revokuar me sukses aksesin.
sv: Du har framgångsrikt återkallat åtkomsten.
zh: 你已成功撤销访问权限。

source: You have the right to withdraw your consent to use electronic signatures at any time before completing the signing process. To withdraw your consent, please contact the sender of the document. In failing to contact the sender you may reach out to <0>{SUPPORT_EMAIL}</0> for assistance. Be aware that withdrawing consent may delay or halt the completion of the related transaction or service.
de: Sie haben das Recht, Ihre Zustimmung zur Verwendung elektronischer Unterschriften jederzeit vor Abschluss des Unterzeichnungsprozesses zu widerrufen. Um Ihre Zustimmung zu widerrufen, kontaktieren Sie bitte den Absender des Dokuments. Sollten Sie den Absender nicht erreichen, können Sie sich für Unterstützung an <0>{SUPPORT_EMAIL}</0> wenden. Seien Sie sich bewusst, dass der Widerruf der Zustimmung den Abschluss der zugehörigen Transaktion oder Dienstleistung verzögern oder stoppen kann.
es: Usted tiene el derecho de retirar su consentimiento para usar firmas electrónicas en cualquier momento antes de completar el proceso de firma. Para retirar su consentimiento, comuníquese con el remitente del documento. Si no se comunica con el remitente, puede comunicarse con <0>{SUPPORT_EMAIL}</0> para obtener asistencia. Tenga en cuenta que retirar el consentimiento puede retrasar o detener la finalización de la transacción o servicio relacionado.
fr: Vous avez le droit de retirer votre consentement à l'utilisation des signatures électroniques à tout moment avant de terminer le processus de signature. Pour retirer votre consentement, veuillez contacter l'expéditeur du document. Si vous ne contactez pas l'expéditeur, vous pouvez contacter <0>{SUPPORT_EMAIL}</0> pour obtenir de l'aide. Sachez que le retrait de consentement peut retarder ou arrêter l'achèvement de la transaction ou du service associé.
it: Hai il diritto di ritirare il tuo consenso all'uso delle firme elettroniche in qualsiasi momento prima di completare il processo di firma. Per ritirare il tuo consenso, contatta il mittente del documento. Nel caso in cui non riesci a contattare il mittente, puoi contattare <0>{SUPPORT_EMAIL}</0> per assistenza. Sii consapevole che il ritiro del consenso potrebbe ritardare o fermare il completamento della transazione o del servizio correlato.
ja: 署名プロセスを完了する前であれば、電子署名の利用に対する同意をいつでも撤回する権利があります。同意を撤回するには、文書の送信者に連絡してください。送信者に連絡できない場合は、<0>{SUPPORT_EMAIL}</0> までお問い合わせください。同意を撤回すると、関連する取引やサービスの完了が遅延または中止される可能性がある点にご注意ください。
nl: Je hebt het recht je toestemming voor het gebruik van elektronische handtekeningen op elk moment vóór voltooiing van het ondertekeningsproces in te trekken. Neem hiervoor contact op met de verzender van het document. Als dat niet lukt, kun je contact opnemen met <0>{SUPPORT_EMAIL}</0> voor hulp. Houd er rekening mee dat het intrekken van toestemming de voltooiing van de betreffende transactie of dienst kan vertragen of stopzetten.
pl: Masz prawo wycofać swoją zgodę na używanie podpisów elektronicznych w dowolnym momencie przed zakończeniem procesu podpisywania. Aby wycofać zgodę, skontaktuj się z nadawcą dokumentu. Jeśli nie możesz skontaktować się z nadawcą, napisz do nas na adres <0>{SUPPORT_EMAIL}</0>. Pamiętaj, że wycofanie zgody może opóźnić lub wstrzymać realizację danej transakcji lub usługi.
pt: Você tem o direito de retirar seu consentimento para usar assinaturas eletrônicas a qualquer momento antes de concluir o processo de assinatura. Para retirar seu consentimento, entre em contato com o remetente do documento. Se não conseguir contatar o remetente, você pode entrar em contato com <0>{SUPPORT_EMAIL}</0> para obter assistência. Tenha em mente que retirar o consentimento pode atrasar ou interromper a conclusão da transação ou serviço relacionado.
sq: Keni të drejtë të tërhiqni pëlqimin tuaj për të përdorur firmat elektronike në çdo kohë para përfundimit të procesit të nënshkrimit. Për të tërhequr pëlqimin, ju lutemi kontaktoni dërguesin e dokumentit. Në rast se nuk arrini të kontaktoni dërguesin, mund të lidhni me <0>{SUPPORT_EMAIL}</0> për ndihmë. Kini parasysh se tërheqja e pëlqimit mund të vonojë ose ndalojë përfundimin e transaksionit ose shërbimit të lidhur.
sv: Du har rätt att återkalla ditt samtycke till att använda elektroniska signaturer när som helst innan signeringsprocessen slutförs. För att återkalla ditt samtycke, kontakta avsändaren av dokumentet. Om du inte kan kontakta avsändaren kan du nå ut till <0>{SUPPORT_EMAIL}</0> för hjälp. Var medveten om att återkallande av samtycke kan fördröja eller stoppa slutförandet av den relaterade transaktionen eller tjänsten.
zh: 在完成签署流程之前，你有权随时撤回对使用电子签名的同意。要撤回同意，请联系文档的发送方。如果无法联系发送方，你可以通过 <0>{SUPPORT_EMAIL}</0> 与我们联系以获得协助。请注意，撤回同意可能会延迟或中止相关交易或服务的完成。

source: You have updated {memberName}.
de: Sie haben {memberName} aktualisiert.
es: Has actualizado a {memberName}.
fr: Vous avez mis à jour {memberName}.
it: Hai aggiornato {memberName}.
ja: {memberName} を更新しました。
nl: Je hebt {memberName} bijgewerkt.
pl: Użytkownik {memberName} został zaktualizowany.
pt: Você atualizou {memberName}.
sq: Ju keni përditësuar {memberName}.
sv: Du har uppdaterat {memberName}.
zh: 您已更新 {memberName}。

source: You have updated {organisationMemberName}.
de: Sie haben {organisationMemberName} aktualisiert.
es: Has actualizado a {organisationMemberName}.
fr: Vous avez mis à jour {organisationMemberName}.
it: Hai aggiornato {organisationMemberName}.
ja: {organisationMemberName} を更新しました。
nl: Je hebt {organisationMemberName} bijgewerkt.
pl: Użytkownik {organisationMemberName} został zaktualizowany.
pt: Você atualizou {organisationMemberName}.
sq: Ju keni përditësuar {organisationMemberName}.
sv: Du har uppdaterat {organisationMemberName}.
zh: 您已更新 {organisationMemberName}。

source: You have updated the team group.
de: Sie haben die Teamgruppe aktualisiert.
es: Has actualizado el grupo de equipo.
fr: Vous avez mis à jour le groupe d'équipe.
it: Hai aggiornato il gruppo del team.
ja: チームグループを更新しました。
nl: Je hebt de teamgroep bijgewerkt.
pl: Grupa zespołu została zaktualizowana.
pt: Você atualizou o grupo da equipe.
sq: Ju keni përditësuar grupin e ekipit.
sv: Du har uppdaterat teamgruppen.
zh: 您已更新该团队组。

source: You have verified your email address for <0>{0}</0>.
de: Sie haben Ihre E-Mail-Adresse für <0>{0}</0> bestätigt.
es: Has verificado tu dirección de correo electrónico para <0>{0}</0>.
fr: Vous avez vérifié votre adresse e-mail pour <0>{0}</0>.
it: Hai verificato il tuo indirizzo email per <0>{0}</0>.
ja: <0>{0}</0> のメールアドレスを確認しました。
nl: Je hebt je e‑mailadres voor <0>{0}</0> geverifieerd.
pl: Adres e-mail zespołu <0>{0}</0> został zweryfikowany.
pt: Você verificou seu endereço de e-mail para <0>{0}</0>.
sq: Ju keni verifikuar adresën tuaj të emailit për <0>{0}</0>.
sv: Du har verifierat din e-postadress för <0>{0}</0>.
zh: 你已验证在 <0>{0}</0> 的邮箱地址。

source: You must enter '{deleteMessage}' to proceed
de: Sie müssen '{deleteMessage}' eingeben, um fortzufahren
es: Debes ingresar '{deleteMessage}' para continuar
fr: Vous devez entrer '{deleteMessage}' pour continuer
it: Devi inserire '{deleteMessage}' per procedere
ja: ' {deleteMessage}' と入力する必要があります
nl: Je moet '{deleteMessage}' invoeren om door te gaan
pl: Wpisz „{deleteMessage}”, aby kontynuować
pt: Você deve digitar '{deleteMessage}' para prosseguir
sq: Duhet të shkruani '{deleteMessage}' për të vazhduar
sv: Du måste ange '{deleteMessage}' för att fortsätta
zh: 你必须输入“{deleteMessage}”才能继续

source: You must select at least one item
de: Sie müssen mindestens ein Element auswählen
es: Debe seleccionar al menos un elemento
fr: Vous devez sélectionner au moins un élément
it: Devi selezionare almeno un elemento
ja: 少なくとも1件は選択してください
nl: U moet minstens één item selecteren
pl: Wybierz co najmniej jednego odbiorcę
pt: Você deve selecionar pelo menos um item
zh: 您必须至少选择一项

source: You must type '{deleteMessage}' to confirm
de: Sie müssen '{deleteMessage}' eingeben, um zu bestätigen
es: Debes escribir '{deleteMessage}' para confirmar
fr: Vous devez taper '{deleteMessage}' pour confirmer
it: Devi digitare '{deleteMessage}' per confermare
ja: 確認するには「{deleteMessage}」と入力する必要があります
nl: Je moet '{deleteMessage}' typen om te bevestigen
pl: Wpisz „{deleteMessage}”, aby potwierdzić
pt: Você deve digitar '{deleteMessage}' para confirmar
sq: Ju duhet të shkruani '{deleteMessage}' për të konfirmuar
sv: Du måste skriva '{deleteMessage}' för att bekräfta
zh: 您必须输入“{deleteMessage}”以确认

source: You need at least one recipient to add fields
de: Sie benötigen mindestens einen Empfänger, um Felder hinzuzufügen
es: Necesita al menos un destinatario para añadir campos
fr: Vous avez besoin d'au moins un destinataire pour ajouter des champs
it: Hai bisogno di almeno un destinatario per aggiungere campi
ja: フィールドを追加するには、少なくとも1人の受信者が必要です
nl: U heeft minimaal één ontvanger nodig om velden toe te voegen
pl: Potrzebujesz co najmniej jednego odbiorcy, aby dodać pola
pt: Você precisa de pelo menos um destinatário para adicionar campos
zh: 您至少需要一个收件人才能添加字段

source: You need at least one recipient to send a document
de: Sie benötigen mindestens einen Empfänger, um ein Dokument zu senden
es: Necesitas al menos un destinatario para enviar un documento
fr: Vous avez besoin d'au moins un destinataire pour envoyer un document
it: Hai bisogno di almeno un destinatario per inviare un documento
ja: 文書を送信するには、少なくとも1人の受信者が必要です
nl: U heeft minimaal één ontvanger nodig om een document te versturen
pl: Potrzebujesz co najmniej jednego odbiorcy, aby wysłać dokument
pt: Você precisa de pelo menos um destinatário para enviar um documento
zh: 您至少需要一个收件人才能发送文档

source: You need to be an admin to manage API tokens.
de: Sie müssen Administrator sein, um API-Token zu verwalten.
es: Necesitas ser administrador para gestionar tokens de API.
fr: Vous devez être administrateur pour gérer les tokens API.
it: Devi essere un amministratore per gestire i token API.
ja: API トークンを管理するには、管理者である必要があります。
nl: Je moet beheerder zijn om API-tokens te beheren.
pl: Musisz być administratorem, aby zarządzać tokenami API.
pt: Você precisa ser um administrador para gerenciar tokens de API
sq: Duhet të jeni administrator për të menaxhuar token-et e API-së.
sv: Du måste vara administratör för att hantera API-tokens.
zh: 您需要具有管理员权限才能管理 API 令牌。

source: You need to be logged in as <0>{email}</0> to view this page.
de: Sie müssen als <0>{email}</0> angemeldet sein, um diese Seite anzuzeigen.
es: Debes iniciar sesión como <0>{email}</0> para ver esta página.
fr: Vous devez être connecté en tant que <0>{email}</0> pour voir cette page.
it: Devi essere loggato come <0>{email}</0> per visualizzare questa pagina.
ja: このページを表示するには、<0>{email}</0> としてログインしている必要があります。
nl: Je moet ingelogd zijn als <0>{email}</0> om deze pagina te bekijken.
pl: Musisz być zalogowany jako <0>{email}</0>, aby zobaczyć tę stronę.
pt: Você precisa estar conectado como <0>{email}</0> para visualizar esta página.
sq: Ju duhet të jeni të identifikuar si <0>{email}</0> për të parë këtë faqe.
sv: Du måste vara inloggad som <0>{email}</0> för att se denna sida.
zh: 你需要以 <0>{email}</0> 的身份登录才能查看此页面。

source: You need to be logged in to view this page.
de: Sie müssen angemeldet sein, um diese Seite anzuzeigen.
es: Debes iniciar sesión para ver esta página.
fr: Vous devez être connecté pour voir cette page.
it: Devi essere loggato per visualizzare questa pagina.
ja: このページを表示するにはログインが必要です。
nl: Je moet ingelogd zijn om deze pagina te bekijken.
pl: Musisz być zalogowany, aby zobaczyć tę stronę.
pt: Você precisa estar conectado para visualizar esta página.
sq: Ju duhet të jeni i identifikuar për të parë këtë faqe.
sv: Du måste vara inloggad för att se denna sida.
zh: 你需要登录才能查看此页面。

source: You need to setup 2FA to mark this document as viewed.
de: Sie müssen 2FA einrichten, um dieses Dokument als angesehen zu markieren.
es: Debes configurar 2FA para marcar este documento como visto.
fr: Vous devez configurer 2FA pour marquer ce document comme vu.
it: Devi configurare l'autenticazione a due fattori per contrassegnare questo documento come visualizzato.
ja: この文書を閲覧済みにするには、2FA を設定する必要があります。
nl: Je moet 2FA instellen om dit document als bekeken te markeren.
pl: Musisz skonfigurować weryfikację dwuetapową, aby oznaczyć dokument jako przeczytany.
pt: Você precisa configurar a autenticação de dois fatores (2FA) para marcar este documento como visualizado.
sq: Duhet të konfiguroni 2FA për të shënuar këtë dokument si të parë.
sv: Du måste konfigurera 2FA för att markera detta dokument som visat.
zh: 你需要设置双重验证才能将此文档标记为已查看。

source: You will need to configure any claims or subscription after creating this organisation
de: Sie müssen nach der Erstellung dieser Organisation alle Ansprüche oder Abonnements konfigurieren.
es: Necesitarás configurar cualquier reclamo o suscripción después de crear esta organización
fr: Vous devrez configurer toutes les réclamations ou abonnements après avoir créé cette organisation
it: Dovrai configurare eventuali reclami o abbonamenti dopo aver creato questa organizzazione
ja: この組織を作成した後に、クレームやサブスクリプションを構成する必要があります。
nl: Je moet alle claims of abonnementen configureren nadat je deze organisatie hebt aangemaakt
pl: Po utworzeniu organizacji musisz skonfigurować subskrypcję
pt: Você precisará configurar quaisquer declarações ou assinatura após a criação desta organização
sq: Ju do të duhet të konfiguroni çdo kërkesë ose abonim pas krijimit të kësaj organizate
sv: Du kommer att behöva konfigurera eventuella anspråk eller prenumerationer efter att ha skapat denna organisation
zh: 创建此组织后，您需要配置相关声明或订阅

source: You will now be required to enter a code from your authenticator app when signing in.
de: Sie müssen bei der Anmeldung jetzt einen Code von Ihrer Authenticator-App eingeben.
es: Ahora se te pedirá que ingreses un código de tu aplicación de autenticador al iniciar sesión.
fr: Vous devrez maintenant entrer un code de votre application d'authentification lors de la connexion.
it: Ora ti verrà richiesto di inserire un codice dalla tua app di autenticazione durante l'accesso.
ja: 今後、サインイン時には認証アプリのコード入力が必要になります。
nl: Je moet nu bij het inloggen een code uit je authenticator‑app invoeren.
pl: Kod z aplikacji uwierzytelniającej będzie wymagany podczas logowania.
pt: Você agora precisará inserir um código do seu aplicativo autenticador ao fazer login.
sq: Tani do të kërkohet të futni një kod nga aplikacioni juaj i autentifikimit kur regjistroheni.
sv: Du kommer nu att behöva ange en kod från din autentiseringsapp när du loggar in.
zh: 今后登录时，你需要输入验证器应用中的验证码。

source: You will receive an email copy of the signed document once everyone has signed.
de: Sie erhalten eine Kopie des unterschriebenen Dokuments per E-Mail, sobald alle unterschrieben haben.
es: Recibirás una copia por correo electrónico del documento firmado cuando todos hayan firmado.
fr: Vous recevrez une copie par e-mail du document signé une fois que tout le monde aura signé.
it: Riceverai una copia del documento firmato via email non appena tutti avranno firmato.
ja: 全員の署名が完了すると、署名済みドキュメントのコピーがメールで送信されます。
nl: U ontvangt een kopie van het ondertekende document per e-mail zodra iedereen heeft ondertekend.
pl: Otrzymasz kopię dokumentu, gdy wszyscy go podpiszą.
zh: 当所有人签署完成后，您将收到一份已签署文档的电子邮件副本。

source: Your Account
de: Ihr Konto
es: Su cuenta
fr: Votre Compte
it: Il tuo Account
ja: あなたのアカウント
nl: Uw account
pl: Twoje konto
pt: Sua Conta
zh: 您的账户

source: Your account has been deleted successfully.
de: Ihr Konto wurde erfolgreich gelöscht.
es: Tu cuenta ha sido eliminada con éxito.
fr: Votre compte a été supprimé avec succès.
it: Il tuo account è stato eliminato con successo.
ja: アカウントは正常に削除されました。
nl: Je account is succesvol verwijderd.
pl: Twoje konto zostało pomyślnie usunięte.
pt: Sua conta foi excluída com sucesso.
sq: Llogaria juaj është fshirë me sukses.
sv: Ditt konto har tagits bort framgångsrikt.
zh: 你的账号已成功删除。

source: Your avatar has been updated successfully.
de: Ihr Avatar wurde erfolgreich aktualisiert.
es: Tu avatar ha sido actualizado con éxito.
fr: Votre avatar a été mis à jour avec succès.
it: Il tuo avatar è stato aggiornato correttamente.
ja: アバターは正常に更新されました。
nl: Je avatar is succesvol bijgewerkt.
pl: Awatar został pomyślnie zaktualizowany.
pt: Sua imagem de perfil foi atualizada com sucesso.
sq: Avatari juaj është përditësuar me sukses.
sv: Din avatar har uppdaterats framgångsrikt.
zh: 头像已成功更新。

source: Your banner has been updated successfully.
de: Ihr Banner wurde erfolgreich aktualisiert.
es: Tu banner ha sido actualizado con éxito.
fr: Votre bannière a été mise à jour avec succès.
it: Il tuo banner è stato aggiornato correttamente.
ja: バナーは正常に更新されました。
nl: Je banner is succesvol bijgewerkt.
pl: Baner został pomyślnie zaktualizowany.
pt: Seu banner foi atualizado com sucesso.
sq: Baneri juaj është përditësuar me sukses.
sv: Din banner har uppdaterats framgångsrikt.
zh: 横幅已成功更新。

source: Your brand website URL
de: Ihre Marken-Website-URL
es: La URL de tu sitio web de marca
fr: L'URL de votre site web de marque
it: URL del sito web del tuo marchio
ja: ブランドの Web サイト URL
nl: De URL van je merkwebsite
pl: Adres URL strony internetowej marki
pt: URL do seu site de marca
sq: URL-i i faqes së internetit të markës suaj
sv: URL till din varumärkeswebbplats
zh: 你的品牌网站 URL

source: Your branding preferences have been updated
de: Ihre Markenpräferenzen wurden aktualisiert
es: Tus preferencias de marca han sido actualizadas
fr: Vos préférences de branding ont été mises à jour
it: Le tue preferenze di branding sono state aggiornate
ja: ブランディング設定を更新しました
nl: Je brandingvoorkeuren zijn bijgewerkt
pl: Ustawienia brandingu zostały zaktualizowane
pt: Suas preferências de marca foram atualizadas
sq: Preferencat tuaja të markës janë përditësuar
sv: Dina varumärkespreferenser har uppdaterats
zh: 你的品牌偏好设置已更新
