Repository: documenso/documenso
Catalog: packages/lib/translations/*/web.po
Languages: de, es, fr, it, ja, nl, pl, pt, sq, sv, zh

source: We will generate signing links for with you, which you can send to the recipients through your method of choice.
sq: Ne do të gjenerojmë lidhje për nënshkrim me ju, të cilat mund t'i dërgoni te marrësit përmes metodës tuaj të zgjedhur.

source: You have reached the maximum number of teams for your plan. Please contact sales at <0>support@documenso.com</0> if you would like to adjust your plan.
sq: Ju keni arritur numrin maksimal të ekipeve për planin tuaj. Ju lutemi kontaktoni shitjet në <0>support@documenso.com</0> nëse dëshironi të ndryshoni planin tuaj.
sv: Du har nått det maximala antalet team för din plan. Kontakta försäljning på <0>support@documenso.com</0> om du vill justera din plan.

source: Your payment for teams is overdue. Please settle the payment to avoid any service disruptions.
sq: Pagesa juaj për ekipet është e prapambetur. Ju lutemi paguani për të shmangur ndërprerjet në shërbim.
sv: Din betalning för team är försenad. Vänligen betala för att undvika eventuella serviceavbrott.

source: Your plan does not support inviting members. Please upgrade or your plan or contact sales at <0>support@documenso.com</0> if you would like to discuss your options.
sq: Plani juaj nuk mbulon ftesën e anëtarëve. Ju lutemi përditësoni ose kontaktoni me shitjet në <0>support@documenso.com</0> nëse dëshironi të diskutoni opsionet tuaja.
sv: Din plan stöder inte att bjuda in medlemmar. Vänligen uppgradera din plan eller kontakta försäljning på <0>support@documenso.com</0> om du vill diskutera dina alternativ.

source: "{documentName}" has been signed
sv: "{documentName}" har signerats

source: "{documentName}" was signed by all signers
sv: "{documentName}" har signerats av alla undertecknare

source: Cc
sv: Kopia

source: CC
sv: KOPIA

source: CC'd
sv: Kopierad

source: Ccers
sv: Kopierare

source: Document viewed
sv: Dokument visat

source: Hey I'm Timur
sv: Hej, jag är Timur

source: Manage the {1} organisation subscription
sv: Hantera {1} organisationens prenumeration

source: You have signed "{documentName}"
sv: Du har signerat "{documentName}"
