Repository: documenso/documenso
Catalog: packages/lib/translations/*/web.po
Languages: de, es, fr, it, ja, nl, pl, pt, sq, sv, zh

# Audit log format
source: Document signing auth updated
de: Dokument unterschreiben Authentifizierung aktualisiert
es: Se actualizó la autenticación de firma del documento
fr: Authentification de signature de document mise à jour
it: Autenticazione firma documento aggiornata
ja: ドキュメントの署名認証が更新されました
nl: Documentondertekeningsautorisatie bijgewerkt
pl: Zaktualizowano metodę uwierzytelniania odbiorcy do dokumentu
pt: Autorização de assinatura do documento atualizada
zh: 文档签署认证已更新

source: Document signing process will be cancelled
de: Der Dokumentenunterzeichnungsprozess wird abgebrochen
es: El proceso de firma del documento será cancelado
fr: Le processus de signature du document sera annulé
it: Il processo di firma del documento sarà annullato
ja: 文書の署名プロセスはキャンセルされます
nl: Het ondertekeningsproces van het document wordt geannuleerd
pl: Proces podpisywania dokumentu zostanie anulowany
pt: O processo de assinatura do documento será cancelado
sq: Procesi i Nënshkrimit të Dokumentit do të Anulohet
sv: Dokumentsigneringsprocessen kommer att avbrytas
zh: 文档签署流程将被取消

source: Document status
de: Dokumentenstatus
es: Estado del documento
fr: Statut du document
it: Stato del documento
ja: 文書のステータス
pl: Status dokumentu
pt: Estado do documento
sq: Statusi i Dokumentit
sv: Dokumentstatus
zh: 文档状态

source: Document title
de: Dokumenttitel
es: Título del documento
fr: Titre du document
it: Titolo del documento
ja: 文書タイトル
nl: Documenttitel
pl: Tytuł dokumentu
pt: Título do documento
sq: Titulli i Dokumentit
sv: Dokumenttitel
zh: 文档标题

source: Document Title
de: Dokumenttitel
es: Título del Documento
fr: Titre du document
it: Titolo del Documento
ja: ドキュメントタイトル
nl: Documenttitel
pl: Tytuł dokumentu
pt: Título do documento
zh: 文档标题

# Audit log format
source: Document title updated
de: Dokumenttitel aktualisiert
es: Título del documento actualizado
fr: Titre du document mis à jour
it: Titolo del documento aggiornato
ja: ドキュメントタイトルが更新されました
nl: Documenttitel bijgewerkt
pl: Zaktualizowano tytuł dokumentu
pt: Título do documento atualizado
zh: 文档标题已更新

# Audit log format
source: Document updated
de: Dokument aktualisiert
es: Documento actualizado
fr: Document mis à jour
it: Documento aggiornato
ja: ドキュメントが更新されました
nl: Document bijgewerkt
pl: Zaktualizowano dokument
pt: Documento atualizado
zh: 文档已更新

source: Document updated successfully
de: Dokument erfolgreich aktualisiert
es: Documento actualizado con éxito
fr: Document mis à jour avec succès
it: Documento aggiornato con successo
ja: ドキュメントは正常に更新されました
nl: Document succesvol bijgewerkt
pl: Dokument został zaktualizowany
pt: Documento atualizado com sucesso
sq: Dokumenti u përditësua me sukses
sv: Dokument uppdaterat framgångsrikt
zh: 文档更新成功

source: Document upload disabled due to unpaid invoices
de: Dokumenten-Upload deaktiviert aufgrund unbezahlter Rechnungen
es: La carga de documentos está deshabilitada debido a facturas impagadas
fr: Importation de documents désactivé en raison de factures impayées
it: Caricamento del documento disabilitato a causa di fatture non pagate
ja: 未払いの請求書があるため、文書のアップロードは無効化されています
nl: Uploaden van documenten uitgeschakeld wegens onbetaalde facturen
pl: Przesyłanie dokumentów zostało wyłączone z powodu nieopłaconych faktur
pt: Envio de documento desativado devido a faturas não pagas
sq: Ngarkimi i Dokumentit është i Çaktivizuar për Shkak të Faturave të Papaguara
sv: Dokumentuppladdning inaktiverad på grund av obetalda fakturor
zh: 由于有未支付账单，已禁用文档上传

source: Document uploaded
de: Dokument hochgeladen
es: Documento subido
fr: Document importé
it: Documento caricato
ja: 文書をアップロードしました
nl: Document geüpload
pl: Dokument został przesłany
pt: Documento enviado
sq: Dokumenti është Ngarkuar
sv: Dokument uppladdat
zh: 文档已上传

# Audit log format
source: Document viewed
de: Dokument betrachtet
es: Documento visto
fr: Document vu
it: Documento visualizzato
ja: ドキュメントが閲覧されました
nl: Document bekeken
pl: Wyświetlono dokument
pt: Documento visualizado
zh: 文档已查看

source: Document Viewed
de: Dokument angesehen
es: Documento visto
fr: Document consulté
it: Documento visualizzato
ja: 文書が閲覧されました
nl: Document bekeken
pl: Dokument został wyświetlony
pt: Documento visualizado
sq: Dokumenti u Shikua
sv: Dokument visat
zh: 文档已查看

source: Document visibility
de: Dokumentensichtbarkeit
es: Visibilidad del Documento
fr: Visibilité du document
it: Visibilità del Documento
ja: ドキュメント公開範囲
nl: Documentzichtbaarheid
pl: Widoczność dokumentu
pt: Visibilidade do documento
zh: 文档可见性

# Audit log format
source: Document visibility updated
de: Sichtbarkeit des Dokuments aktualisiert
es: Visibilidad del documento actualizada
fr: Visibilité du document mise à jour
it: Visibilità del documento aggiornata
ja: ドキュメント公開範囲が更新されました
nl: Documentzichtbaarheid bijgewerkt
pl: Zaktualizowano widoczność dokumentu
pt: Visibilidade do documento atualizada
zh: 文档可见性已更新

source: Document Volume
de: Dokumentenmenge
es: Volumen del documento
fr: Volume de documents
it: Volume del documento
ja: 文書ボリューム
pl: Liczba dokumentów
zh: 文档量

source: Document will be permanently deleted
de: Dokument wird dauerhaft gelöscht
es: El documento será eliminado permanentemente
fr: Le document sera supprimé de manière permanente
it: Il documento sarà eliminato definitivamente
ja: 文書は完全に削除されます
nl: Document wordt permanent verwijderd
pl: Dokument zostanie trwale usunięty
pt: O documento será excluído permanentemente
sq: Dokumenti do të Fshihet Përgjithmonë
sv: Dokument kommer att raderas permanent
zh: 文档将被永久删除

source: Documentation
de: Dokumentation
es: Documentación
it: Documentazione
ja: ドキュメント
nl: Documentatie
pl: Dokumentacja
pt: Documentação
zh: 文档

source: Documents
de: Dokumente
es: Documentos
it: Documenti
ja: 文書
nl: Documenten
pl: Dokumenty
pt: Documentos
sq: Dokumentet
sv: Dokument
zh: 文档

source: Documents and resources related to this envelope.
de: Dokumente und Ressourcen im Zusammenhang mit diesem Umschlag.
es: Documentos y recursos relacionados con este sobre.
fr: Documents et ressources liés à cette enveloppe.
it: Documenti e risorse relative a questa busta.
ja: この封筒に関連する文書およびリソースです。
nl: Documenten en bronnen die bij deze envelop horen.
pl: Dokumenty i zasoby powiązane z kopertą.
pt: Documentos e recursos relacionados a este envelope.
zh: 与此信封相关的文档和资源。

source: Documents Completed
de: Dokumente abgeschlossen
es: Documentos completados
fr: Documents Complétés
it: Documenti completati
ja: 完了した文書数
nl: Documenten voltooid
pl: Zakończone dokumenty
zh: 已完成的文档

source: Documents Created
de: Dokumente erstellt
es: Documentos creados
fr: Documents Créés
it: Documenti creati
ja: 作成された文書数
nl: Documenten aangemaakt
pl: Utworzone dokumenty
zh: 已创建的文档

source: Documents created from template
de: Dokumente erstellt aus Vorlage
es: Documentos creados a partir de la plantilla
fr: Documents créés à partir du modèle
it: Documenti creati da modello
ja: テンプレートから作成された文書
nl: Documenten aangemaakt vanuit sjabloon
pl: Dokumenty utworzone z szablonu
pt: Documentos criados a partir do modelo
sq: Dokumentet e krijuara nga shablloni
sv: Dokument skapade från mall
zh: 由模板创建的文档

source: Documents Received
de: Dokumente empfangen
es: Documentos recibidos
fr: Documents reçus
it: Documenti ricevuti
ja: 受信した文書
nl: Ontvangen documenten
pl: Odebrane dokumenty
pt: Documentos recebidos
sq: Dokumentet e Marra
sv: Dokument mottagna
zh: 已接收的文档

source: Documents that require your attention will appear here
de: Dokumente, die Ihre Aufmerksamkeit erfordern, erscheinen hier
es: Los documentos que requieren tu atención aparecerán aquí
fr: Les documents qui nécessitent votre attention apparaîtront ici
it: I documenti che richiedono la tua attenzione verranno visualizzati qui
ja: 対応が必要なドキュメントがここに表示されます
nl: Documenten die je aandacht vereisen, verschijnen hier
pl: Dokumenty wymagające Twojej uwagi pojawią się tutaj
pt: Os documentos que requerem sua atenção aparecerão aqui
sq: Dokumentet të cilat kërkojnë vëmendjen tuaj do të shfaqen këtu
sv: Dokument som kräver din uppmärksamhet kommer att visas här
zh: 需要您关注的文档会显示在此处

source: Documents Viewed
de: Dokumente angesehen
es: Documentos vistos
fr: Documents consultés
it: Documenti visualizzati
ja: 閲覧された文書
nl: Bekeken documenten
pl: Wyświetlone dokumenty
pt: Documentos visualizados
sq: Dokumentet e Shikuara
sv: Dokument visade
zh: 已查看的文档

source: Domain
es: Dominio
fr: Domaine
it: Dominio
ja: ドメイン
nl: Domein
pl: Domena
pt: Domínio
zh: 域名

source: Domain Added
de: Domain hinzugefügt
es: Dominio agregado
fr: Domaine ajouté
it: Dominio Aggiunto
ja: ドメインが追加されました
nl: Domein toegevoegd
pl: Domena została dodana
pt: Domínio adicionado
zh: 域名已添加

source: Domain already in use
de: Domain bereits in Verwendung
es: Dominio ya en uso
fr: Domaine déjà utilisé
it: Dominio già in uso
ja: このドメインはすでに使用されています
nl: Domein al in gebruik
pl: Domena jest już używana
pt: Domínio já em uso
zh: 域名已被使用

source: Domain Name
es: Nombre del dominio
fr: Nom de domaine
it: Nome Dominio
ja: ドメイン名
nl: Domeinnaam
pl: Nazwa domeny
pt: Nome de domínio
zh: 域名

source: Don't have an account? <0>Sign up</0>
de: Haben Sie kein Konto? <0>Registrieren</0>
es: ¿No tienes una cuenta? <0>Regístrate</0>
fr: Vous n'avez pas de compte? <0>Inscrivez-vous</0>
it: Non hai un account? <0>Registrati</0>
ja: アカウントをお持ちでないですか？<0>サインアップ</0>
nl: Nog geen account? <0>Registreer</0>
pl: Nie masz konta? <0>Zarejestruj się</0>
pt: Não tem uma conta? <0>Cadastre-se</0>
sq: Nuk ke llogari? <0>Regjistrohu</0>
sv: Har du inget konto? <0>Registrera dig</0>
zh: 还没有账号？<0>注册</0>

source: Download
de: Herunterladen
es: Descargar
fr: Télécharger
it: Scarica
ja: ダウンロード
nl: Downloaden
pl: Pobierz
pt: Baixar
sq: Shkarko
sv: Ladda ner
zh: 下载

source: Download Audit Logs
de: Auditprotokolle herunterladen
es: Descargar registros de auditoría
fr: Télécharger les journaux d'audit
it: Scarica i log di audit
ja: 監査ログをダウンロード
nl: Auditlogs downloaden
pl: Pobierz dziennik logów
pt: Baixar registros de auditoria
sq: Shkarko Auditing Logs
sv: Ladda ner granskningsloggar
zh: 下载审计日志

source: Download Certificate
de: Zertifikat herunterladen
es: Descargar certificado
fr: Télécharger le certificat
it: Scarica il certificato
ja: 証明書をダウンロード
nl: Certificaat downloaden
pl: Pobierz certyfikat
pt: Baixar certificado
sq: Shkarko Certifikatën
sv: Ladda ner certifikat
zh: 下载证书

source: Download Files
de: Dateien herunterladen
es: Descargar archivos
fr: Télécharger les fichiers
it: Scarica file
ja: ファイルをダウンロード
nl: Bestanden downloaden
pl: Pobierz pliki
pt: Baixar arquivos
zh: 下载文件

source: Download PDF
de: PDF herunterladen
es: Descargar PDF
fr: Télécharger PDF
it: Scarica PDF
ja: PDF をダウンロード
nl: PDF downloaden
pl: Pobierz plik PDF
pt: Baixar PDF
zh: 下载 PDF

source: Download Template CSV
de: Vorlage CSV herunterladen
es: Descargar Plantilla CSV
fr: Télécharger le modèle CSV
it: Scarica Modello CSV
ja: テンプレート用 CSV をダウンロード
nl: Sjabloon-CSV downloaden
pl: Pobierz szablon CSV
pt: Baixar modelo CSV
sq: Shkarko Modelin CSV
sv: Ladda ner mall-CSV
zh: 下载模板 CSV

source: Draft
de: Entwurf
es: Borrador
fr: Brouillon
it: Bozza
ja: 下書き
nl: Concept
pl: Szkic
pt: Rascunho
sv: Utkast
zh: 草稿

source: Draft documents
de: Entwurfdokumente
es: Documentos en borrador
fr: Documents en brouillon
it: Documenti in bozza
ja: 下書き文書
nl: Conceptdocumenten
pl: Szkice
pt: Documentos rascunho
sq: Dokumente në draft
sv: Utkastdokument
zh: 草稿文档

source: Drafted Documents
de: Entwurfte Dokumente
es: Documentos redactados
fr: Documents brouillon
it: Documenti redatti
ja: 下書き文書
nl: Conceptdocumenten
pl: Szkice dokumentów
pt: Documentos rascunho
sq: Dokumente të hartuara
sv: Utkastade dokument
zh: 草稿文档数量

source: Drag & drop your PDF here.
de: Ziehen Sie Ihr PDF hierher.
es: Arrastre y suelte su PDF aquí.
fr: Faites glisser et déposez votre PDF ici.
it: Trascina e rilascia il tuo PDF qui.
ja: PDF をここにドラッグ＆ドロップしてください。
nl: Sleep je PDF hierheen.
pl: Przeciągnij i upuść plik PDF.
pt: Arraste e solte seu PDF aqui.
sq: Tërhiqe dhe vendos PDF-in tuaj këtu.
sv: Dra och släpp din PDF här.
zh: 将 PDF 拖放到此处。

source: Drag and drop or click to upload
de: Ziehen Sie die Datei hierher oder klicken Sie, um hochzuladen
es: Arrastra y suelta o haz clic para cargar
fr: Glissez-déposez ou cliquez pour importer
it: Trascina e rilascia o fai clic per caricare
ja: ドラッグ＆ドロップするか、クリックしてアップロード
nl: Slepen en neerzetten of klik om te uploaden
pl: Przeciągnij i upuść lub kliknij, aby przesłać
pt: Arraste e solte ou clique para enviar
sq: Tërhiqni dhe lëshoni ose klikoni për të ngarkuar
sv: Dra och släpp eller klicka för att ladda upp
zh: 拖放或点击以上传

source: Drag and drop your PDF file here
de: Ziehen Sie Ihre PDF-Datei hierher
es: Arrastra y suelta tu archivo PDF aquí
fr: Faites glisser et déposez votre fichier PDF ici
it: Trascina qui il tuo file PDF
ja: PDF ファイルをここにドラッグ＆ドロップしてください
nl: Sleep je PDF-bestand hierheen
pl: Przeciągnij i upuść plik PDF
pt: Arraste e solte seu arquivo PDF aqui
sq: Tërhiqni dhe lëshoni skedarin tuaj PDF këtu
sv: Dra och släpp din PDF-fil här
zh: 将 PDF 文件拖放到此处

# Draw signature
source: Draw
de: Zeichnen
es: Dibujar
fr: Dessiner
it: Disegna
ja: 手書き
nl: Tekenen
pl: Rysowany
zh: 绘制

source: Drop your document here
de: Legen Sie Ihr Dokument hier ab
es: Suelta tu documento aquí
fr: Déposez votre document ici
it: Rilascia qui il tuo documento
ja: ドキュメントをここにドロップしてください
nl: Laat je document hier los
pl: Upuść dokument
pt: Solte seu documento aqui
sq: Lëshoni dokumentin tuaj këtu
sv: Släpp ditt dokument här
zh: 将文档拖放到此处

source: Dropdown
es: Menú desplegable
fr: Liste déroulante
it: Menu a tendina
ja: ドロップダウン
pl: Lista rozwijana
pt: Suspensão
sq: Lista zbritëse
sv: Rullgardinsmeny
zh: 下拉列表

source: Dropdown must have at least one option
de: Dropdown muss mindestens eine Option haben
es: El menú desplegable debe tener al menos una opción
fr: La liste déroulante doit avoir au moins une option
it: Il menu a tendina deve avere almeno un'opzione
ja: ドロップダウンには少なくとも 1 つのオプションが必要です
nl: Dropdown moet ten minste één optie hebben
pl: Lista rozwijana musi mieć co najmniej jedną opcję
pt: A suspensão deve ter pelo menos uma opção
zh: 下拉列表必须至少有一个选项

source: Dropdown options
de: Dropdown-Optionen
es: Opciones de menú desplegable
fr: Options de liste déroulante
it: Opzioni del menu a tendina
ja: ドロップダウンのオプション
nl: Dropdown-opties
pl: Opcje listy rozwijanej
pt: Opções de suspensão
sq: Opsionet e dropdown
sv: Rullgardinsalternativ
zh: 下拉选项

source: Dropdown Settings
de: Dropdown-Einstellungen
es: Configuración de Menú Desplegable
fr: Paramètres de la liste déroulante
it: Impostazioni Menu a Tendina
ja: ドロップダウン設定
nl: Instellingen dropdown
pl: Ustawienia listy rozwijanej
pt: Configurações de suspensão
zh: 下拉列表设置

source: Dropdown values
de: Dropdown-Werte
es: Valores del Menú Desplegable
fr: Valeurs de la liste déroulante
it: Valori del menu a tendina
ja: ドロップダウンの値
nl: Dropdownwaarden
pl: Wartości listy rozwijanej
pt: Valores de suspensão
zh: 下拉列表值

source: Duplicate
de: Duplizieren
es: Duplicar
fr: Dupliquer
it: Duplica
ja: 複製
nl: Dupliceren
pl: Zduplikuj
pt: Duplicar
sq: Duplikoj
sv: Duplicera
zh: 复制

source: Duplicate Document
de: Dokument duplizieren
es: Documento Duplicado
fr: Dupliquer le document
it: Duplica Documento
ja: ドキュメントを複製
nl: Document dupliceren
pl: Duplikuj dokument
pt: Duplicar documento
zh: 复制文档

source: Duplicate on all pages
de: Auf allen Seiten duplizieren
es: Duplicar en todas las páginas
fr: Dupliquer sur toutes les pages
it: Duplica in tutte le pagine
ja: すべてのページに複製
nl: Dupliceren op alle pagina's
pl: Zduplikuj na wszystkich stronach
pt: Duplicar em todas as páginas
sq: Kopjo në të gjitha faqet
sv: Duplicera på alla sidor
zh: 在所有页面上复制

source: Duplicate Template
de: Vorlage duplizieren
es: Plantilla Duplicada
fr: Dupliquer le modèle
it: Duplica Modello
ja: テンプレートを複製
nl: Sjabloon dupliceren
pl: Duplikuj szablon
pt: Duplicar modelo
zh: 复制模板

source: Duplicate values are not allowed
de: Doppelte Werte sind nicht erlaubt
es: No se permiten valores duplicados
fr: Les valeurs en double ne sont pas autorisées
it: I valori duplicati non sono ammessi
ja: 同じ値を重複して使用することはできません
nl: Dubbele waarden zijn niet toegestaan
pl: Zduplikowane wartości nie są dozwolone
pt: Valores duplicados não são permitidos
zh: 不允许重复的值

source: E.g. 0
de: Z. B. 0
es: Ej.: 0
fr: Par ex. 0
it: Es. 0
ja: 例: 0
nl: Bijv. 0
pl: Np. 0
zh: 例如：0

source: E.g. 100
de: Z. B. 100
es: Ej.: 100
fr: Par ex. 100
it: Es. 100
ja: 例: 100
nl: Bijv. 100
pl: Np. 100
zh: 例如：100

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
ja: 編集
nl: Bewerken
pl: Edytuj
pt: Editar
sq: Redakto
sv: Redigera
zh: 编辑

source: Edit Template
de: Vorlage bearbeiten
es: Editar plantilla
fr: Modifier le modèle
it: Modifica Modello
ja: テンプレートを編集
nl: Sjabloon bewerken
pl: Edytuj szablon
pt: Editar Modelo
sq: Redakto Shabllonin
sv: Redigera mall
zh: 编辑模板

source: Edit webhook
de: Webhook bearbeiten
es: Editar webhook
fr: Modifier le webhook
it: Modifica webhook
ja: Webhook を編集
nl: Webhook bewerken
pl: Edytuj webhook
pt: Editar webhook
sq: Redakto webhook
sv: Redigera webhook
zh: 编辑 Webhook

source: eg. Legal
de: z. B. Legal
es: p. ej., Legal
fr: par ex. Juridique
it: es. Legale
ja: 例: 法務
nl: bijv. Legal
pl: np. Dział prawny
zh: 例如：Legal

source: eg. Mac
de: z. B. Mac
es: p. ej., Mac
fr: par ex. Mac
it: es. Mac
ja: 例: Mac
nl: bijv. Mac
pl: np. Mac
zh: 例如：Mac

source: Electronic Delivery of Documents
de: Elektronische Zustellung von Dokumenten
es: Entrega Electrónica de Documentos
fr: Remise électronique de documents
it: Consegna elettronica dei documenti
ja: 文書の電子的な配信
nl: Elektronische levering van documenten
pl: Elektroniczne dostarczanie dokumentów
pt: Entrega Eletrônica de Documentos
sq: Dorëzimi Elektronik i Dokumenteve
sv: Elektronisk leverans av dokument
zh: 文档的电子交付

source: Electronic Signature Disclosure
de: Offenlegung der elektronischen Unterschrift
es: Divulgación de Firma Electrónica
fr: Divulgation de signature électronique
it: Divulgazione della firma elettronica
ja: 電子署名に関する開示
nl: Kennisgeving elektronische handtekening
pl: Informacje o podpisie elektronicznym
pt: Divulgação de Assinatura Eletrônica
sq: Zbulimi i Nënshkrimeve Elektronike
sv: Information om elektronisk signatur
zh: 电子签名披露

source: Email
es: Correo electrónico
ja: メール
pl: Adres e-mail
sv: E-post
zh: 邮箱

source: Email address
de: E-Mail-Adresse
es: Dirección de correo electrónico
fr: Adresse email
it: Indirizzo email
ja: メールアドレス
nl: E‑mailadres
pl: Adres e-mail
pt: endereço de e-mail
sq: Adresa e emailit
sv: E-postadress
zh: 邮箱地址

source: Email Address
de: E-Mail-Adresse
es: Dirección de correo electrónico
fr: Adresse e-mail
it: Indirizzo Email
ja: メールアドレス
nl: E‑mailadres
pl: Adres e-mail
pt: Endereço de e-mail
sq: Adresa e Emailit
sv: E-postadress
zh: 邮箱地址

source: Email already confirmed
de: E-Mail bereits bestätigt
es: Correo electrónico ya confirmado
fr: E-mail déjà confirmé
it: Email già confermata
ja: メールはすでに確認済みです
nl: E-mailadres al bevestigd
pl: Adres e-mail został już potwierdzony
pt: E-mail já confirmado
sq: Emaili tashmë është konfirmuar
sv: E-post redan bekräftad
zh: 邮箱已确认

source: Email already exists
de: E-Mail existiert bereits
es: El correo ya existe
fr: L'e-mail existe déjà
it: Email già esistente
ja: メールはすでに存在します
nl: E-mailadres bestaat al
pl: Adres e-mail już istnieje
pt: E-mail já existe
zh: 邮箱已存在

source: Email cannot already exist in the template
de: E-Mail darf nicht bereits in der Vorlage vorhanden sein
es: El correo electrónico no puede existir ya en la plantilla
fr: L'e-mail ne peut déjà exister dans le modèle
it: L'email non può già esistere nel modello
ja: このテンプレート内ですでに使用されているメールアドレスは指定できません
nl: E‑mail mag nog niet in de sjabloon bestaan
pl: Adres e-mail nie może już istnieć w szablonie
pt: O e-mail não pode já existir no modelo
sq: Emaili nuk mund të ekzistojë tashmë në shabllon
sv: E-post kan inte redan finnas i mallen
zh: 该邮箱不能已在模板中存在

source: Email Confirmed!
de: E-Mail bestätigt!
es: ¡Correo electrónico confirmado!
fr: Email confirmé !
it: Email confermato!
ja: メールアドレスが確認されました！
nl: E‑mail bevestigd!
pl: Adres e-mail został potwierdzony!
pt: E-mail Confirmado!
sq: Email i Konfirmuar!
sv: E-post bekräftad!
zh: 邮箱已确认！

source: Email Created
de: E-Mail erstellt
es: Correo creado
fr: E-mail créé
it: Email Creata
ja: メールが作成されました
nl: E-mail aangemaakt
pl: Adres e-mail został utworzony
pt: E-mail Criado
zh: 邮箱已创建

source: Email domain not found
de: E-Mail-Domain nicht gefunden
es: Dominio de correo electrónico no encontrado
fr: Domaine de messagerie introuvable
it: Dominio email non trovato
ja: メールドメインが見つかりません
nl: E-maildomein niet gevonden
pl: Domena nie została znaleziona
pt: Domínio de e-mail não encontrado
zh: 未找到邮箱域名

source: Email Domain Settings
de: E-Mail-Domaineinstellungen
es: Configuración de dominio de correo electrónico
fr: Paramètres du domaine de messagerie
it: Impostazioni Dominio Email
ja: メールドメイン設定
nl: Instellingen e-maildomein
pl: Ustawienia domeny
pt: Configurações de Domínio de E-mail
zh: 邮箱域名设置

source: Email Domains
es: Dominios de correo electrónico
fr: Domaines de messagerie
it: Domini Email
ja: メールドメイン
nl: E-maildomeinen
pl: Domeny
pt: Domínios de E-mail
zh: 邮箱域名

source: Email domains synced
de: E-Mail-Domains synchronisiert
es: Dominios de correo electrónico sincronizados
fr: Domaines de messagerie synchronisés
it: Domini email sincronizzati
ja: メールドメインを同期しました
nl: E-maildomeinen gesynchroniseerd
pl: Domeny zostały zsynchronizowane
pt: Domínios de e-mail sincronizados
zh: 邮箱域名已同步

source: Email is required
de: E-Mail erforderlich
es: Se requiere correo electrónico
fr: Email requis
it: È richiesta l'email
ja: メールは必須です
nl: E-mailadres is verplicht
pl: Adres e-mail jest wymagany
pt: E-mail é obrigatório
zh: 邮箱为必填项

source: Email Options
de: E-Mail-Optionen
es: Opciones de correo electrónico
fr: Options d'email
it: Opzioni email
ja: メールオプション
nl: E-mailopties
pl: Opcje adresu e-mail
pt: Opções de E-mail
sq: Opsionet e email-it
sv: E-postalternativ
zh: 邮件选项

source: Email Preferences
de: E-Mail-Präferenzen
es: Preferencias de correo electrónico
fr: Préférences de messagerie
it: Preferenze Email
ja: メール設定
nl: E-mailvoorkeuren
pl: Ustawienia adresu e-mail
pt: Preferências de E-mail
zh: 邮件偏好

source: Email preferences updated
de: E-Mail-Präferenzen aktualisiert
es: Preferencias de correo electrónico actualizadas
fr: Préférences de messagerie mises à jour
it: Preferenze email aggiornate
ja: メール設定を更新しました
nl: E-mailvoorkeuren bijgewerkt
pl: Ustawienia adresu e-mail zostały zaktualizowane
pt: Preferências de e-mail atualizadas
zh: 邮件偏好已更新

source: Email resent
de: E-Mail erneut gesendet
es: Correo electrónico reeenviado
fr: Email renvoyé
it: Email rinviato
ja: メールを再送しました
nl: E-mail opnieuw verzonden
pl: Wysłano ponownie wiadomość
pt: E-mail reenviado
sq: Email dërguar sërish
sv: E-post skickad igen
zh: 邮件已重新发送

source: Email Sender
de: E-Mail-Absender
es: Remitente de correo electrónico
fr: Expéditeur de l'e-mail
it: Mittente Email
ja: メール送信者
nl: E-mails afzender
pl: Adres e-mail nadawcy
pt: Remetente de E-mail
zh: 邮件发件人

source: Email sent
de: E-Mail gesendet
es: Correo electrónico enviado
fr: Email envoyé
it: Email inviato
ja: メールを送信しました
nl: E-mail verzonden
pl: Wysłano wiadomość
pt: E-mail enviado
sq: Email i dërguar
sv: E-post skickad
zh: 邮件已发送

source: Email sent!
de: E-Mail gesendet!
es: ¡Correo electrónico enviado!
fr: Email envoyé !
it: Email inviato!
ja: メールを送信しました！
nl: E‑mail verzonden!
pl: Wiadomość została wysłana!
pt: E-mail enviado!
sq: Email i dërguar!
sv: E-post skickad!
zh: 邮件已发送！

source: Email Settings
de: E-Mail-Einstellungen
es: Configuración de Correo Electrónico
fr: Paramètres de l'email
it: Impostazioni Email
ja: メール設定
nl: E-mailinstellingen
pl: Ustawienia adresu e-mail
pt: Configurações de E-mail
zh: 邮件设置
