Repository: documenso/documenso
Catalog: packages/lib/translations/*/web.po
Languages: de, es, fr, it, ja, nl, pl, pt, sq, sv, zh

source: Retention of Documents
de: Aufbewahrung von Dokumenten
es: Retención de Documentos
fr: Conservation des documents
it: Conservazione dei documenti
ja: 文書の保管
nl: Bewaring van documenten
pl: Przechowywanie dokumentów
pt: Retenção de documentos
sq: Ruajtja e Dokumenteve
sv: Bevarande av dokument
zh: 文档保留

source: Retried
de: Erneut versucht
es: Reintentado
fr: Réessayé
it: Ritentato
ja: 再試行済み
nl: Opnieuw geprobeerd
pl: Ponowiono
pt: Retentado
zh: 已重试次数

source: Retry
de: Wiederholen
es: Reintentar
fr: Réessayer
it: Riprova
ja: 再試行
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt: Tentar novamente
sq: Provoni përsëri
sv: Försök igen
zh: 重试

source: Return
de: Zurück
es: Regresar
fr: Retour
it: Ritorna
ja: 戻る
nl: Terugkeren
pl: Wróć
pt: Voltar
sq: Kthehu
sv: Återgå
zh: 返回

source: Return to Documenso sign in page here
de: Hier zur Documenso-Anmeldeseite zurückkehren
es: Regrese a la página de inicio de sesión de Documenso aquí
fr: Revenir à la page de connexion de Documenso ici
it: Torna alla pagina di accesso a Documenso qui
ja: Documenso のサインインページへ戻る
nl: Ga hier terug naar de Documenso-aanmeldpagina
pl: Powrót do strony logowania Documenso
pt: Voltar para a página de login do Documenso aqui
zh: 在此返回 Documenso 登录页面

source: Return to documents
de: Zu den Dokumenten zurückkehren
es: Regresar a documentos
fr: Revenir aux documents
it: Torna ai documenti
ja: 文書一覧に戻る
nl: Terug naar documenten
pl: Powrót do dokumentów
pt: Voltar para os documentos
zh: 返回文档列表

source: Return to Home
de: Zurück zur Startseite
es: Regresar a la página de inicio
fr: Retour à l'accueil
it: Torna alla home
ja: ホームに戻る
nl: Terug naar home
pl: Powrót do strony głównej
pt: Voltar para a página inicial
sq: Kthehu në Faqen Kryesore
sv: Återgå till hem
zh: 返回首页

source: Return to sign in
de: Zurück zur Anmeldung
es: Regresar para iniciar sesión
fr: Retour à la connexion
it: Torna a accedere
ja: サインイン画面に戻る
nl: Terug naar inloggen
pl: Powrót do logowania
pt: Voltar para o login
sq: Kthehu te Hyrja
sv: Återgå till inloggning
zh: 返回登录

source: Return to templates
de: Zu den Vorlagen zurückkehren
es: Regresar a plantillas
fr: Revenir aux modèles
it: Torna ai modelli
ja: テンプレート一覧に戻る
nl: Terug naar sjablonen
pl: Powrót do szablonów
pt: Voltar para os modelos
zh: 返回模板列表

source: Review request
de: Anfrage prüfen
es: Revisar solicitud
fr: Revoir la demande
it: Richiesta di revisione
ja: リクエストを確認
nl: Verzoek beoordelen
pl: Sprawdź prośbę
pt: Revisar solicitação
zh: 审查请求

source: Revoke
de: Zugriff widerrufen
es: Revocar
fr: Révoquer
it: Revoca
ja: 取り消し
nl: Intrekken
pl: Unieważnij
pt: Revogar
sq: Revoko
sv: Återkalla
zh: 撤销

source: Revoke access
de: Zugriff widerrufen
es: Revocar acceso
fr: Révoquer l'accès
it: Revoca l'accesso
ja: アクセスを取り消す
nl: Toegang intrekken
pl: Unieważnij dostęp
pt: Revogar acesso
sq: Revoko qasje
sv: Återkalla åtkomst
zh: 撤销访问

source: Revoke all sessions
de: Alle Sitzungen widerrufen
es: Revocar todas las sesiones
fr: Révoquer toutes les sessions
it: Revoca tutte le sessioni
ja: すべてのセッションを取り消す
nl: Alle sessies intrekken
pl: Unieważnij wszystkie sesje
pt: Revogar todas as sessões
sq: Revoko të gjitha seancat
sv: Återkalla alla sessioner
zh: 撤销所有会话

source: Right
de: Rechts
es: Derecha
fr: Droit
it: Destra
ja: 右
nl: Rechts
pl: Wyrównaj do lewej
pt: Direito
zh: 右对齐

source: Role
de: Rolle
es: Rol
fr: Rôle
it: Ruolo
ja: 役割
nl: Rol
pl: Rola
pt: Função
sq: Roli
sv: Roll
zh: 角色

source: Roles
de: Rollen
fr: Rôles
it: Ruoli
ja: ロール
nl: Rollen
pl: Role
pt: Funções
sq: Rolet
sv: Roller
zh: 角色

source: Rows per page
de: Zeilen pro Seite
es: Filas por página
fr: Lignes par page
it: Righe per pagina
ja: ページあたりの行数
nl: Rijen per pagina
pl: Wiersze na stronę
pt: Linhas por página
sq: Rreshta për faqe
sv: Rader per sida
zh: 每页行数

source: Save
de: Speichern
es: Guardar
fr: Sauvegarder
it: Salva
ja: 保存
nl: Opslaan
pl: Zapisz
pt: Salvar
sq: Ruaj
sv: Spara
zh: 保存

source: Save failed
de: Speichern fehlgeschlagen
es: Guardado fallido
fr: Échec de l'enregistrement
it: Salvataggio fallito
ja: 保存に失敗しました
nl: Opslaan mislukt
pl: Zapisywanie nie powiodło się
pt: Falha ao salvar
zh: 保存失败

source: Save Template
de: Vorlage speichern
es: Guardar plantilla
fr: Sauvegarder le modèle
it: Salva modello
ja: テンプレートを保存
nl: Sjabloon opslaan
pl: Zapisz szablon
pt: Salvar modelo
sq: Ruaj Template-n
sv: Spara mall
zh: 保存模板

source: Sealing job started
de: Versiegelungsauftrag gestartet
es: Se inició el trabajo de sellado
fr: Le travail d'étanchéité a commencé
it: Operazione di sigillatura iniziata
ja: 封印ジョブを開始しました
nl: Verzegelingstaak gestart
pl: Rozpoczęto zapieczętowanie dokumentu
pt: Trabalho de lacre iniciado
zh: 封装作业已开始

source: Search
de: Suchen
es: Buscar
fr: Recherche
it: Cerca
ja: 検索
nl: Zoeken
pl: Szukaj
pt: Pesquisar
sq: Kërko
sv: Sök
zh: 搜索

source: Search and manage all organisations
de: Alle Organisationen durchsuchen und verwalten
es: Buscar y gestionar todas las organizaciones
fr: Rechercher et gérer toutes les organisations
it: Cerca e gestisci tutte le organizzazioni
ja: すべての組織を検索・管理
nl: Zoek en beheer alle organisaties
pl: Zarządzaj wszystkimi organizacjami
pt: Pesquisar e gerenciar todas as organizações
sq: Kërkoni dhe menaxhoni të gjitha organizatat
sv: Sök och hantera alla organisationer
zh: 搜索并管理所有组织

source: Search by claim ID or name
de: Suche nach Anspruchs-ID oder Name
es: Buscar por ID de reclamo o nombre
fr: Recherche par ID de réclamation ou nom
it: Cerca per ID reclamo o nome
ja: クレーム ID または名前で検索
nl: Zoeken op claim-ID of naam
pl: Szukaj identyfikatora lub nazwy
pt: Pesquisar por ID da reivindicação ou nome
sq: Kërko me ID të kërkesave ose emrin
sv: Sök efter anspråks-ID eller namn
zh: 按声明 ID 或名称搜索

source: Search by document title
de: Nach Dokumenttitel suchen
es: Buscar por título del documento
fr: Recherche par titre de document
it: Cerca per titolo del documento
ja: 文書タイトルで検索
nl: Zoeken op documenttitel
pl: Szukaj tytułu dokumentu
pt: Pesquisar por título do documento
sq: Kërko me titullin e dokumentit
sv: Sök efter dokumenttitel
zh: 按文档标题搜索

source: Search by ID
de: Nach ID suchen
es: Buscar por ID
fr: Rechercher par ID
it: Cerca per ID
ja: IDで検索
nl: Zoek op ID
pl: Szukaj identyfikatora
zh: 按 ID 搜索

source: Search by name or email
de: Nach Name oder E-Mail suchen
es: Buscar por nombre o correo electrónico
fr: Recherche par nom ou e-mail
it: Cerca per nome o email
ja: 名前またはメールアドレスで検索
nl: Zoeken op naam of e‑mail
pl: Szukaj nazwy lub adresu e-mail
pt: Pesquisar por nome ou e-mail
sq: Kërko sipas emrit ose email-it
sv: Sök efter namn eller e-post
zh: 按姓名或邮箱搜索

source: Search by organisation ID, name, customer ID or owner email
de: Suche nach Organisations-ID, Name, Kunden-ID oder E-Mail des Inhabers
es: Buscar por ID de organización, nombre, ID de cliente o correo electrónico del propietario
fr: Rechercher par ID d'organisation, nom, ID client ou e-mail du propriétaire
it: Cerca per ID dell'organizzazione, nome, ID cliente o email del proprietario
ja: 組織 ID、名前、顧客 ID、オーナーのメールアドレスで検索
nl: Zoeken op organisatie-ID, naam, klant-ID of e-mailadres van eigenaar
pl: Szukaj identyfikatora organizacji, klienta, nazwy lub adresu e-mail właściciela
pt: Pesquisar por ID da organização, nome, ID do cliente ou e-mail do proprietário
sq: Kërko sipas ID të organizatës, emrit, ID të klientit ose email i pronarit
sv: Sök efter organisations-ID, namn, kund-ID eller ägarens e-post
zh: 按组织 ID、名称、客户 ID 或所有者邮箱搜索

source: Search by organisation name
de: Suche nach Organisationsname
es: Buscar por nombre de organización
fr: Rechercher par nom d'organisation
it: Cerca per nome organizzazione
ja: 組織名で検索
nl: Zoek op organisatienaam
pl: Szukaj nazwy organizacji
zh: 按组织名称搜索

source: Search documents...
de: Dokumente suchen...
es: Buscar documentos...
fr: Rechercher des documents...
it: Cerca documenti...
ja: 文書を検索...
nl: Documenten zoeken...
pl: Szukaj dokumentów...
pt: Pesquisar documentos...
sq: Kërko dokumente...
sv: Sök dokument...
zh: 搜索文档...

source: Search folders...
de: Ordner durchsuchen...
es: Buscar carpetas...
fr: Rechercher dans les dossiers...
it: Cerca cartelle...
ja: フォルダを検索…
nl: Mappen zoeken...
pl: Szukaj folderów...
pt: Pesquisar pastas...
sq: Kërkoni dosje...
sv: Sök mappar...
zh: 搜索文件夹…

source: Search languages...
de: Sprachen suchen...
es: Buscar idiomas...
fr: Rechercher des langues...
it: Cerca lingue...
ja: 言語を検索…
nl: Talen zoeken...
pl: Szukaj języków...
pt: Pesquisar idiomas...
sq: Kërko gjuhë...
sv: Sök språk...
zh: 搜索语言…

source: Secret
de: Geheim
es: Secreto
it: Segreto
ja: シークレット
nl: Geheim
pl: Sekret
pt: Segredo
sq: Sekret
sv: Hemlighet
zh: 密钥

source: Security
de: Sicherheit
es: Seguridad
fr: Sécurité
it: Sicurezza
ja: セキュリティ
nl: Beveiliging
pl: Bezpieczeństwo
pt: Segurança
sq: Siguri
sv: Säkerhet
zh: 安全

source: Security activity
de: Sicherheitsaktivität
es: Actividad de seguridad
fr: Activité de sécurité
it: Attività di sicurezza
ja: セキュリティアクティビティ
nl: Beveiligingsactiviteit
pl: Aktywność bezpieczeństwa
pt: Atividade de segurança
sq: Aktiviteti i Sigurisë
sv: Säkerhetsaktivitet
zh: 安全活动

source: See the background jobs tab for the status
de: Der Status kann im Hintergrundjobs-Tab eingesehen werden
es: Consulte la pestaña de trabajos en segundo plano para el estado
fr: Voir l'onglet travaux en arrière-plan pour le statut
it: Consulta la scheda lavori in background per lo stato
ja: ステータスはバックグラウンドジョブのタブで確認できます
nl: Zie het tabblad Achtergrondtaken voor de status
pl: Zobacz kartę zadań w tle, aby sprawdzić status
pt: Consulte a guia de trabalhos em segundo plano para obter o status
zh: 状态请查看后台作业选项卡

source: Select
de: Auswählen
es: Seleccionar
fr: Sélectionner
it: Seleziona
ja: 選択
nl: Selecteren
pl: Wybierz
pt: Selecionar
sq: Zgjidh
sv: Välj
zh: 选择

source: Select a destination for this folder.
de: Wählen Sie ein Ziel für diesen Ordner aus.
es: Selecciona un destino para esta carpeta.
fr: Sélectionnez une destination pour ce dossier.
it: Seleziona una destinazione per questa cartella.
ja: このフォルダの移動先を選択してください。
nl: Selecteer een bestemming voor deze map.
pl: Wybierz miejsce docelowe dla tego folderu.
pt: Selecione um destino para esta pasta.
sq: Zgjidhni një destinacion për këtë dosje.
sv: Välj en destination för denna mapp.
zh: 请选择此文件夹的目标位置。

source: Select a folder to move this document to.
de: Wählen Sie einen Ordner, um dieses Dokument zu verschieben.
es: Selecciona una carpeta para mover este documento.
fr: Sélectionnez un dossier pour déplacer ce document.
it: Seleziona una cartella in cui spostare questo documento.
ja: このドキュメントを移動するフォルダを選択してください。
nl: Selecteer een map om dit document naar te verplaatsen.
pl: Wybierz folder, do którego chcesz przenieść dokument.
pt: Selecione uma pasta para mover este documento.
sq: Zgjidhni një dosje për të zhvendosur këtë dokument.
sv: Välj en mapp att flytta detta dokument till.
zh: 选择一个文件夹以将此文档移动到其中。

source: Select a plan
de: Einen Plan auswählen
es: Seleccionar un plan
fr: Sélectionnez un plan
it: Seleziona un piano
ja: プランを選択
nl: Selecteer een abonnement
pl: Wybierz plan
pt: Selecionar um plano
sq: Zgjidh një plan
sv: Välj en plan
zh: 选择套餐

source: Select a plan to continue
de: Wählen Sie einen Plan, um fortzufahren
es: Selecciona un plan para continuar
fr: Sélectionnez un plan pour continuer
it: Seleziona un piano per continuare
ja: 続行するプランを選択
nl: Selecteer een abonnement om verder te gaan
pl: Wybierz plan, aby kontynuować
pt: Selecione um plano para continuar
sq: Zgjidh një plan për të vazhduar
sv: Välj en plan för att fortsätta
zh: 请选择套餐以继续

source: Select a recipient
de: Wählen Sie einen Empfänger aus
es: Selecciona un destinatario
fr: Sélectionnez un destinataire
it: Seleziona un destinatario
ja: 受信者を選択
nl: Selecteer een ontvanger
pl: Wybierz odbiorcę
zh: 选择一个收件人

source: Select a team to view its dashboard
de: Wählen Sie ein Team aus, um sein Dashboard anzuzeigen
es: Selecciona un equipo para ver su panel de control
fr: Sélectionnez une équipe pour voir son tableau de bord
it: Seleziona un team per visualizzare la sua dashboard
ja: チームを選択してダッシュボードを表示
nl: Selecteer een team om het dashboard te bekijken
pl: Wybierz zespół, aby zobaczyć jego pulpit
pt: Selecione uma equipe para ver seu painel
sq: Zgjidh një ekip për të parë tabelën e tij
sv: Välj ett team för att visa dess instrumentpanel
zh: 选择一个团队以查看其控制台

source: Select a template you'd like to display on your public profile
de: Wählen Sie eine Vorlage aus, die Sie in Ihrem öffentlichen Profil anzeigen möchten
es: Seleccionar una plantilla que te gustaría mostrar en tu perfil público
fr: Sélectionnez un modèle que vous souhaitez afficher sur votre profil public
it: Seleziona un modello che desideri mostrare nel tuo profilo pubblico
ja: 公開プロフィールに表示するテンプレートを選択してください
nl: Selecteer een sjabloon die je in je openbare profiel wilt tonen
pl: Wybierz szablon, który chcesz wyświetlić w profilu publicznym
pt: Selecione um modelo que você gostaria de exibir no seu perfil público
sq: Zgjidh një shabllon që dëshiron të shfaqësh në profilin tënd publik
sv: Välj en mall du vill visa på din offentliga profil
zh: 选择要显示在公开资料中的模板

source: Select a template you'd like to display on your team's public profile
de: Wählen Sie eine Vorlage aus, die Sie im öffentlichen Profil Ihres Teams anzeigen möchten
es: Seleccionar una plantilla que te gustaría mostrar en el perfil público de tu equipo
fr: Sélectionnez un modèle que vous souhaitez afficher sur le profil public de votre équipe
it: Seleziona un modello che desideri mostrare nel profilo pubblico del tuo team
ja: チームの公開プロフィールに表示するテンプレートを選択してください
nl: Selecteer een sjabloon die je in het openbare profiel van je team wilt tonen
pl: Wybierz szablon, który chcesz wyświetlić w profilu publicznym zespołu
pt: Selecione um modelo que você gostaria de exibir no perfil público da sua equipe
sq: Zgjidh një shabllon që dëshiron të shfaqësh në profilin publik të ekipit tënd
sv: Välj en mall du vill visa på ditt teams offentliga profil
zh: 选择要显示在团队公开资料中的模板

source: Select a time zone
de: Wählen Sie eine Zeitzone aus
es: Seleccione una zona horaria
fr: Sélectionner un fuseau horaire
it: Seleziona un fuso orario
ja: タイムゾーンを選択
nl: Selecteer een tijdzone
pl: Wybierz strefę czasową
pt: Selecione um fuso horário
zh: 选择时区

source: Select access methods
de: Zugriffsmethoden auswählen
es: Seleccione métodos de acceso
fr: Sélectionnez les méthodes d'accès
it: Seleziona i metodi di accesso
ja: アクセス方法を選択
nl: Selecteer toegangs­methoden
pl: Wybierz metody dostępu
pt: Selecionar métodos de acesso
sq: Zgjidh metodat e qasjes
sv: Välj åtkomstmetoder
zh: 选择访问方式

source: Select an event type
de: Wählen Sie einen Ereignistyp aus
es: Selecciona un tipo de evento
fr: Sélectionnez un type d’événement
it: Seleziona un tipo di evento
ja: イベントタイプを選択
nl: Selecteer een gebeurtenistype
pl: Wybierz rodzaj zdarzenia
zh: 选择一个事件类型

source: Select an option
de: Option auswählen
es: Seleccionar una opción
fr: Sélectionner une option
it: Seleziona un'opzione
ja: オプションを選択
nl: Selecteer een optie
pl: Wybierz opcję
pt: Selecionar uma opção
sq: Zgjidh opsionin
sv: Välj ett alternativ
zh: 选择一个选项

source: Select an organisation to view teams
de: Wählen Sie eine Organisation, um Teams anzuzeigen
es: Seleccione una organización para ver los equipos
fr: Sélectionnez une organisation pour voir les équipes
it: Seleziona un'organizzazione per visualizzare i team
ja: 組織を選択してチームを表示
nl: Selecteer een organisatie om teams te bekijken
pl: Wybierz organizację, aby zobaczyć zespoły
pt: Selecione uma organização para ver as equipes
sq: Zgjidh një organizatë për të parë ekipet
sv: Välj en organisation för att visa team
zh: 选择一个组织以查看团队

source: Select at least
de: Wählen Sie mindestens
es: Seleccionar al menos
fr: Sélectionnez au moins
it: Seleziona almeno
ja: 少なくとも
nl: Selecteer minimaal
pl: Wybierz co najmniej
pt: Selecionar pelo menos
sq: Zgjidh të paktën
sv: Välj minst
zh: 至少选择

source: Select authentication methods
de: Authentifizierungsmethoden auswählen
es: Seleccionar métodos de autenticación
fr: Sélectionnez les méthodes d'authentification
it: Seleziona i metodi di autenticazione
ja: 認証方法を選択
nl: Selecteer authenticatiemethoden
pl: Wybierz metody uwierzytelniania
pt: Selecionar métodos de autenticação
sq: Zgjidh metodat e autentifikimit
sv: Välj autentiseringsmetoder
zh: 选择认证方式

source: Select default option
de: Standardoption auswählen
es: Seleccionar opción predeterminada
fr: Sélectionner l'option par défaut
it: Seleziona opzione predefinita
ja: デフォルトのオプションを選択
nl: Standaardoptie selecteren
pl: Wybierz domyślną opcję
pt: Selecionar opção padrão
sq: Zgjidh opsionin e paracaktuar
sv: Välj standardalternativ
zh: 选择默认选项

source: Select default role
de: Standardrolle auswählen
es: Seleccione el rol predeterminado
fr: Sélectionner le rôle par défaut
it: Seleziona ruolo predefinito
ja: デフォルトロールを選択
nl: Selecteer standaardrol
pl: Wybierz domyślną rolę
pt: Selecionar função padrão
zh: 选择默认角色

source: Select direction
de: Richtung auswählen
es: Seleccione dirección
fr: Sélectionner la direction
it: Seleziona la direzione
ja: 方向を選択
nl: Selecteer richting
pl: Wybierz kierunek
pt: Selecionar direção
zh: 选择方向

source: Select groups
de: Gruppen auswählen
es: Seleccionar grupos
fr: Sélectionnez des groupes
it: Seleziona gruppi
ja: グループを選択
nl: Selecteer groepen
pl: Wybierz grupy
pt: Selecionar grupos
sq: Zgjidh grupet
sv: Välj grupper
zh: 选择组

source: Select groups of members to add to the team.
de: Mitgliedsgruppen auswählen, die dem Team hinzugefügt werden sollen.
es: Seleccionar grupos de miembros para añadir al equipo.
fr: Sélectionnez des groupes de membres à ajouter à l'équipe.
it: Seleziona i gruppi di membri da aggiungere al team.
ja: チームに追加するメンバーグループを選択します。
nl: Selecteer groepen leden om aan het team toe te voegen.
pl: Wybierz grupy użytkowników do dodania do zespołu.
pt: Selecione grupos de membros para adicionar à equipe.
sq: Zgjidh grupet e anëtarëve për t'i shtuar në ekip.
sv: Välj grupper av medlemmar att lägga till i teamet.
zh: 选择要添加到团队的成员组。

source: Select groups to add to this team
de: Wählen Sie Gruppen aus, die diesem Team hinzugefügt werden sollen
es: Seleccionar grupos para añadir a este equipo
fr: Sélectionnez des groupes à ajouter à cette équipe
it: Seleziona i gruppi da aggiungere a questo team
ja: このチームに追加するグループを選択
nl: Selecteer groepen om aan dit team toe te voegen
pl: Wybierz grupy, które chcesz dodać do zespołu
pt: Selecione os grupos a serem adicionados a esta equipe
sq: Zgjidh grupet për t'u shtuar në këtë ekip
sv: Välj grupper att lägga till i detta team
zh: 选择要添加到此团队的组

source: Select members
de: Mitglieder auswählen
es: Seleccione miembros
fr: Sélectionnez des membres
it: Seleziona membri
ja: メンバーを選択
nl: Selecteer leden
pl: Wybierz użytkowników
pt: Selecionar membros
sq: Zgjidh anëtarët
sv: Välj medlemmar
zh: 选择成员

source: Select members or groups of members to add to the team.
de: Wählen Sie Mitglieder oder Gruppen von Mitgliedern, die dem Team hinzugefügt werden sollen.
es: Seleccione miembros o grupos de miembros para agregar al equipo.
fr: Sélectionnez des membres ou groupes de membres à ajouter à l'équipe.
it: Seleziona membri o gruppi di membri da aggiungere al team.
ja: チームに追加するメンバーまたはメンバーグループを選択します。
nl: Selecteer leden of groepen leden om aan het team toe te voegen.
pl: Wybierz użytkowników lub grupy użytkowników do dodania do zespołu.
pt: Selecione os membros ou grupos de membros a serem adicionados à equipe.
sq: Zgjidh anëtarët ose grupet e anëtarëve për t'i shtuar në ekip.
sv: Välj medlemmar eller grupper av medlemmar att lägga till i teamet.
zh: 选择要添加到团队的成员或成员组。

source: Select members to add to this team
de: Wählen Sie Mitglieder aus, die diesem Team hinzugefügt werden sollen
es: Seleccione los miembros para añadir a este equipo
fr: Sélectionnez des membres à ajouter à cette équipe
it: Seleziona membri da aggiungere a questo team
ja: このチームに追加するメンバーを選択
nl: Selecteer leden om aan dit team toe te voegen
pl: Wybierz użytkowników, których chcesz dodać do zespołu
pt: Selecione os membros a serem adicionados a esta equipe
sq: Zgjidh anëtarët për t'i shtuar në këtë ekip
sv: Välj medlemmar att lägga till i detta team
zh: 选择要添加到此团队的成员

source: Select Option
de: Option auswählen
es: Seleccionar una opción
fr: Sélectionner une option
it: Seleziona opzione
ja: オプションを選択
nl: Selecteer optie
pl: Wybierz opcję
pt: Selecionar opção
zh: 选择选项

source: Select passkey
de: Passkey auswählen
es: Seleccionar clave de acceso
fr: Sélectionner la clé d'authentification
it: Seleziona una chiave di accesso
ja: パスキーを選択
nl: Passkey selecteren
pl: Wybierz klucz dostępu
pt: Selecionar chave de acesso
sq: Zgjidh një çelës kalimi
sv: Välj passkey
zh: 选择通行密钥

source: Select signature types
de: Signaturtypen auswählen
es: Seleccione tipos de firma
fr: Sélectionnez les types de signature
it: Seleziona i tipi di firme
ja: 署名タイプを選択
nl: Selecteer handtekeningtypen
pl: Wybierz rodzaje podpisów
pt: Selecionar tipos de assinatura
sq: Zgjidh llojet e nënshkrimeve
sv: Välj signaturtyper
zh: 选择签名类型

source: Select text align
de: Textausrichtung wählen
es: Seleccionar alineación de texto
fr: Sélectionner l'alignement du texte
it: Seleziona l'allineamento del testo
ja: テキストの配置を選択
nl: Selecteer tekstuitlijning
pl: Wybierz wyrównanie tekstu
pt: Selecionar alinhamento de texto
zh: 选择文本对齐方式

source: Select the files you would like to download.
de: Wählen Sie die Dateien aus, die Sie herunterladen möchten.
es: Seleccione los archivos que desea descargar.
fr: Sélectionnez les fichiers que vous souhaitez télécharger.
it: Seleziona i file che desideri scaricare.
ja: ダウンロードするファイルを選択してください。
nl: Selecteer de bestanden die u wilt downloaden.
pl: Wybierz pliki, które chcesz pobrać.
pt: Selecione os arquivos que você gostaria de baixar.
zh: 选择您要下载的文件。

source: Select the members to add to this group
de: Wählen Sie die Mitglieder, die dieser Gruppe hinzugefügt werden sollen
es: Seleccione a los miembros para agregar a este grupo
fr: Sélectionnez les membres à ajouter à ce groupe
it: Seleziona i membri da aggiungere a questo gruppo
ja: このグループに追加するメンバーを選択
nl: Selecteer de leden die je aan deze groep wilt toevoegen
pl: Wybierz użytkowników, których chcesz dodać do grupy
pt: Selecione os membros a serem adicionados a este grupo
sq: Zgjidh anëtarët për t'u shtuar në këtë grup
sv: Välj medlemmarna att lägga till i denna grupp
zh: 选择要添加到此组的成员

source: Select the members to include in this group
de: Wählen Sie die Mitglieder, die in diese Gruppe aufgenommen werden sollen
es: Seleccione a los miembros para incluir en este grupo
fr: Sélectionnez les membres à inclure dans ce groupe
it: Seleziona i membri da includere in questo gruppo
ja: このグループに含めるメンバーを選択
nl: Selecteer de leden die je in deze groep wilt opnemen
pl: Wybierz użytkowników do dodania do grupy
pt: Selecione os membros a serem incluídos neste grupo
sq: Zgjidh anëtarët për t'u përfshirë në këtë grup
sv: Välj medlemmarna att inkludera i denna grupp
zh: 选择要包含在此组中的成员

source: Select triggers
de: Auslöser auswählen
es: Seleccionar activaciones
fr: Sélectionner les déclencheurs
it: Seleziona trigger
ja: トリガーを選択
nl: Triggers selecteren
pl: Wybierz wyzwalacze
pt: Selecionar gatilhos
sq: Zgjidh trigerët
sv: Välj utlösare
zh: 选择触发器

source: Select values...
de: Werte auswählen...
es: Seleccionar valores...
fr: Sélectionnez des valeurs...
it: Seleziona i valori...
ja: 値を選択…
nl: Waarden selecteren...
pl: Wybierz wartości...
zh: 选择值…

source: Select vertical align
de: Vertikale Ausrichtung auswählen
es: Seleccionar alineación vertical
fr: Sélectionner l'alignement vertical
it: Seleziona allineamento verticale
ja: 縦位置揃えを選択
nl: Selecteer verticale uitlijning
pl: Wybierz wyrównanie w pionie
zh: 选择垂直对齐方式

source: Select visibility
de: Sichtbarkeit auswählen
es: Seleccionar visibilidad
fr: Sélectionner la visibilité
it: Seleziona visibilità
ja: 公開範囲を選択
nl: Selecteer zichtbaarheid
pl: Wybierz widoczność
pt: Selecionar visibilidade
zh: 选择可见性
