Repository: documenso/documenso
Catalog: packages/lib/translations/*/web.po
Languages: de, es, fr, it, ja, nl, pl, pt, sq, sv, zh

source: We encountered an unknown error while attempting to update your organisation. Please try again later.
de: Beim Versuch, Ihre Organisation zu aktualisieren, trat ein unbekannter Fehler auf. Bitte versuchen Sie es später erneut.
es: Tuvimos un error desconocido al intentar actualizar tu organización. Por favor, intente nuevamente más tarde.
fr: Nous avons rencontré une erreur inconnue lors de la tentative de mise à jour de votre organisation. Veuillez réessayer plus tard.
it: Abbiamo riscontrato un errore sconosciuto durante il tentativo di aggiornare la tua organizzazione. Si prega di riprovare più tardi.
ja: 組織の更新中に不明なエラーが発生しました。後でもう一度お試しください。
nl: Er is een onbekende fout opgetreden bij het bijwerken van je organisatie. Probeer het later opnieuw.
pl: Wystąpił nieznany błąd podczas próby zaktualizowania organizacji. Spróbuj ponownie później.
pt: Ocorreu um erro desconhecido ao tentar atualizar sua organização. Tente novamente mais tarde.
sq: Ne hasëm një gabim të panjohur gjatë përpjekjes për të përditësuar organizatën tuaj. Ju lutemi provoni përsëri më vonë.
sv: Vi stötte på ett okänt fel när vi försökte uppdatera din organisation. Försök igen senare.
zh: 在尝试更新您的组织时遇到未知错误。请稍后重试。

source: We encountered an unknown error while attempting to update your password. Please try again later.
de: Wir sind auf einen unbekannten Fehler gestoßen, während wir versucht haben, Ihr Passwort zu aktualisieren. Bitte versuchen Sie es später erneut.
es: Encontramos un error desconocido al intentar actualizar tu contraseña. Por favor, inténtalo de nuevo más tarde.
fr: Une erreur inconnue s'est produite lors de la mise à jour de votre mot de passe. Veuillez réessayer plus tard.
it: Abbiamo riscontrato un errore sconosciuto durante il tentativo di aggiornare la tua password. Si prega di riprovare più tardi.
ja: パスワードの更新中に不明なエラーが発生しました。後でもう一度お試しください。
nl: Er is een onbekende fout opgetreden bij het bijwerken van je wachtwoord. Probeer het later opnieuw.
pl: Wystąpił nieznany błąd podczas próby zaktualizowania hasła. Spróbuj ponownie później.
pt: Ocorreu um erro desconhecido ao tentar atualizar sua senha. Tente novamente mais tarde.
sq: Ne has mbuluar një gabim të panjohur ndërsa përpiqeshim të azhornonim fjalëkalimin tuaj. Ju lutemi provoni përsëri më vonë.
sv: Vi stötte på ett okänt fel när vi försökte uppdatera ditt lösenord. Försök igen senare.
zh: 尝试更新密码时出现未知错误。请稍后再试。

source: We encountered an unknown error while attempting to update your public profile. Please try again later.
de: Wir sind auf einen unbekannten Fehler gestoßen, während wir versucht haben, Ihr öffentliches Profil zu aktualisieren. Bitte versuchen Sie es später erneut.
es: Encontramos un error desconocido al intentar actualizar tu perfil público. Por favor, inténtalo de nuevo más tarde.
fr: Une erreur inconnue s'est produite lors de la mise à jour de votre profil public. Veuillez réessayer plus tard.
it: Abbiamo riscontrato un errore sconosciuto durante il tentativo di aggiornare il tuo profilo pubblico. Si prega di riprovare più tardi.
ja: 公開プロフィールの更新中に不明なエラーが発生しました。後でもう一度お試しください。
nl: Er is een onbekende fout opgetreden bij het bijwerken van je openbare profiel. Probeer het later opnieuw.
pl: Wystąpił nieznany błąd podczas próby zaktualizowania profilu publicznego. Spróbuj ponownie później.
pt: Ocorreu um erro desconhecido ao tentar atualizar seu perfil público. Tente novamente mais tarde.
sq: Ne has mbuluar një gabim të panjohur ndërsa përpiqeshim të azhornonim profilin tuaj publik. Ju lutemi provoni përsëri më vonë.
sv: Vi stötte på ett okänt fel när vi försökte uppdatera din offentliga profil. Försök igen senare.
zh: 尝试更新公开资料时出现未知错误。请稍后再试。

source: We encountered an unknown error while attempting to update your team. Please try again later.
de: Wir sind auf einen unbekannten Fehler gestoßen, während wir versucht haben, Ihr Team zu aktualisieren. Bitte versuchen Sie es später erneut.
es: Encontramos un error desconocido al intentar actualizar tu equipo. Por favor, inténtalo de nuevo más tarde.
fr: Une erreur inconnue s'est produite lors de la mise à jour de votre équipe. Veuillez réessayer plus tard.
it: Abbiamo riscontrato un errore sconosciuto durante il tentativo di aggiornare il tuo team. Si prega di riprovare più tardi.
ja: チームの更新中に不明なエラーが発生しました。後でもう一度お試しください。
nl: Er is een onbekende fout opgetreden bij het bijwerken van je team. Probeer het later opnieuw.
pl: Wystąpił nieznany błąd podczas próby zaktualizowania zespołu. Spróbuj ponownie później.
pt: Ocorreu um erro desconhecido ao tentar atualizar sua equipe. Tente novamente mais tarde.
sq: Ne has mbuluar një gabim të panjohur ndërsa përpiqeshim të azhornonim ekipin tuaj. Ju lutemi provoni përsëri më vonë.
sv: Vi stötte på ett okänt fel när vi försökte uppdatera ditt team. Försök igen senare.
zh: 尝试更新团队时出现未知错误。请稍后再试。

source: We encountered an unknown error while attempting update the team email. Please try again later.
de: Wir sind auf einen unbekannten Fehler gestoßen, während wir versucht haben, die Team-E-Mail zu aktualisieren. Bitte versuchen Sie es später erneut.
es: Encontramos un error desconocido al intentar actualizar el correo electrónico del equipo. Por favor, inténtalo de nuevo más tarde.
fr: Une erreur inconnue s'est produite lors de la mise à jour de l'e-mail de l'équipe. Veuillez réessayer plus tard.
it: Abbiamo riscontrato un errore sconosciuto durante il tentativo di aggiornare l'email del team. Si prega di riprovare più tardi.
ja: チームのメールアドレス更新中に不明なエラーが発生しました。後でもう一度お試しください。
nl: Er is een onbekende fout opgetreden bij het bijwerken van de team‑e‑mail. Probeer het later opnieuw.
pl: Wystąpił nieznany błąd podczas próby zaktualizowania adresu e-mail. Spróbuj ponownie później.
pt: Ocorreu um erro desconhecido ao tentar atualizar o email da equipe. Tente novamente mais tarde.
sq: Ne has mbuluar një gabim të panjohur ndërsa përpiqeshim të azhornonim emailin e ekipit. Ju lutemi provoni përsëri më vonë.
sv: Vi stötte på ett okänt fel när vi försökte uppdatera team-e-postadressen. Försök igen senare.
zh: 尝试更新团队邮箱时出现未知错误。请稍后再试。

source: We encountered an unknown error while attempting update your profile. Please try again later.
de: Wir haben einen unbekannten Fehler festgestellt, während wir versuchten, Ihr Profil zu aktualisieren. Bitte versuchen Sie es später noch einmal.
es: Encontramos un error desconocido al intentar actualizar su perfil. Por favor, inténtelo de nuevo más tarde.
fr: Nous avons rencontré une erreur inconnue lors de la tentative de mise à jour de votre profil. Veuillez réessayer plus tard.
it: Abbiamo riscontrato un errore sconosciuto durante il tentativo di aggiornare il tuo profilo. Si prega di riprovare più tardi.
ja: プロフィールの更新中に不明なエラーが発生しました。後でもう一度お試しください。
nl: Er is een onbekende fout opgetreden bij het bijwerken van je profiel. Probeer het later opnieuw.
pl: Wystąpił nieznany błąd podczas próby zaktualizowania profilu. Spróbuj ponownie później.
pt: Ocorreu um erro desconhecido ao tentar atualizar seu perfil. Tente novamente mais tarde.
sq: Ne hasim një gabim të panjohur gjatë përpjekjes për të përditësuar profilin tuaj. Ju lutemi provoni përsëri më vonë.
sv: Vi stötte på ett okänt fel när vi försökte uppdatera din profil. Försök igen senare.
zh: 在尝试更新您的个人资料时遇到未知错误。请稍后重试。

source: We have sent a confirmation email for verification.
de: Wir haben eine Bestätigungs-E-Mail zur Überprüfung gesendet.
es: Hemos enviado un correo electrónico de confirmación para la verificación.
fr: Nous avons envoyé un e-mail de confirmation pour vérification.
it: Abbiamo inviato un'email di conferma per la verifica.
ja: 確認用のメールを送信しました。
nl: We hebben een bevestigingsmail voor verificatie verzonden.
pl: Wysłaliśmy wiadomość weryfikacyjną.
pt: Enviamos um email de confirmação para verificação.
sq: Ne kemi dërguar një email konfirmimi për verifikim.
sv: Vi har skickat ett bekräftelsemail för verifiering.
zh: 我们已发送确认邮件用于验证。

source: We need your signature to sign documents
de: Wir benötigen Ihre Unterschrift, um Dokumente zu unterschreiben
es: Necesitamos su firma para firmar documentos
fr: Nous avons besoin de votre signature pour signer des documents
it: Abbiamo bisogno della tua firma per firmare i documenti
ja: ドキュメントに署名するには、お客様の署名が必要です。
nl: We hebben je handtekening nodig om documenten te ondertekenen.
pl: Potrzebujemy Twojego podpisu, aby podpisywać dokumenty
pt: Precisamos de sua assinatura para assinar documentos
sq: Na duhet nënshkrimi juaj për të nënshkruajtur dokumentet
sv: Vi behöver din signatur för att signera dokument
zh: 我们需要您的签名来签署文档

source: We were unable to copy the token to your clipboard. Please try again.
de: Wir konnten das Token nicht in Ihre Zwischenablage kopieren. Bitte versuchen Sie es erneut.
es: No pudimos copiar el token en tu portapapeles. Por favor, inténtalo de nuevo.
fr: Nous n'avons pas pu copier le token dans votre presse-papiers. Veuillez réessayer.
it: Non siamo riusciti a copiare il token negli appunti. Si prega di riprovare.
ja: トークンをクリップボードにコピーできませんでした。もう一度お試しください。
nl: We konden het token niet naar je klembord kopiëren. Probeer het opnieuw.
pl: Nie mogliśmy skopiować tokena do schowka. Spróbuj ponownie.
pt: Não conseguimos copiar o token para sua área de transferência. Tente novamente.
sq: Nuk mundëm të kopjojmë token tek clipboard-i juaj. Ju lutemi provoni përsëri.
sv: Vi kunde inte kopiera token till ditt urklipp. Försök igen.
zh: 无法将令牌复制到剪贴板。请重试。

source: We were unable to copy your recovery code to your clipboard. Please try again.
de: Wir konnten Ihren Wiederherstellungscode nicht in Ihre Zwischenablage kopieren. Bitte versuchen Sie es erneut.
es: No pudimos copiar tu código de recuperación en tu portapapeles. Por favor, inténtalo de nuevo.
fr: Nous n'avons pas pu copier votre code de récupération dans votre presse-papiers. Veuillez réessayer.
it: Non siamo riusciti a copiare il tuo codice di recupero negli appunti. Si prega di riprovare.
ja: リカバリーコードをクリップボードにコピーできませんでした。もう一度お試しください。
nl: We konden je herstelcode niet naar je klembord kopiëren. Probeer het opnieuw.
pl: Nie mogliśmy skopiować kodu odzyskiwania do schowka. Spróbuj ponownie.
pt: Não foi possível copiar o seu código de recuperação para a sua área de transferência. Por favor, tente novamente.
sq: Nuk mundëm të kopjojmë kodin tuaj të rikuperimit tek clipboard-i juaj. Ju lutemi provoni përsëri.
sv: Vi kunde inte kopiera din återställningskod till ditt urklipp. Försök igen.
zh: 无法将恢复代码复制到剪贴板。请重试。

source: We were unable to create your account. Please review the information you provided and try again.
de: Wir konnten Ihr Konto nicht erstellen. Bitte überprüfen Sie die von Ihnen angegebenen Informationen und versuchen Sie es erneut.
es: No pudimos crear su cuenta. Revise la información que proporcionó e inténtelo de nuevo.
fr: Nous n'avons pas pu créer votre compte. Veuillez vérifier les informations que vous avez fournies et réessayer.
it: Non siamo riusciti a creare il tuo account. Si prega di rivedere le informazioni fornite e riprovare.
ja: アカウントを作成できませんでした。入力内容を確認のうえ、もう一度お試しください。
nl: We konden je account niet aanmaken. Controleer de door jou ingevoerde gegevens en probeer het opnieuw.
pl: Nie mogliśmy utworzyć konta. Sprawdź dane i spróbuj ponownie.
pt: Não foi possível criar a sua conta. Por favor, reveja as informações que você forneceu e tente novamente.
sq: Nuk ishim në gjendje të krijonim llogarinë tuaj. Ju lutem kontrolloni informacionin që keni dhënë dhe provoni përsëri.
sv: Vi kunde inte skapa ditt konto. Granska informationen du angav och försök igen.
zh: 我们未能创建您的账户。请检查您提供的信息后重试。

source: We were unable to disable two-factor authentication for your account. Please ensure that you have entered your password and backup code correctly and try again.
de: Wir konnten die Zwei-Faktor-Authentifizierung für Ihr Konto nicht deaktivieren. Bitte stellen Sie sicher, dass Sie Ihr Passwort und den Backup-Code korrekt eingegeben haben und versuchen Sie es erneut.
es: No pudimos desactivar la autenticación de dos factores para tu cuenta. Asegúrate de haber ingresado correctamente tu contraseña y código de respaldo e inténtalo de nuevo.
fr: Nous n'avons pas pu désactiver l'authentification à deux facteurs pour votre compte. Veuillez vous assurer que vous avez correctement entré votre mot de passe et votre code de secours, puis réessayez.
it: Non siamo riusciti a disabilitare l'autenticazione a due fattori per il tuo account. Assicurati di aver inserito correttamente la password e il codice di backup e riprova.
ja: 二要素認証を無効にできませんでした。パスワードとバックアップコードが正しく入力されているか確認のうえ、再度お試しください。
nl: We konden twee‑factor‑authenticatie voor je account niet uitschakelen. Controleer of je je wachtwoord en back‑upcode correct hebt ingevoerd en probeer het opnieuw.
pl: Nie mogliśmy wyłączyć weryfikacji dwuetapowej konta. Sprawdź poprawność hasła i kodu zapasowego, a następnie spróbuj ponownie.
pt: Não foi possível desativar a autenticação de dois fatores para a sua conta. Certifique-se de que você digitou corretamente a sua senha e o código de backup e tente novamente.
sq: Nuk mundëm të çaktivizojmë identifikimin me dy faktorë për llogarinë tuaj. Ju lutemi sigurohuni që keni futur saktë fjalëkalimin dhe kodin rezervë dhe provoni përsëri.
sv: Vi kunde inte inaktivera tvåfaktorsautentisering för ditt konto. Kontrollera att du har angett ditt lösenord och din backupkod korrekt och försök igen.
zh: 我们未能为你的账号禁用双重验证。请确保你正确输入了密码和备份代码后再试。

source: We were unable to log you out at this time.
de: Wir konnten Sie zurzeit nicht abmelden.
es: No pudimos cerrar sesión en este momento.
fr: Nous n'avons pas pu vous déconnecter pour le moment.
it: Non siamo riusciti a disconnetterti in questo momento.
ja: 現在、ログアウトできませんでした。
nl: We konden je nu niet uitloggen.
pl: Nie mogliśmy Cię wylogować.
pt: Não foi possível fazer o logout neste momento.
sq: Nuk mundëm të shkëpusnim lidhjen tuaj në këtë moment.
sv: Vi kunde inte logga ut dig just nu.
zh: 目前无法将你登出。

source: We were unable to set your public profile to public. Please try again.
de: Wir konnten Ihr öffentliches Profil nicht auf öffentlich setzen. Bitte versuchen Sie es erneut.
es: No pudimos configurar tu perfil público como público. Por favor, inténtalo de nuevo.
fr: Nous n'avons pas pu définir votre profil public comme public. Veuillez réessayer.
it: Non siamo riusciti a impostare il tuo profilo pubblico come pubblico. Per favore riprova.
ja: 公開プロフィールを公開状態に変更できませんでした。もう一度お試しください。
nl: We konden je openbare profiel nu niet op openbaar zetten. Probeer het opnieuw.
pl: Nie mogliśmy zmienić Twojego profilu publicznego na prywatny. Spróbuj ponownie.
pt: Não foi possível definir o seu perfil público como público. Por favor, tente novamente.
sq: Nuk mundëm të vendosnim profilin tuaj publik si publik. Ju lutemi provoni përsëri.
sv: Vi kunde inte göra din offentliga profil publik. Försök igen.
zh: 我们未能将你的公开资料设置为公开。请重试。

source: We were unable to setup two-factor authentication for your account. Please ensure that you have entered your code correctly and try again.
de: Wir konnten die Zwei-Faktor-Authentifizierung für Ihr Konto nicht einrichten. Bitte stellen Sie sicher, dass Sie den Code korrekt eingegeben haben und versuchen Sie es erneut.
es: No pudimos configurar la autenticación de dos factores para tu cuenta. Asegúrate de haber ingresado correctamente tu código e inténtalo de nuevo.
fr: Nous n'avons pas pu configurer l'authentification à deux facteurs pour votre compte. Veuillez vous assurer que vous avez correctement entré votre code et réessayez.
it: Non siamo riusciti a impostare l'autenticazione a due fattori per il tuo account. Assicurati di aver inserito correttamente il tuo codice e riprova.
ja: 二要素認証を設定できませんでした。コードが正しく入力されているか確認のうえ、再度お試しください。
nl: We konden twee‑factor‑authenticatie voor je account niet instellen. Controleer of je de code correct hebt ingevoerd en probeer het opnieuw.
pl: Nie mogliśmy skonfigurować weryfikacji dwuetapowej konta. Sprawdź poprawność kodu, a następnie spróbuj ponownie.
pt: Não foi possível configurar a autenticação de dois fatores para a sua conta. Certifique-se de que você digitou o seu código corretamente e tente novamente.
sq: Nuk mundëm të konfigurrronim identifikimin me dy faktorë për llogarinë tuaj. Ju lutemi sigurohuni që keni futur saktë kodin dhe provoni përsëri.
sv: Vi kunde inte konfigurera tvåfaktorsautentisering för ditt konto. Kontrollera att du har angett din kod korrekt och försök igen.
zh: 我们未能为你的账号设置双重验证。请确保你正确输入验证码后再试。

source: We were unable to submit this document at this time. Please try again later.
de: Wir konnten dieses Dokument zurzeit nicht einreichen. Bitte versuchen Sie es später erneut.
es: No pudimos enviar este documento en este momento. Por favor, inténtalo de nuevo más tarde.
fr: Nous n'avons pas pu soumettre ce document pour le moment. Veuillez réessayer plus tard.
it: Non siamo riusciti a inviare questo documento in questo momento. Per favore riprova più tardi.
ja: 現在、この文書を送信できませんでした。後でもう一度お試しください。
nl: We konden dit document nu niet indienen. Probeer het later opnieuw.
pl: Nie mogliśmy przesłać dokumentu. Spróbuj ponownie później.
pt: Não foi possível enviar este documento neste momento. Por favor, tente novamente mais tarde.
sq: Nuk mundëm të dërgonim këtë dokument në këtë moment. Ju lutemi provoni më vonë.
sv: Vi kunde inte skicka in detta dokument just nu. Försök igen senare.
zh: 目前无法提交此文档。请稍后再试。

source: We were unable to update your branding preferences at this time, please try again later
de: Wir konnten Ihre Markenpräferenzen zu diesem Zeitpunkt nicht aktualisieren, bitte versuchen Sie es später noch einmal
es: No pudimos actualizar tus preferencias de marca en este momento, por favor intenta de nuevo más tarde
fr: Nous n'avons pas pu mettre à jour vos préférences de branding pour le moment, veuillez réessayer plus tard
it: Non siamo riusciti ad aggiornare le tue preferenze di branding al momento, riprova più tardi
ja: 現在、ブランディング設定を更新できません。後でもう一度お試しください。
nl: We konden je brandingvoorkeuren nu niet bijwerken; probeer het later opnieuw
pl: Nie mogliśmy zaktualizować ustawień brandingu. Spróbuj ponownie później
pt: Não foi possível atualizar as suas preferências de marca neste momento, por favor, tente novamente mais tarde
sq: Nuk mundëm të përditësonim preferencat tuaja për markën në këtë kohë, ju lutemi provoni përsëri më vonë
sv: Vi kunde inte uppdatera dina varumärkespreferenser just nu, försök igen senare
zh: 目前无法更新你的品牌偏好设置，请稍后再试

source: We were unable to update your document preferences at this time, please try again later
de: Wir konnten Ihre Dokumentpräferenzen zu diesem Zeitpunkt nicht aktualisieren, bitte versuchen Sie es später noch einmal
es: No pudimos actualizar tus preferencias de documento en este momento, por favor intenta de nuevo más tarde
fr: Nous n'avons pas pu mettre à jour vos préférences de document pour le moment, veuillez réessayer plus tard
it: Non siamo riusciti ad aggiornare le tue preferenze sui documenti al momento, riprova più tardi
ja: 現在、文書設定を更新できません。後でもう一度お試しください。
nl: We konden je documentvoorkeuren nu niet bijwerken; probeer het later opnieuw
pl: Nie mogliśmy zaktualizować ustawień dokumentu. Spróbuj ponownie później
pt: Não foi possível atualizar as suas preferências de documento neste momento, por favor, tente novamente mais tarde
sq: Nuk mundëm të përditësonim preferencat tuaja për dokumentet në këtë kohë, ju lutemi provoni përsëri më vonë
sv: Vi kunde inte uppdatera dina dokumentpreferenser just nu, försök igen senare
zh: 目前无法更新你的文档偏好设置，请稍后再试

source: We were unable to update your email preferences at this time, please try again later
de: Wir konnten Ihre E-Mail-Präferenzen derzeit nicht aktualisieren, bitte versuchen Sie es später noch einmal.
es: No pudimos actualizar tus preferencias de correo electrónico en este momento, por favor intenta de nuevo más tarde.
fr: Nous n'avons pas pu mettre à jour vos préférences d'e-mail pour le moment, veuillez réessayer plus tard
it: Al momento non siamo in grado di aggiornare le tue preferenze email, riprova più tardi.
ja: 現在、メール設定を更新できませんでした。後でもう一度お試しください。
nl: We konden je e-mailvoorkeuren op dit moment niet bijwerken, probeer het later opnieuw
pl: Nie mogliśmy zaktualizować ustawień adresu e-mail. Spróbuj ponownie później
pt: Não foi possível atualizar as suas preferências de e-mail neste momento, por favor, tente novamente mais tarde
zh: 我们目前无法更新您的邮件偏好设置，请稍后重试

source: We were unable to verify your details. Please try again or contact support
de: Wir konnten Ihre Angaben nicht verifizieren. Bitte versuchen Sie es erneut oder kontaktieren Sie den Support
es: No pudimos verificar tus datos. Por favor, inténtalo de nuevo o contacta con soporte
fr: Nous n'avons pas pu vérifier vos détails. Veuillez réessayer ou contacter le support
it: Non siamo riusciti a verificare i tuoi dati. Per favore riprova o contatta il supporto
ja: 情報を確認できませんでした。もう一度お試しいただくか、サポートまでお問い合わせください。
nl: We konden je gegevens niet verifiëren. Probeer het opnieuw of neem contact op met support
pl: Nie mogliśmy zweryfikować szczegółów. Spróbuj ponownie lub skontaktuj się z pomocą techniczną
pt: Não foi possível verificar os seus dados. Por favor, tente novamente ou entre em contato com o suporte
sq: Nuk mundëm të verifikonim detajet tuaja. Ju lutemi provoni përsëri ose kontaktoni mbështetjen
sv: Vi kunde inte verifiera dina uppgifter. Försök igen eller kontakta support
zh: 我们未能验证你的信息。请重试或联系支持

source: We were unable to verify your email at this time.
de: Wir konnten Ihre E-Mail derzeit nicht verifizieren.
es: No pudimos verificar tu correo electrónico en este momento.
fr: Nous n'avons pas pu vérifier votre email pour le moment.
it: Non siamo stati in grado di verificare la tua email in questo momento.
ja: 現在、メールアドレスを確認できませんでした。
nl: We konden je e-mailadres op dit moment niet verifiëren.
pl: Nie mogliśmy zweryfikować adresu e-mail.
pt: Não foi possível verificar o seu e-mail neste momento.
sq: Nuk kemi arritur të verifikojmë emailin tuaj për momentin.
sv: Vi kunde inte verifiera din e-post just nu.
zh: 我们目前无法验证您的邮箱。

source: We were unable to verify your email. If your email is not verified already, please try again.
de: Wir konnten Ihre E-Mail nicht bestätigen. Wenn Ihre E-Mail noch nicht bestätigt wurde, versuchen Sie es bitte erneut.
es: No pudimos verificar tu correo electrónico. Si tu correo electrónico no está verificado ya, por favor inténtalo de nuevo.
fr: Nous n'avons pas pu vérifier votre e-mail. Si votre e-mail n'est pas déjà vérifié, veuillez réessayer.
it: Non siamo riusciti a verificare la tua email. Se la tua email non è già verificata, riprova.
ja: メールアドレスを確認できませんでした。まだ確認が完了していない場合は、もう一度お試しください。
nl: We konden je e‑mail niet verifiëren. Als je e‑mail nog niet is geverifieerd, probeer het dan opnieuw.
pl: Nie mogliśmy zweryfikować adresu e-mail. Jeśli adres e-mail nie został jeszcze zweryfikowany, spróbuj ponownie.
pt: Não foi possível verificar o seu e-mail. Se o seu e-mail ainda não estiver verificado, por favor, tente novamente.
sq: Nuk mundëm të verifikonim email-in tuaj. Nëse email-i juaj nuk është verifikuar ende, ju lutemi provoni përsëri.
sv: Vi kunde inte verifiera din e-post. Om din e-post inte redan är verifierad, försök igen.
zh: 我们未能验证你的邮箱。如果你的邮箱尚未验证，请重试。
