Repository: documenso/documenso
Catalog: packages/lib/translations/*/web.po
Languages: de, es, fr, it, ja, nl, pl, pt, sq, sv, zh

source: An error occurred while sending your confirmation email
de: Beim Senden Ihrer Bestätigungs-E-Mail ist ein Fehler aufgetreten
es: Ocurrió un error al enviar tu correo electrónico de confirmación
fr: Une erreur est survenue lors de l'envoi de votre e-mail de confirmation
it: Si è verificato un errore durante l'invio della tua email di conferma
ja: 確認メールの送信中にエラーが発生しました
nl: Er is een fout opgetreden bij het verzenden van je bevestigingsmail
pl: Wystąpił błąd podczas wysyłania wiadomości potwierdzającej
pt: Ocorreu um erro ao enviar seu email de confirmação
sq: Ndodhi një gabim gjatë dërgimit të email-it të konfirmimit tuaj
sv: Ett fel inträffade när ditt bekräftelsemail skulle skickas
zh: 发送确认邮件时发生错误

source: An error occurred while signing as assistant.
de: Beim Unterschreiben als Assistent ist ein Fehler aufgetreten.
es: Ocurrió un error al firmar como asistente.
fr: Une erreur s'est produite lors de la signature en tant qu'assistant.
it: Si è verificato un errore durante la firma come assistente.
ja: 代理署名中に予期しないエラーが発生しました。
nl: Er is een fout opgetreden tijdens het ondertekenen als assistent.
pl: Wystąpił błąd podczas podpisywania jako przygotowujący.
pt: Ocorreu um erro ao assinar como assistente.
sq: Pati një gabim gjatë nënshkrimit si ndihmës.
sv: Ett fel inträffade vid signering som assistent.
zh: 以助理身份签署时发生意外错误。

source: An error occurred while signing the document.
de: Ein Fehler ist aufgetreten, während das Dokument unterzeichnet wurde.
es: Ocurrió un error al firmar el documento.
fr: Une erreur est survenue lors de la signature du document.
it: Si è verificato un errore durante la firma del documento.
ja: 文書の署名中にエラーが発生しました。
nl: Er is een fout opgetreden bij het ondertekenen van het document.
pl: Wystąpił błąd podczas podpisywania dokumentu.
pt: Ocorreu um erro ao assinar o documento.
sq: Ndodhi një gabim gjatë nënshkrimit të dokumentit.
sv: Ett fel inträffade när dokumentet skulle signeras.
zh: 签署文档时发生错误。

source: An error occurred while signing the field.
de: Ein Fehler ist beim Signieren des Feldes aufgetreten.
es: Se produjo un error al firmar el campo.
fr: Une erreur est survenue lors de la signature du champ.
it: Si è verificato un errore durante la firma del campo.
ja: フィールドへの署名中にエラーが発生しました。
nl: Er is een fout opgetreden bij het ondertekenen van het veld.
pl: Wystąpił błąd podczas podpisywania pola.
zh: 签署字段时发生错误。

source: An error occurred while trying to create a checkout session.
de: Ein Fehler ist aufgetreten, während versucht wurde, eine Checkout-Sitzung zu erstellen.
es: Ocurrió un error al intentar crear una sesión de pago.
fr: Une erreur est survenue lors de la création d'une session de paiement.
it: Si è verificato un errore durante il tentativo di creare una sessione di pagamento.
ja: チェックアウトセッションの作成中にエラーが発生しました。
nl: Er is een fout opgetreden bij het aanmaken van een betaalpagina.
pl: Wystąpił błąd podczas próby utworzenia sesji zamówienia.
pt: Ocorreu um erro ao tentar criar uma sessão de checkout.
sq: Ndodhi një gabim gjatë përpjekjes për të krijuar një sesion arke.
sv: Ett fel inträffade när en utcheckningssession skulle skapas.
zh: 创建结账会话时发生错误。

source: An error occurred while updating the document settings.
de: Ein Fehler ist aufgetreten, während die Dokumenteinstellungen aktualisiert wurden.
es: Ocurrió un error al actualizar la configuración del documento.
fr: Une erreur est survenue lors de la mise à jour des paramètres du document.
it: Si è verificato un errore durante l'aggiornamento delle impostazioni del documento.
ja: 文書設定の更新中にエラーが発生しました。
nl: Er is een fout opgetreden bij het bijwerken van de documentinstellingen.
pl: Wystąpił błąd podczas aktualizowania ustawień dokumentu.
pt: Ocorreu um erro ao atualizar as configurações do documento.
sq: Ndodhi një gabim gjatë përditësimit të cilësimeve të dokumentit.
sv: Ett fel inträffade när dokumentinställningarna skulle uppdateras.
zh: 更新文档设置时发生错误。

source: An error occurred while updating the signature.
de: Ein Fehler ist aufgetreten, während die Unterschrift aktualisiert wurde.
es: Ocurrió un error al actualizar la firma.
fr: Une erreur est survenue lors de la mise à jour de la signature.
it: Si è verificato un errore durante l'aggiornamento della firma.
ja: 署名の更新中にエラーが発生しました。
nl: Er is een fout opgetreden bij het bijwerken van de handtekening.
pl: Wystąpił błąd podczas aktualizowania podpisu.
pt: Ocorreu um erro ao atualizar a assinatura.
sq: Ndodhi një gabim gjatë përditësimit të nënshkrimit.
sv: Ett fel inträffade när signaturen skulle uppdateras.
zh: 更新签名时发生错误。

source: An error occurred while updating your profile.
de: Ein Fehler ist aufgetreten, während dein Profil aktualisiert wurde.
es: Ocurrió un error al actualizar tu perfil.
fr: Une erreur est survenue lors de la mise à jour de votre profil.
it: Si è verificato un errore durante l'aggiornamento del tuo profilo.
ja: プロフィールの更新中にエラーが発生しました。
nl: Er is een fout opgetreden bij het bijwerken van je profiel.
pl: Wystąpił błąd podczas aktualizowania profilu.
pt: Ocorreu um erro ao atualizar seu perfil.
sq: Ndodhi një gabim gjatë përditësimit të profilit tuaj.
sv: Ett fel inträffade när din profil skulle uppdateras.
zh: 更新你的资料时发生错误。

source: An error occurred while uploading your document.
de: Ein Fehler ist aufgetreten, während dein Dokument hochgeladen wurde.
es: Ocurrió un error al subir tu documento.
fr: Une erreur est survenue lors de l'importation de votre document.
it: Si è verificato un errore durante il caricamento del tuo documento.
ja: 文書のアップロード中にエラーが発生しました。
nl: Er is een fout opgetreden bij het uploaden van je document.
pl: Wystąpił błąd podczas przesyłania dokumentu.
pt: Ocorreu um erro ao fazer upload do seu documento.
sq: Ndodhi një gabim gjatë ngarkimit të dokumentit tuaj.
sv: Ett fel inträffade när ditt dokument skulle laddas upp.
zh: 上传文档时发生错误。

source: An error occurred. Please try again later.
de: Ein Fehler ist aufgetreten. Bitte versuchen Sie es später erneut.
es: Ocurrió un error. Por favor intenta de nuevo más tarde.
fr: Une erreur s'est produite. Veuillez réessayer plus tard.
it: Si è verificato un errore. Per favore riprova più tardi.
ja: エラーが発生しました。後でもう一度お試しください。
nl: Er is een fout opgetreden. Probeer het later opnieuw.
pl: Wystąpił błąd. Spróbuj ponownie później.
pt: Ocorreu um erro. Tente novamente mais tarde.
zh: 发生错误。请稍后重试。

source: An organisation wants to create an account for you. Please review the details below.
de: Eine Organisation möchte ein Konto für Sie erstellen. Bitte überprüfen Sie die Details unten.
es: Una organización quiere crear una cuenta para ti. Por favor, revisa los detalles a continuación.
fr: Une organisation souhaite créer un compte pour vous. Veuillez examiner les détails ci-dessous.
it: Un'organizzazione vuole creare un account per te. Per favore controlla i dettagli qui sotto.
ja: ある組織があなたのためにアカウントを作成しようとしています。以下の詳細を確認してください。
nl: Een organisatie wil een account voor je aanmaken. Controleer de onderstaande details.
pl: Organizacja chce utworzyć konto dla Ciebie. Sprawdź szczegóły poniżej.
pt: Uma organização deseja criar uma conta para você. Revise os detalhes abaixo.
zh: 有组织希望为您创建账户。请查看以下详情。

source: An organisation wants to link your account. Please review the details below.
de: Eine Organisation möchte Ihr Konto verknüpfen. Bitte überprüfen Sie die Details unten.
es: Una organización quiere vincular tu cuenta. Por favor, revisa los detalles a continuación.
fr: Une organisation souhaite lier votre compte. Veuillez examiner les détails ci-dessous.
it: Un'organizzazione vuole collegare il tuo account. Per favore controlla i dettagli qui sotto.
ja: ある組織があなたのアカウントをリンクしようとしています。以下の詳細を確認してください。
nl: Een organisatie wil je account koppelen. Controleer de onderstaande details.
pl: Organizacja chce połączyć Twoje konto. Sprawdź szczegóły poniżej.
pt: Uma organização deseja vincular sua conta. Revise os detalhes abaixo.
zh: 有组织希望关联您的账户。请查看以下详情。

source: An unexpected error occurred.
de: Ein unerwarteter Fehler ist aufgetreten.
es: Ocurrió un error inesperado.
fr: Une erreur inattendue est survenue.
it: Si è verificato un errore inaspettato.
ja: 予期しないエラーが発生しました。
nl: Er is een onverwachte fout opgetreden.
pl: Wystąpił nieoczekiwany błąd.
pt: Ocorreu um erro inesperado.
sq: Ndodhi një gabim i papritur.
sv: Ett oväntat fel inträffade.
zh: 发生意外错误。

source: An unknown error occurred
de: Es ist ein unbekannter Fehler aufgetreten
es: Ocurrió un error desconocido
fr: Une erreur inconnue est survenue
it: Si è verificato un errore sconosciuto
ja: 不明なエラーが発生しました
nl: Er is een onbekende fout opgetreden
pl: Wystąpił nieznany błąd
pt: Ocorreu um erro desconhecido
sq: Ndodhi një gabim i panjohur
sv: Ett okänt fel inträffade
zh: 发生未知错误

source: An unknown error occurred while creating the folder.
de: Ein unbekannter Fehler ist beim Erstellen des Ordners aufgetreten.
es: Se produjo un error desconocido al crear la carpeta.
fr: Une erreur inconnue s'est produite lors de la création du dossier.
it: Si è verificato un errore sconosciuto durante la creazione della cartella.
ja: フォルダの作成中に不明なエラーが発生しました。
nl: Er is een onbekende fout opgetreden tijdens het aanmaken van de map.
pl: Wystąpił nieznany błąd podczas tworzenia folderu.
pt: Ocorreu um erro desconhecido ao criar a pasta.
sq: Një gabim i panjohur ndodhi gjatë krijimit të dosjes.
sv: Ett okänt fel inträffade när mappen skulle skapas.
zh: 创建文件夹时发生未知错误。

source: An unknown error occurred while deleting the folder.
de: Ein unbekannter Fehler ist beim Löschen des Ordners aufgetreten.
es: Se produjo un error desconocido al eliminar la carpeta.
fr: Une erreur inconnue s'est produite lors de la suppression du dossier.
it: Si è verificato un errore sconosciuto durante l'eliminazione della cartella.
ja: フォルダの削除中に不明なエラーが発生しました。
nl: Er is een onbekende fout opgetreden tijdens het verwijderen van de map.
pl: Wystąpił nieznany błąd podczas usuwania folderu.
pt: Ocorreu um erro desconhecido ao excluir a pasta.
sq: Një gabim i panjohur ndodhi gjatë fshirjes së dosjes.
sv: Ett okänt fel inträffade när mappen skulle raderas.
zh: 删除文件夹时发生未知错误。

source: An unknown error occurred while moving the folder.
de: Ein unbekannter Fehler ist beim Verschieben des Ordners aufgetreten.
es: Se produjo un error desconocido al mover la carpeta.
fr: Une erreur inconnue s'est produite lors du déplacement du dossier.
it: Si è verificato un errore sconosciuto durante lo spostamento della cartella.
ja: フォルダの移動中に不明なエラーが発生しました。
nl: Er is een onbekende fout opgetreden tijdens het verplaatsen van de map.
pl: Wystąpił nieznany błąd podczas przenoszenia folderu.
pt: Ocorreu um erro desconhecido ao mover a pasta.
sq: Një gabim i panjohur ndodhi gjatë zhvendosjes së dosjes.
sv: Ett okänt fel inträffade när mappen skulle flyttas.
zh: 移动文件夹时发生未知错误。

source: Any documents that you have been invited to will appear here
de: Alle Dokumente, zu denen Sie eingeladen wurden, erscheinen hier
es: Cualquier documento al que hayas sido invitado aparecerá aquí
fr: Tous les documents auxquels vous avez été invité apparaîtront ici
it: Tutti i documenti a cui sei stato invitato verranno visualizzati qui
ja: あなた宛てに招待されたドキュメントがここに表示されます
nl: Documenten waarvoor je aandacht nodig is, verschijnen hier
pl: Wszystkie zaproszenia do dokumentów pojawią się tutaj
pt: Quaisquer documentos em que você tenha sido convidado aparecerão aqui
sq: Çdo dokument në të cilin ju është dërguar një ftesë do të shfaqet këtu
sv: Alla dokument som du har bjudits in till kommer att visas här
zh: 任何邀请您参与的文档都会显示在此处

source: Any Source
de: Jede Quelle
es: Cualquier fuente
fr: Toute source
it: Qualsiasi fonte
ja: すべてのソース
nl: Elke bron
pl: Dowolne źródło
pt: Qualquer Origem
sq: Çdo Burim
sv: Vilken källa som helst
zh: 任意来源

source: Any Status
de: Jeder Status
es: Cualquier estado
fr: Tout statut
it: Qualsiasi stato
ja: すべてのステータス
nl: Elke status
pl: Dowolny status
pt: Qualquer Status
sq: Çdo Status
sv: Vilken status som helst
zh: 任意状态

source: API Tokens
de: API-Token
es: Tokens de API
fr: Tokens API
it: Token API
ja: API トークン
pl: Tokeny API
pt: Tokens da API
sq: Shenjat API
zh: API 令牌

source: App Version
es: Versión de la Aplicación
fr: Version de l'application
it: Versione dell'app
ja: アプリのバージョン
nl: App‑versie
pl: Wersja aplikacji
pt: Versão do Aplicativo
sq: Versioni e Aplikacionit
zh: 应用版本

source: Approve
de: Genehmigen
es: Aprobar
fr: Approuver
it: Approvare
ja: 承認
nl: Goedkeuren
pl: Zatwierdź
pt: Aprovar
sq: Mirato
sv: Godkänn
zh: 批准

# Recipient role action verb
source: Approve
de: Genehmigen
es: Aprobar
fr: Approuver
it: Approva
ja: 承認
nl: Goedkeuren
pl: Zatwierdź
pt: Aprovar
zh: 审批

source: Approve Document
de: Dokument genehmigen
es: Aprobar Documento
fr: Approuver le document
it: Approva Documento
ja: 文書を承認
nl: Document goedkeuren
pl: Zatwierdź dokument
pt: Aprovar Documento
sq: Mirato Dokumentin
sv: Godkänn dokument
zh: 批准文档

source: Approved
de: Genehmigt
es: Aprobado
fr: Approuvé
it: Approvato
ja: 承認済み
nl: Goedgekeurd
pl: Zatwierdzono
pt: Aprovado
sq: Miratuar
sv: Godkänd
zh: 已批准

# Recipient role actioned
source: Approved
de: Genehmigt
es: Aprobado
fr: Approuvé
it: Approvato
ja: 承認済み
nl: Goedgekeurd
pl: Zatwierdzono
pt: Aprovado
zh: 已审批

source: Approver
de: Genehmiger
es: Aprobador
fr: Approuveur
it: Approvante
ja: 承認者
nl: Beoordelaar
pl: Zatwierdzający
pt: Aprovador
sq: Pranuesi
sv: Godkännare
zh: 审批人

# Recipient role name
source: Approver
de: Genehmiger
es: Aprobador
fr: Approuveur
it: Approvante
ja: 承認者
nl: Beoordelaar
pl: Zatwierdzający
pt: Aprovador
zh: 审批人

# Recipient role plural name
source: Approvers
de: Genehmigende
es: Aprobadores
fr: Approbateurs
it: Approvanti
ja: 承認者
nl: Beoordelaars
pl: Zatwierdzający
pt: Aprovadores
zh: 审批人

# Recipient role progressive verb
source: Approving
de: Genehmigung
es: Aprobando
fr: En attente d'approbation
it: In approvazione
ja: 承認中
nl: Aan het goedkeuren
pl: Zatwierdza
pt: Aprovando
zh: 审批中

source: Are you sure you want to complete the document? This action cannot be undone. Please ensure that you have completed prefilling all relevant fields before proceeding.
de: Sind Sie sicher, dass Sie das Dokument abschließen möchten? Diese Aktion kann nicht rückgängig gemacht werden. Bitte stellen Sie sicher, dass Sie alle relevanten Felder vorab ausgefüllt haben, bevor Sie fortfahren.
es: ¿Estás seguro de que quieres completar el documento? Esta acción no se puede deshacer. Por favor, asegúrate de haber completado todos los campos relevantes antes de continuar.
fr: Êtes-vous sûr de vouloir finaliser le document ? Cette action ne peut être annulée. Veuillez vous assurer d'avoir pré-rempli tous les champs pertinents avant de continuer.
it: Sei sicuro di voler completare il documento? Questa azione non può essere annullata. Assicurati di aver completato la precompilazione di tutti i campi rilevanti prima di procedere.
ja: ドキュメントを完了してもよろしいですか？この操作は元に戻せません。すべての関連フィールドの事前入力が完了していることを確認してから続行してください。
nl: Weet je zeker dat je het document wilt voltooien? Deze actie kan niet ongedaan worden gemaakt. Zorg ervoor dat je alle relevante velden volledig vooraf hebt ingevuld voordat je doorgaat.
pl: Czy na pewno chcesz zakończyć dokument? Ta akcja jest nieodwracalna. Upewnij się, że wypełniono wszystkie pola.
pt: Tem certeza de que deseja concluir o documento? Esta ação não pode ser desfeita. Certifique-se de ter preenchido todos os campos relevantes antes de prosseguir.
sq: A jeni të sigurt se doni të përfundoni dokumentin? Ky veprim nuk mund të zhbëhet. Ju lutemi sigurohuni që keni plotësuar të gjitha fushat relevante para se të vazhdoni.
sv: Är du säker på att du vill slutföra dokumentet? Denna åtgärd kan inte ångras. Se till att du har fyllt i alla relevanta fält innan du fortsätter.
zh: 您确定要完成此文档吗？此操作无法撤销。请确保您已完成所有相关字段的预填后再继续。

source: Are you sure you want to delete the following claim?
de: Sind Sie sicher, dass Sie den folgenden Antrag löschen möchten?
es: ¿Estás seguro de que quieres eliminar la siguiente solicitud?
fr: Êtes-vous sûr de vouloir supprimer la réclamation suivante?
it: Sei sicuro di voler eliminare la seguente richiesta?
ja: 次のクレームを削除してもよろしいですか？
nl: Weet je zeker dat je de volgende claim wilt verwijderen?
pl: Czy na pewno chcesz usunąć następującą subskrypcję?
pt: Tem certeza de que deseja excluir a seguinte reivindicação?
sq: A jeni të sigurt që doni të fshini ankesën e mëposhtme?
sv: Är du säker på att du vill radera följande anspråk?
zh: 确定要删除以下声明吗？

source: Are you sure you want to delete this folder?
de: Möchten Sie diesen Ordner wirklich löschen?
es: ¿Está seguro de que quiere eliminar esta carpeta?
fr: Êtes-vous sûr de vouloir supprimer ce dossier ?
it: Sei sicuro di voler eliminare questa cartella?
ja: このフォルダを削除してもよろしいですか？
nl: Weet je zeker dat je deze map wilt verwijderen?
pl: Czy na pewno chcesz usunąć folder?
pt: Tem certeza de que deseja excluir esta pasta?
sq: A jeni i sigurt që doni ta fshini këtë dosje?
sv: Är du säker på att du vill radera denna mapp?
zh: 确定要删除此文件夹吗？

source: Are you sure you want to delete this token?
de: Bist du sicher, dass du dieses Token löschen möchtest?
es: ¿Estás seguro de que deseas eliminar este token?
fr: Êtes-vous sûr de vouloir supprimer ce token ?
it: Sei sicuro di voler eliminare questo token?
ja: このトークンを削除してもよろしいですか？
nl: Weet je zeker dat je dit token wilt verwijderen?
pl: Czy na pewno chcesz usunąć token?
pt: Tem certeza de que deseja excluir este token?
sq: A jeni i sigurt që doni të fshini këtë token?
sv: Är du säker på att du vill radera denna token?
zh: 确定要删除此令牌吗？

source: Are you sure you want to reject this document? This action cannot be undone.
de: Sind Sie sicher, dass Sie dieses Dokument ablehnen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
fr: Êtes-vous sûr de vouloir rejeter ce document ? Cette action ne peut pas être annulée.
it: Sei sicuro di voler rifiutare questo documento? Questa azione non può essere annullata.
ja: このドキュメントを却下してもよろしいですか？この操作は元に戻せません。
nl: Weet je zeker dat je dit document wilt weigeren? Deze actie kan niet ongedaan worden gemaakt.
pl: Czy na pewno chcesz odrzucić dokument? Ta akcja jest nieodwracalna.
pt: Tem certeza de que deseja rejeitar este documento? Esta ação não pode ser desfeita.
sq: A jeni të sigurt që doni të refuzoni këtë dokument? Kjo veprim nuk mund të zhbëhet.
sv: Är du säker på att du vill avvisa detta dokument? Denna åtgärd kan inte ångras.
zh: 您确定要拒签此文档吗？此操作无法撤销。

source: Are you sure you want to remove the <0>{passkeyName}</0> passkey?
de: Möchten Sie den Passkey <0>{passkeyName}</0> wirklich entfernen?
es: ¿Seguro que quieres eliminar la clave de acceso <0>{passkeyName}</0>?
fr: Voulez-vous vraiment supprimer la clé d’accès <0>{passkeyName}</0> ?
it: Sei sicuro di voler rimuovere la passkey <0>{passkeyName}</0>?
ja: <0>{passkeyName}</0> のパスキーを削除してもよろしいですか？
nl: Weet u zeker dat u de passkey <0>{passkeyName}</0> wilt verwijderen?
pl: Czy na pewno chcesz usunąć klucz dostępu <0>{passkeyName}</0>?
zh: 您确定要移除 <0>{passkeyName}</0> 这把通行密钥吗？

source: Are you sure you wish to delete this organisation?
de: Sind Sie sicher, dass Sie diese Organisation löschen möchten?
es: ¿Está seguro de que desea eliminar esta organización?
fr: Êtes-vous sûr de vouloir supprimer cette organisation?
it: Sei sicuro di voler eliminare questa organizzazione?
ja: 本当にこの組織を削除してもよろしいですか？
nl: Weet je zeker dat je deze organisatie wilt verwijderen?
pl: Czy na pewno chcesz usunąć organizację?
pt: Tem certeza de que deseja excluir esta organização?
sq: A jeni të sigurt që dëshironi të fshihni këtë organizatë?
sv: Är du säker på att du vill radera denna organisation?
zh: 您确定要删除此组织吗？

source: Are you sure you wish to delete this team?
de: Bist du dir sicher, dass du dieses Team löschen möchtest?
es: ¿Estás seguro de que deseas eliminar este equipo?
fr: Êtes-vous sûr de vouloir supprimer cette équipe ?
it: Sei sicuro di voler eliminare questo team?
ja: このチームを本当に削除しますか？
nl: Weet je zeker dat je dit team wilt verwijderen?
pl: Czy na pewno chcesz usunąć zespół?
pt: Tem certeza de que deseja excluir esta equipe?
sq: A jeni i sigurt që doni të fshini këtë ekip?
sv: Är du säker på att du vill radera detta team?
zh: 确定要删除此团队吗？

source: Are you sure?
de: Bist du dir sicher?
es: ¿Estás seguro?
fr: Êtes-vous sûr ?
it: Sei sicuro?
ja: 本当によろしいですか？
nl: Weet je het zeker?
pl: Czy na pewno?
pt: Tem certeza?
sq: A jeni i sigurt?
sv: Är du säker?
zh: 你确定吗？

source: Assigned Teams
de: Zugewiesene Teams
es: Equipos asignados
fr: Équipes assignées
it: Team Assegnati
ja: 割り当て済みのチーム
nl: Toegewezen teams
pl: Przypisane zespoły
pt: Equipes Atribuídas
sq: Ekipet e caktuara
sv: Tilldelade team
zh: 已分配团队

# Recipient role action verb
source: Assist
de: Helfen
es: Asistir
fr: Assister
it: Assisti
ja: 補助
nl: Assisteren
pl: Przygotuj
pt: Assistir
zh: 协助

source: Assist Document
de: Dokumentassistenz
es: Asistir Documento
fr: Assister le Document
it: Assisti il Documento
ja: ドキュメントを補助
nl: Document assisteren
pl: Przygotuj dokument
pt: Documento de Assistência
sq: Asisto Dokumentin
sv: Assistera dokument
zh: 辅助文档

source: Assist with signing
de: Unterstützung beim Unterschreiben
es: Asistir con la firma
fr: Aider à la signature
it: Assisti nella firma
ja: 署名を補助
nl: Helpen bij het ondertekenen
pl: Przygotuj do podpisu
pt: Assistir com a assinatura
sq: Asisto me nënshkrimin
sv: Hjälp till med signering
zh: 协助签署

source: Assistant
de: Assistent
es: Asistente
it: Assistente
ja: アシスタント
nl: Assistent
pl: Przygotowujący
pt: Assistente
sq: Ndihmës
sv: Assistent
zh: 助手

# Recipient role name
source: Assistant
de: Hilfsassistent
es: Asistente
it: Assistente
ja: アシスタント
nl: Assistent
pl: Przygotowujący
pt: Assistente
zh: 助理

source: Assistant role is only available when the document is in sequential signing mode.
de: Die Rolle des Assistenten ist nur verfügbar, wenn das Dokument im sequentiellen Unterschriftsmodus ist.
es: El rol de asistente solo está disponible cuando el documento está en modo de firma secuencial.
fr: Le rôle d'assistant est uniquement disponible lorsque le document est en mode de signature séquentielle.
it: Il ruolo di assistente è disponibile solo quando il documento è in modalità firma sequenziale.
ja: アシスタントロールは、ドキュメントが順次署名モードのときのみ利用できます。
nl: De rol Assistent is alleen beschikbaar wanneer het document in sequentiële ondertekeningsmodus staat.
pl: Rola przygotowującego jest dostępna po włączeniu kolejności podpisywania.
pt: O papel do assistente só está disponível quando o documento está no modo de assinatura sequencial.
sq: Roli i ndihmësit është i disponueshëm vetëm kur dokumenti është në modalitetin e nënshkrimit të rradhës.
sv: Assistentrollen är endast tillgänglig när dokumentet är i sekventiellt signeringsläge.
zh: 助理角色仅在文档处于顺序签署模式时可用。

# Recipient role plural name
source: Assistants
de: Hilfsassistenten
es: Asistentes
it: Assistenti
ja: アシスタント
nl: Assistenten
pl: Przygotowujący
pt: Assistentes
zh: 助理

source: Assistants and Copy roles are currently not compatible with the multi-sign experience.
de: Assistenten- und Kopierollen sind derzeit nicht mit der Multi-Signatur-Erfahrung kompatibel.
es: Los roles de asistentes y copias actualmente no son compatibles con la experiencia de firmar múltiple.
fr: Les rôles d'assistant et de copie ne sont actuellement pas compatibles avec l'expérience multi-sign.
it: I ruoli Assistenti e Copia non sono attualmente compatibili con l'esperienza multi-firma.
ja: アシスタントロールとコピー受信ロールは、現在マルチ署名機能と互換性がありません。
nl: Assistent- en Kopie-rollen zijn momenteel niet compatibel met de multi-sign-ervaring.
pl: Przygotowujący i pobierający kopię nie są kompatybilni z funkcją wielu podpisów.
pt: Os papéis de Assistentes e Cópia não são compatíveis atualmente com a experiência de assinatura múltipla.
sq: Asistentët dhe rolet e kopjeve aktualisht nuk janë compatible me eksperiencën e multisigning-ut.
sv: Assistent- och kopieringsroller är för närvarande inte kompatibla med multisigneringsupplevelsen.
zh: 助理和抄送角色目前与多文档签署体验不兼容。
