Repository: documenso/documenso
Catalog: packages/lib/translations/*/web.po
Languages: de, es, fr, it, ja, nl, pl, pt, sq, sv, zh

source: We encountered an unknown error while attempting to delete your account. Please try again later.
de: Wir sind auf einen unbekannten Fehler gestoßen, während wir versucht haben, Ihr Konto zu löschen. Bitte versuchen Sie es später erneut.
es: Encontramos un error desconocido al intentar eliminar tu cuenta. Por favor, inténtalo de nuevo más tarde.
fr: Une erreur inconnue s'est produite lors de la suppression de votre compte. Veuillez réessayer plus tard.
it: Abbiamo riscontrato un errore sconosciuto durante il tentativo di eliminare il tuo account. Si prega di riprovare più tardi.
ja: アカウントの削除中に不明なエラーが発生しました。後でもう一度お試しください。
nl: Er is een onbekende fout opgetreden bij het verwijderen van je account. Probeer het later opnieuw.
pl: Wystąpił nieznany błąd podczas próby usunięcia konta. Spróbuj ponownie później.
pt: Ocorreu um erro desconhecido ao tentar excluir sua conta. Tente novamente mais tarde.
sq: Ndodhi një gabim i panjohur gjatë tentativës për të fshirë llogarinë tuaj. Ju lutemi provoni përsëri më vonë.
sv: Vi stötte på ett okänt fel när vi försökte radera ditt konto. Försök igen senare.
zh: 尝试删除你的账号时出现未知错误。请稍后再试。

source: We encountered an unknown error while attempting to disable access.
de: Beim Versuch, den Zugriff zu deaktivieren, trat ein unbekannter Fehler auf.
es: Tuvimos un error desconocido al intentar deshabilitar el acceso.
fr: Nous avons rencontré une erreur inconnue lors de la tentative de désactivation de l'accès.
it: Abbiamo riscontrato un errore sconosciuto durante il tentativo di disabilitare l'accesso.
ja: アクセス無効化中に不明なエラーが発生しました。後でもう一度お試しください。
nl: Er is een onbekende fout opgetreden bij het uitschakelen van de toegang. Probeer het later opnieuw.
pl: Wystąpił nieznany błąd podczas próby wyłączenia dostępu. Spróbuj ponownie później.
pt: Ocorreu um erro desconhecido ao tentar desabilitar o acesso.
sq: Ne hasëm një gabim të panjohur gjatë përpjekjes për të çaktivizuar qasjen.
sv: Vi stötte på ett okänt fel när vi försökte inaktivera åtkomst.
zh: 在尝试禁用访问时遇到未知错误。请稍后重试。

source: We encountered an unknown error while attempting to enable access.
de: Beim Versuch, den Zugriff zu aktivieren, trat ein unbekannter Fehler auf.
es: Tuvimos un error desconocido al intentar habilitar el acceso.
fr: Nous avons rencontré une erreur inconnue lors de la tentative d'activation de l'accès.
it: Abbiamo riscontrato un errore sconosciuto durante il tentativo di abilitare l'accesso.
ja: アクセス有効化中に不明なエラーが発生しました。後でもう一度お試しください。
nl: Er is een onbekende fout opgetreden bij het inschakelen van de toegang. Probeer het later opnieuw.
pl: Wystąpił nieznany błąd podczas próby włączenia dostępu. Spróbuj ponownie później.
pt: Ocorreu um erro desconhecido ao tentar habilitar o acesso.
sq: Ne hasëm një gabim të panjohur gjatë përpjekjes për të aktivizuar qasjen.
sv: Vi stötte på ett okänt fel när vi försökte aktivera åtkomst.
zh: 在尝试启用访问时遇到未知错误。请稍后重试。

source: We encountered an unknown error while attempting to invite organisation members. Please try again later.
de: Beim Versuch, Organisationsmitglieder einzuladen, trat ein unbekannter Fehler auf. Bitte versuchen Sie es später erneut.
es: Tuvimos un error desconocido al intentar invitar a miembros de la organización. Por favor, intente nuevamente más tarde.
fr: Nous avons rencontré une erreur inconnue lors de la tentative d'inviter des membres de l'organisation. Veuillez réessayer plus tard.
it: Abbiamo riscontrato un errore sconosciuto durante il tentativo di invitare i membri dell'organizzazione. Si prega di riprovare più tardi.
ja: 組織メンバー招待中に不明なエラーが発生しました。後でもう一度お試しください。
nl: Er is een onbekende fout opgetreden bij het uitnodigen van organisatieleden. Probeer het later opnieuw.
pl: Wystąpił nieznany błąd podczas próby zaproszenia użytkowników do organizacji. Spróbuj ponownie później.
pt: Ocorreu um erro desconhecido ao tentar convidar membros da organização. Tente novamente mais tarde.
sq: Ne hasëm një gabim të panjohur gjatë përpjekjes për të ftuar anëtarët e organizatës. Ju lutemi provoni përsëri më vonë.
sv: Vi stötte på ett okänt fel när vi försökte bjuda in organisationsmedlemmar. Försök igen senare.
zh: 在尝试邀请组织成员时遇到未知错误。请稍后重试。

source: We encountered an unknown error while attempting to leave this organisation. Please try again later.
de: Beim Versuch, diese Organisation zu verlassen, trat ein unbekannter Fehler auf. Bitte versuchen Sie es später erneut.
es: Tuvimos un error desconocido al intentar salir de esta organización. Por favor, intente nuevamente más tarde.
fr: Nous avons rencontré une erreur inconnue lors de la tentative de quitter cette organisation. Veuillez réessayer plus tard.
it: Abbiamo riscontrato un errore sconosciuto durante il tentativo di uscire da questa organizzazione. Si prega di riprovare più tardi.
ja: この組織からの退出中に不明なエラーが発生しました。後でもう一度お試しください。
nl: Er is een onbekende fout opgetreden bij het verlaten van deze organisatie. Probeer het later opnieuw.
pl: Wystąpił nieznany błąd podczas próby opuszczenia organizacji. Spróbuj ponownie później.
pt: Ocorreu um erro desconhecido ao tentar sair desta organização. Tente novamente mais tarde.
sq: Ne hasëm një gabim të panjohur gjatë përpjekjes për të lënë këtë organizatë. Ju lutemi provoni përsëri më vonë.
sv: Vi stötte på ett okänt fel när vi försökte lämna denna organisation. Försök igen senare.
zh: 在尝试离开此组织时遇到未知错误。请稍后重试。

source: We encountered an unknown error while attempting to remove this email domain. Please try again later.
de: Es gab einen unbekannten Fehler beim Versuch, diese E-Mail-Domain zu entfernen. Bitte versuchen Sie es später erneut.
es: Encontramos un error desconocido al intentar eliminar este dominio de correo electrónico. Por favor, inténtalo de nuevo más tarde.
fr: Nous avons rencontré une erreur inconnue lors de la tentative de suppression de ce domaine de messagerie. Veuillez réessayer plus tard.
it: Abbiamo incontrato un errore sconosciuto durante il tentativo di rimuovere questo dominio email. Si prega di riprovare più tardi.
ja: このメールドメインの削除中に不明なエラーが発生しました。後でもう一度お試しください。
nl: Er is een onbekende fout opgetreden bij het verwijderen van dit e-maildomein. Probeer het later opnieuw.
pl: Wystąpił nieznany błąd podczas próby usunięcia domeny. Spróbuj ponownie później.
pt: Ocorreu um erro desconhecido ao tentar remover este domínio de email. Tente novamente mais tarde.
zh: 在尝试移除此邮箱域名时遇到未知错误。请稍后重试。

source: We encountered an unknown error while attempting to remove this email. Please try again later.
de: Es gab einen unbekannten Fehler beim Versuch, diese E-Mail zu entfernen. Bitte versuchen Sie es später erneut.
es: Encontramos un error desconocido al intentar eliminar este correo. Por favor, inténtalo de nuevo más tarde.
fr: Nous avons rencontré une erreur inconnue lors de la tentative de suppression de cet e-mail. Veuillez réessayer plus tard.
it: Abbiamo incontrato un errore sconosciuto durante il tentativo di rimuovere questa email. Si prega di riprovare più tardi.
ja: このメールの削除中に不明なエラーが発生しました。後でもう一度お試しください。
nl: Er is een onbekende fout opgetreden bij het verwijderen van deze e-mail. Probeer het later opnieuw.
pl: Wystąpił nieznany błąd podczas próby usunięcia adresu e-mail. Spróbuj ponownie później.
pt: Ocorreu um erro desconhecido ao tentar remover este email. Tente novamente mais tarde.
zh: 在尝试移除此邮箱时遇到未知错误。请稍后重试。

source: We encountered an unknown error while attempting to remove this envelope item. Please try again later.
de: Beim Versuch, dieses Kuvert-Element zu entfernen, ist ein unbekannter Fehler aufgetreten. Bitte versuchen Sie es später erneut.
es: Se encontró un error desconocido mientras se intentaba eliminar este elemento de sobre. Por favor, inténtelo de nuevo más tarde.
fr: Nous avons rencontré une erreur inconnue lors de la tentative de suppression de cet élément d'enveloppe. Veuillez réessayer plus tard.
it: Abbiamo riscontrato un errore sconosciuto durante il tentativo di rimuovere questo elemento della busta. Per favore riprova più tardi.
ja: この封筒アイテムの削除中に不明なエラーが発生しました。後でもう一度お試しください。
nl: Er is een onbekende fout opgetreden bij het verwijderen van dit envelop-item. Probeer het later opnieuw.
pl: Wystąpił nieznany błąd podczas próby usunięcia elementu koperty. Spróbuj ponownie później.
pt: Ocorreu um erro desconhecido ao tentar remover este item do envelope. Tente novamente mais tarde.
zh: 在尝试移除此信封条目时遇到未知错误。请稍后重试。

source: We encountered an unknown error while attempting to remove this group. Please try again later.
de: Beim Versuch, diese Gruppe zu entfernen, trat ein unbekannter Fehler auf. Bitte versuchen Sie es später erneut.
es: Cambiamos con un error desconocido al intentar eliminar este grupo. Por favor, intente nuevamente más tarde.
fr: Nous avons rencontré une erreur inconnue lors de la tentative de supprimer ce groupe. Veuillez réessayer plus tard.
it: Abbiamo riscontrato un errore sconosciuto durante il tentativo di rimuovere questo gruppo. Si prega di riprovare più tardi.
ja: このグループの削除中に不明なエラーが発生しました。後でもう一度お試しください。
nl: Er is een onbekende fout opgetreden bij het verwijderen van deze groep. Probeer het later opnieuw.
pl: Wystąpił nieznany błąd podczas próby usunięcia grupy. Spróbuj ponownie później.
pt: Ocorreu um erro desconhecido ao tentar remover este grupo. Tente novamente mais tarde.
sq: Ne hasëm një gabim të panjohur gjatë përpjekjes për të hequr këtë grup. Ju lutemi provoni përsëri më vonë.
sv: Vi stötte på ett okänt fel när vi försökte ta bort denna grupp. Försök igen senare.
zh: 在尝试移除此组时遇到未知错误。请稍后重试。

source: We encountered an unknown error while attempting to remove this template from your profile. Please try again later.
de: Wir sind auf einen unbekannten Fehler gestoßen, während wir versucht haben, diese Vorlage aus Ihrem Profil zu entfernen. Bitte versuchen Sie es später erneut.
es: Encontramos un error desconocido al intentar eliminar esta plantilla de tu perfil. Por favor, inténtalo de nuevo más tarde.
fr: Une erreur inconnue s'est produite lors de la suppression de ce modèle de votre profil. Veuillez réessayer plus tard.
it: Abbiamo riscontrato un errore sconosciuto durante il tentativo di rimuovere questo modello dal tuo profilo. Si prega di riprovare più tardi.
ja: このテンプレートをプロフィールから削除中に不明なエラーが発生しました。後でもう一度お試しください。
nl: Er is een onbekende fout opgetreden bij het verwijderen van deze sjabloon uit je profiel. Probeer het later opnieuw.
pl: Wystąpił nieznany błąd podczas próby usunięcia szablonu z profilu. Spróbuj ponownie później.
pt: Ocorreu um erro desconhecido ao tentar remover este modelo do seu perfil. Tente novamente mais tarde.
sq: Ne has mbuluar një gabim të panjohur ndërsa përpiqeshim të hiqnim këtë shabllon nga profili juaj. Ju lutemi provoni përsëri më vonë.
sv: Vi stötte på ett okänt fel när vi försökte ta bort denna mall från din profil. Försök igen senare.
zh: 尝试将此模板从资料中移除时出现未知错误。请稍后再试。

source: We encountered an unknown error while attempting to remove this user. Please try again later.
de: Wir sind auf einen unbekannten Fehler gestoßen, während wir versucht haben, diesen Benutzer zu entfernen. Bitte versuchen Sie es später erneut.
es: Encontramos un error desconocido al intentar eliminar a este usuario. Por favor, inténtalo de nuevo más tarde.
fr: Une erreur inconnue s'est produite lors de la suppression de cet utilisateur. Veuillez réessayer plus tard.
it: Abbiamo riscontrato un errore sconosciuto durante il tentativo di rimuovere questo utente. Si prega di riprovare più tardi.
ja: このユーザーの削除中に不明なエラーが発生しました。後でもう一度お試しください。
nl: Er is een onbekende fout opgetreden bij het verwijderen van deze gebruiker. Probeer het later opnieuw.
pl: Wystąpił nieznany błąd podczas próby usunięcia użytkownika. Spróbuj ponownie później.
pt: Ocorreu um erro desconhecido ao tentar remover este usuário. Tente novamente mais tarde.
sq: Ne has mbuluar një gabim të panjohur ndërsa përpiqeshim të hiqnim këtë përdorues. Ju lutemi provoni përsëri më vonë.
sv: Vi stötte på ett okänt fel när vi försökte ta bort denna användare. Försök igen senare.
zh: 尝试移除此用户时出现未知错误。请稍后再试。

source: We encountered an unknown error while attempting to request the two-factor authentication code. Please try again later.
de: Beim Versuch, den Zwei-Faktor-Authentifizierungscode anzufordern, ist ein unbekannter Fehler aufgetreten. Bitte versuchen Sie es später erneut.
es: Se encontró un error desconocido mientras se intentaba solicitar el código de autenticación de dos factores. Por favor, inténtelo de nuevo más tarde.
fr: Nous avons rencontré une erreur inconnue lors de la tentative de demande de code d'authentification à deux facteurs. Veuillez réessayer plus tard.
it: Abbiamo riscontrato un errore sconosciuto durante il tentativo di richiedere il codice di autenticazione a due fattori. Per favore riprova più tardi.
ja: 二要素認証コードのリクエスト中に不明なエラーが発生しました。後でもう一度お試しください。
nl: Er is een onbekende fout opgetreden bij het opvragen van de tweefactorauthenticatiecode. Probeer het later opnieuw.
pl: Wystąpił nieznany błąd podczas próby uzyskania kodu weryfikacyjnego. Spróbuj ponownie później.
pt: Ocorreu um erro desconhecido ao tentar solicitar o código de autenticação de dois fatores. Tente novamente mais tarde.
zh: 在尝试请求双重身份验证码时遇到未知错误。请稍后重试。

source: We encountered an unknown error while attempting to reset your password. Please try again later.
de: Wir sind auf einen unbekannten Fehler gestoßen, während wir versucht haben, Ihr Passwort zurückzusetzen. Bitte versuchen Sie es später erneut.
es: Encontramos un error desconocido al intentar restablecer tu contraseña. Por favor, inténtalo de nuevo más tarde.
fr: Une erreur inconnue s'est produite lors de la réinitialisation de votre mot de passe. Veuillez réessayer plus tard.
it: Abbiamo riscontrato un errore sconosciuto durante il tentativo di reimpostare la tua password. Si prega di riprovare più tardi.
ja: パスワードのリセット中に不明なエラーが発生しました。後でもう一度お試しください。
nl: Er is een onbekende fout opgetreden bij het resetten van je wachtwoord. Probeer het later opnieuw.
pl: Wystąpił nieznany błąd podczas próby zresetowania hasła. Spróbuj ponownie później.
pt: Ocorreu um erro desconhecido ao tentar redefinir sua senha. Tente novamente mais tarde.
sq: Ne has mbuluar një gabim të panjohur ndërsa përpiqeshim të rinisnim fjalëkalimin tuaj. Ju lutemi provoni përsëri më vonë.
sv: Vi stötte på ett okänt fel när vi försökte återställa ditt lösenord. Försök igen senare.
zh: 尝试重置密码时出现未知错误。请稍后再试。

source: We encountered an unknown error while attempting to revoke access. Please try again or contact support.
de: Wir sind auf einen unbekannten Fehler gestoßen, während wir versucht haben, den Zugriff zu widerrufen. Bitte versuchen Sie es später oder kontaktieren Sie den Support.
es: Encontramos un error desconocido al intentar revocar el acceso. Por favor, inténtalo de nuevo o contacta con soporte.
fr: Une erreur inconnue s'est produite lors de la révocation de l'accès. Veuillez réessayer ou contacter le support.
it: Abbiamo riscontrato un errore sconosciuto durante il tentativo di revocare l'accesso. Si prega di riprovare o contattare il supporto.
ja: アクセスの取り消し中に不明なエラーが発生しました。もう一度お試しになるか、サポートまでお問い合わせください。
nl: Er is een onbekende fout opgetreden bij het intrekken van de toegang. Probeer het opnieuw of neem contact op met support.
pl: Wystąpił nieznany błąd podczas próby unieważnienia dostępu. Spróbuj ponownie lub skontaktuj się z pomocą techniczną.
pt: Ocorreu um erro desconhecido ao tentar revogar o acesso. Tente novamente ou entre em contato com o suporte.
sq: Ne has mbuluar një gabim të panjohur ndërsa përpiqeshim të revokohim qasjen. Ju lutemi provoni përsëri ose kontaktoni mbështetjen.
sv: Vi stötte på ett okänt fel när vi försökte återkalla åtkomst. Försök igen eller kontakta support.
zh: 尝试撤销访问权限时出现未知错误。请重试或联系支持。

source: We encountered an unknown error while attempting to sign you In. Please try again later.
de: Wir sind auf einen unbekannten Fehler gestoßen, während wir versucht haben, Sie anzumelden. Bitte versuchen Sie es später erneut.
es: Encontramos un error desconocido al intentar iniciar sesión. Por favor, inténtalo de nuevo más tarde.
fr: Une erreur inconnue s'est produite lors de la connexion. Veuillez réessayer plus tard.
it: Abbiamo riscontrato un errore sconosciuto durante il tentativo di accedere. Si prega di riprovare più tardi.
ja: サインイン処理中に不明なエラーが発生しました。後でもう一度お試しください。
nl: Er is een onbekende fout opgetreden bij het inloggen. Probeer het later opnieuw.
pl: Wystąpił nieznany błąd podczas próby logowania. Spróbuj ponownie później.
pt: Ocorreu um erro desconhecido ao tentar fazer login. Tente novamente mais tarde.
sq: Ne has mbuluar një gabim të panjohur ndërsa përpiqeshim të ju kyçnim. Ju lutemi provoni përsëri më vonë.
sv: Vi stötte på ett okänt fel när vi försökte logga in dig. Försök igen senare.
zh: 尝试为你登录时出现未知错误。请稍后再试。

source: We encountered an unknown error while attempting to sign you Up. Please try again later.
de: Wir sind auf einen unbekannten Fehler gestoßen, während wir versucht haben, Sie anzumelden. Bitte versuchen Sie es später erneut.
es: Encontramos un error desconocido al intentar registrarte. Por favor, inténtalo de nuevo más tarde.
fr: Une erreur inconnue s'est produite lors de l'inscription. Veuillez réessayer plus tard.
it: Abbiamo riscontrato un errore sconosciuto durante il tentativo di registrarti. Si prega di riprovare più tardi.
ja: サインアップ処理中に不明なエラーが発生しました。後でもう一度お試しください。
nl: Er is een onbekende fout opgetreden bij het registreren. Probeer het later opnieuw.
pl: Wystąpił nieznany błąd podczas próby rejestracji. Spróbuj ponownie później.
pt: Ocorreu um erro desconhecido ao tentar criar uma conta. Tente novamente mais tarde.
sq: Ne has mbuluar një gabim të panjohur ndërsa përpiqeshim të ju regjistronim. Ju lutemi provoni përsëri më vonë.
sv: Vi stötte på ett okänt fel när vi försökte registrera dig. Försök igen senare.
zh: 尝试为你注册时出现未知错误。请稍后再试。

source: We encountered an unknown error while attempting to update the banner. Please try again later.
de: Wir sind auf einen unbekannten Fehler gestoßen, während wir versucht haben, das Banner zu aktualisieren. Bitte versuchen Sie es später erneut.
es: Encontramos un error desconocido al intentar actualizar el banner. Por favor, inténtalo de nuevo más tarde.
fr: Une erreur inconnue s'est produite lors de la mise à jour de la bannière. Veuillez réessayer plus tard.
it: Abbiamo riscontrato un errore sconosciuto durante il tentativo di aggiornare il banner. Si prega di riprovare più tardi.
ja: バナーの更新中に不明なエラーが発生しました。後でもう一度お試しください。
nl: Er is een onbekende fout opgetreden bij het bijwerken van de banner. Probeer het later opnieuw.
pl: Wystąpił nieznany błąd podczas próby zaktualizowania baneru. Spróbuj ponownie później.
pt: Ocorreu um erro desconhecido ao tentar atualizar o banner. Tente novamente mais tarde.
sq: Ne has mbuluar një gabim të panjohur ndërsa përpiqeshim të azhornonim banerin. Ju lutemi provoni përsëri më vonë.
sv: Vi stötte på ett okänt fel när vi försökte uppdatera bannern. Försök igen senare.
zh: 尝试更新横幅时出现未知错误。请稍后再试。

source: We encountered an unknown error while attempting to update the envelope. Please try again later.
de: Beim Aktualisieren des Kuverts ist ein unbekannter Fehler aufgetreten. Bitte versuchen Sie es später erneut.
es: Se encontró un error desconocido mientras se intentaba actualizar el sobre. Por favor, inténtelo de nuevo más tarde.
fr: Nous avons rencontré une erreur inconnue lors de la tentative de mise à jour de l'enveloppe. Veuillez réessayer plus tard.
it: Abbiamo riscontrato un errore sconosciuto durante il tentativo di aggiornare la busta. Per favore riprova più tardi.
ja: 封筒の更新中に不明なエラーが発生しました。後でもう一度お試しください。
nl: Er is een onbekende fout opgetreden bij het bijwerken van de envelop. Probeer het later opnieuw.
pl: Wystąpił nieznany błąd podczas próby zaktualizowania koperty. Spróbuj ponownie później.
pt: Ocorreu um erro desconhecido ao tentar atualizar o envelope. Tente novamente mais tarde.
zh: 在尝试更新此信封时遇到未知错误。请稍后重试。

source: We encountered an unknown error while attempting to update the template. Please try again later.
de: Wir sind auf einen unbekannten Fehler gestoßen, während wir versucht haben, die Vorlage zu aktualisieren. Bitte versuchen Sie es später erneut.
es: Encontramos un error desconocido al intentar actualizar la plantilla. Por favor, inténtalo de nuevo más tarde.
fr: Une erreur inconnue s'est produite lors de la mise à jour du modèle. Veuillez réessayer plus tard.
it: Abbiamo riscontrato un errore sconosciuto durante il tentativo di aggiornare il modello. Si prega di riprovare più tardi.
ja: テンプレートの更新中に不明なエラーが発生しました。後でもう一度お試しください。
nl: Er is een onbekende fout opgetreden bij het bijwerken van de sjabloon. Probeer het later opnieuw.
pl: Wystąpił nieznany błąd podczas próby zaktualizowania szablonu. Spróbuj ponownie później.
pt: Ocorreu um erro desconhecido ao tentar atualizar o modelo. Tente novamente mais tarde.
sq: Ne has mbuluar një gabim të panjohur ndërsa përpiqeshim të azhornonim shabllonin. Ju lutemi provoni përsëri më vonë.
sv: Vi stötte på ett okänt fel när vi försökte uppdatera mallen. Försök igen senare.
zh: 尝试更新模板时出现未知错误。请稍后再试。

source: We encountered an unknown error while attempting to update this organisation member. Please try again later.
de: Beim Versuch, dieses Organisationsmitglied zu aktualisieren, trat ein unbekannter Fehler auf. Bitte versuchen Sie es später erneut.
es: Tuvimos un error desconocido al intentar actualizar este miembro de la organización. Por favor, intente nuevamente más tarde.
fr: Nous avons rencontré une erreur inconnue lors de la tentative de mise à jour de ce membre de l'organisation. Veuillez réessayer plus tard.
it: Abbiamo riscontrato un errore sconosciuto durante il tentativo di aggiornare questo membro dell'organizzazione. Si prega di riprovare più tardi.
ja: この組織メンバーの更新中に不明なエラーが発生しました。後でもう一度お試しください。
nl: Er is een onbekende fout opgetreden bij het bijwerken van dit organisatielid. Probeer het later opnieuw.
pl: Wystąpił nieznany błąd podczas próby zaktualizowania użytkownika organizacji. Spróbuj ponownie później.
pt: Ocorreu um erro desconhecido ao tentar atualizar este membro da organização. Tente novamente mais tarde.
sq: Ne hasëm një gabim të panjohur gjatë përpjekjes për të përditësuar këtë anëtar të organizatës. Ju lutemi provoni përsëri më vonë.
sv: Vi stötte på ett okänt fel när vi försökte uppdatera denna organisationsmedlem. Försök igen senare.
zh: 在尝试更新此组织成员时遇到未知错误。请稍后重试。

source: We encountered an unknown error while attempting to update this team member. Please try again later.
de: Wir sind auf einen unbekannten Fehler gestoßen, während wir versucht haben, dieses Teammitglied zu aktualisieren. Bitte versuchen Sie es später erneut.
es: Encontramos un error desconocido al intentar actualizar a este miembro del equipo. Por favor, inténtalo de nuevo más tarde.
fr: Une erreur inconnue s'est produite lors de la mise à jour de ce membre de l'équipe. Veuillez réessayer plus tard.
it: Abbiamo riscontrato un errore sconosciuto durante il tentativo di aggiornare questo membro del team. Si prega di riprovare più tardi.
ja: このチームメンバーの更新中に不明なエラーが発生しました。後でもう一度お試しください。
nl: Er is een onbekende fout opgetreden bij het bijwerken van dit teamlid. Probeer het later opnieuw.
pl: Wystąpił nieznany błąd podczas próby zaktualizowania użytkownika zespołu. Spróbuj ponownie później.
pt: Ocorreu um erro desconhecido ao tentar atualizar este membro da equipe. Tente novamente mais tarde.
sq: Ne has mbuluar një gabim të panjohur ndërsa përpiqeshim të azhornonim këtë anëtar të ekipit. Ju lutemi provoni përsëri më vonë.
sv: Vi stötte på ett okänt fel när vi försökte uppdatera denna teammedlem. Försök igen senare.
zh: 尝试更新此团队成员时出现未知错误。请稍后再试。
