Repository: documenso/documenso
Catalog: packages/lib/translations/*/web.po
Languages: de, es, fr, it, ja, nl, pl, pt, sq, sv, zh

source: Email verification
de: E-Mail-Verifizierung
es: Verificación de Correo Electrónico
fr: Vérification par email
it: Verifica Email
ja: メール認証
nl: E-mailverificatie
pl: Weryfikacja za pomocą adresu e-mail
pt: Verificação de e-mail
zh: 邮箱验证

source: Email verification has been removed
de: E-Mail-Verifizierung wurde entfernt
es: La verificación de correo electrónico ha sido eliminada
fr: La vérification par email a été supprimée
it: Verifica email rimossa
ja: メール認証を削除しました
nl: E‑mailverificatie is verwijderd
pl: Weryfikacja adresu e-mail została usunięta
pt: A verificação de e-mail foi removida
sq: Verifikimi i Email-it është hequr
sv: E-postverifiering har tagits bort
zh: 邮箱验证已移除

source: Email verification has been resent
de: E-Mail-Verifizierung wurde erneut gesendet
es: La verificación de correo electrónico ha sido reenviada
fr: La vérification par email a été renvoyée
it: Verifica email rinviata
ja: メール認証を再送しました
nl: E‑mailverificatie is opnieuw verzonden
pl: Weryfikacja adresu e-mail została ponownie wysłana
pt: A verificação de e-mail foi reenviada
sq: Verifikimi i Email-it është ridërguar
sv: E-postverifiering har skickats igen
zh: 验证邮件已重新发送

source: Emails
es: Correos electrónicos
it: Email
ja: メール
pl: Adresy e-mail
zh: 邮箱

source: Embedding, 5 members included and more
de: Einbettung, 5 Mitglieder enthalten und mehr
es: Incrustación, 5 miembros incluidos y más
fr: Intégration, 5 membres inclus et plus
it: Incorporamento, 5 membri inclusi e altro
ja: 埋め込み、5 メンバー含む など
nl: Inbedding, 5 leden inbegrepen en meer
pl: Osadzanie dokumentów, 5 użytkowników i więcej
pt: Incorporando, 5 membros incluídos e mais
sq: Integrimi, 5 anëtarë të përfshirë dhe më shumë
sv: Inbäddning, 5 medlemmar inkluderade och mer
zh: 内嵌、包含 5 名成员等更多功能

source: Empty field
de: Leeres Feld
es: Campo vacío
fr: Champ vide
it: Campo vuoto
ja: 空のフィールド
nl: Leeg veld
pl: Puste pole
pt: Campo vazio
sq: Fushë bosh
sv: Tomt fält
zh: 空字段

source: Enable
de: Aktivieren
es: Habilitar
fr: Activer
it: Abilita
ja: 有効化
nl: Inschakelen
pl: Włącz
pt: Ativar
sq: Aktivizo
sv: Aktivera
zh: 启用

source: Enable 2FA
de: 2FA aktivieren
es: Habilitar 2FA
fr: Activer 2FA
it: Abilita 2FA
ja: 2FA を有効にする
nl: 2FA inschakelen
pl: Włącz weryfikację dwuetapową
pt: Ativar 2FA
sq: Aktivizo 2FA
sv: Aktivera 2FA
zh: 启用双重验证

source: Enable access
de: Zugriff aktivieren
es: Habilitar acceso
fr: Activer l'accès
it: Abilita accesso
ja: アクセスを有効化
nl: Toegang inschakelen
pl: Włącz dostęp
pt: Ativar acesso
sq: Aktivizo hyrjen
sv: Aktivera åtkomst
zh: 启用访问

source: Enable account
de: Konto aktivieren
es: Habilitar cuenta
fr: Activer le compte
it: Abilita account
ja: アカウントを有効化
nl: Account inschakelen
pl: Włącz konto
pt: Ativar conta
sq: Aktivizoni llogarinë
sv: Aktivera konto
zh: 启用账户

source: Enable Account
de: Konto Aktivieren
es: Habilitar Cuenta
fr: Activer le Compte
it: Abilita Account
ja: アカウントを有効化
nl: Account inschakelen
pl: Włącz konto
pt: Ativar Conta
sq: Aktivizoni Llogarinë
sv: Aktivera konto
zh: 启用账户

source: Enable Authenticator App
de: Authenticator-App aktivieren
es: Habilitar aplicación autenticadora
fr: Activer l'application Authenticator
it: Abilita l'app Authenticator
ja: 認証アプリを有効にする
nl: Authenticator‑app inschakelen
pl: Włącz aplikację uwierzytelniającą
pt: Ativar Aplicativo Autenticador
sq: Aktivizo Aplikacionin Authenticator
sv: Aktivera autentiseringsapp
zh: 启用验证器应用

source: Enable Custom Branding
de: Benutzerdefiniertes Branding aktivieren
es: Habilitar Marca Personalizada
fr: Activer le Branding Personnalisé
it: Abilita Marchio Personalizzato
ja: カスタムブランディングを有効にする
nl: Aangepaste branding inschakelen
pl: Włącz niestandardowy branding
pt: Ativar Marca Personalizada
sq: Aktivizo Markimin e Porositur
sv: Aktivera anpassad varumärkning
zh: 启用自定义品牌

source: Enable custom branding for all documents in this organisation
de: Aktivieren Sie das benutzerdefinierte Branding für alle Dokumente in dieser Organisation
es: Habilita la marca personalizada para todos los documentos en esta organización
fr: Activez la personnalisation de la marque pour tous les documents de cette organisation
it: Abilita il marchio personalizzato per tutti i documenti in questa organizzazione
ja: この組織内のすべてのドキュメントにカスタムブランディングを適用する
nl: Aangepaste branding inschakelen voor alle documenten in deze organisatie
pl: Włącz niestandardowy branding dla wszystkich dokumentów w organizacji
pt: Ativar marca personalizada para todos os documentos nesta organização
sq: Aktivizo markimin e porositur për të gjitha dokumentet në këtë organizatë
sv: Aktivera anpassad varumärkning för alla dokument i denna organisation
zh: 为此组织中的所有文档启用自定义品牌

source: Enable custom branding for all documents in this team
de: Aktivieren Sie das benutzerdefinierte Branding für alle Dokumente in diesem Team
es: Habilita la marca personalizada para todos los documentos en este equipo
fr: Activez la personnalisation de la marque pour tous les documents de cette équipe
it: Abilita il marchio personalizzato per tutti i documenti in questo team
ja: このチーム内のすべてのドキュメントにカスタムブランディングを適用する
nl: Aangepaste branding inschakelen voor alle documenten in dit team
pl: Włącz niestandardowy branding dla wszystkich dokumentów w zespole
pt: Ativar marca personalizada para todos os documentos nesta equipe
sq: Aktivizo markimin e porositur për të gjitha dokumentet në këtë ekip
sv: Aktivera anpassad varumärkning för alla dokument i detta team
zh: 为此团队中的所有文档启用自定义品牌

source: Enable direct link signing
de: Direktlink-Signierung aktivieren
es: Habilitar firma por enlace directo
fr: Activer la signature par lien direct
it: Abilita firma tramite link diretto
ja: ダイレクトリンク署名を有効にする
nl: Direct-link-ondertekening inschakelen
pl: Włącz podpisywanie za pomocą bezpośredniego linku
zh: 启用直接链接签署

source: Enable Direct Link Signing
de: Direktlink-Signierung aktivieren
es: Habilitar firma de enlace directo
fr: Activer la signature de lien direct
it: Abilita la firma di link diretto
ja: ダイレクトリンク署名を有効にする
nl: Ondertekenen via directe link inschakelen
pl: Włącz podpisywanie za pomocą bezpośredniego linku
pt: Ativar Assinatura por Link Direto
sq: Aktivizo Nënshkrimin me Lidhje të Drejtpërdrejtë
sv: Aktivera direktlänksignering
zh: 启用直接链接签署

source: Enable signing order
de: Aktiviere die Signaturreihenfolge
es: Habilitar orden de firma
fr: Activer l'ordre de signature
it: Abilita ordine di firma
ja: 署名順序を有効にする
nl: Ondertekeningsvolgorde inschakelen
pl: Włącz kolejność podpisywania
pt: Ativar ordem de assinatura
sq: Aktivizoni rendin e nënshkrimit
sv: Aktivera signeringsordning
zh: 启用签署顺序

source: Enable SSO portal
de: SSO-Portal aktivieren
es: Habilitar portal SSO
fr: Activer le portail SSO
it: Abilita portale SSO
ja: SSO ポータルを有効にする
nl: SSO-portaal inschakelen
pl: Włącz logowanie SSO
pt: Ativar portal SSO
zh: 启用 SSO 门户

source: Enabled
de: Aktiviert
es: Habilitado
fr: Activé
it: Abilitato
ja: 有効
nl: Ingeschakeld
pl: Włączone
pt: Ativado
sq: Aktivizuar
sv: Aktiverad
zh: 已启用

source: Enabling the account results in the user being able to use the account again, and all the related features such as webhooks, teams, and API keys for example.
de: Das Aktivieren des Kontos führt dazu, dass der Benutzer das Konto wieder nutzen kann, sowie alle damit verbundenen Funktionen wie Webhooks, Teams und API-Schlüssel beispielsweise.
es: Habilitar la cuenta permite al usuario usar la cuenta de nuevo, junto con todas las funciones relacionadas como webhooks, equipos y claves API, por ejemplo.
fr: Activer le compte permet à l'utilisateur de pouvoir utiliser le compte à nouveau, ainsi que toutes les fonctionnalités associées telles que les webhooks, les équipes et les clés API par exemple.
it: Abilitare l'account consente all'utente di utilizzare nuovamente l'account, così come tutte le funzionalità correlate come webhook, team e chiavi API, per esempio.
ja: アカウントを有効にすると、そのユーザーは再びアカウントを使用できるようになり、Webhook、チーム、API キーなどの関連機能も再度利用可能になります。
nl: Als je het account inschakelt, kan de gebruiker het account weer gebruiken, inclusief alle gerelateerde functies zoals webhooks, teams en API-sleutels.
pl: Włączenie konta spowoduje, że użytkownik będzie mógł ponownie korzystać z konta i wszystkich powiązanych danych, takich jak webhooki, zespoły i klucze API.
pt: Ativar a conta resulta no usuário poder usá-la novamente e todos os recursos relacionados, como webhooks, equipes e chaves de API, por exemplo.
sq: Aktivizimi i llogarisë rezulton që përdoruesi të jetë në gjendje të përdorë përsëri llogarinë, dhe të gjitha veçoritë e lidhura si webhooks, ekipe dhe çelësa API për shembull.
sv: Aktivering av kontot resulterar i att användaren kan använda kontot igen, och alla relaterade funktioner som webhooks, team och API-nycklar till exempel.
zh: 启用账户后，用户将可以再次使用账户，以及与其相关的所有功能，例如 Webhook、团队和 API 密钥等。

source: Enclosed Document
de: Beigefügte Dokument
es: Documento Adjunto
fr: Document joint
it: Documento Allegato
ja: 同封文書
nl: Bijgevoegd document
pl: Załączony dokument
pt: Documento Anexado
sq: Dokumenti i Bashkangjitur
sv: Bifogat dokument
zh: 随附文档

source: Enter a name for your new folder. Folders help you organise your items.
de: Geben Sie einen Namen für Ihren neuen Ordner ein. Ordner helfen Ihnen, Ihre Dateien zu organisieren.
es: Ingrese un nombre para su nueva carpeta. Las carpetas le ayudan a organizar sus elementos.
fr: Entrez un nom pour votre nouveau dossier. Les dossiers vous aident à organiser vos éléments.
it: Inserisci un nome per la tua nuova cartella. Le cartelle ti aiutano a organizzare i tuoi elementi.
ja: 新しいフォルダ名を入力してください。フォルダを使うとアイテムを整理できます。
nl: Voer een naam in voor je nieuwe map. Mappen helpen je je items te organiseren.
pl: Wpisz nazwę nowego folderu. Foldery pomagają uporządkować elementy.
pt: Digite um nome para sua nova pasta. As pastas ajudam a organizar seus itens.
sq: Shkruani emrin për dosjen tuaj të re. Dosjet ju ndihmojnë të organizoni sendet tuaja.
sv: Ange ett namn för din nya mapp. Mappar hjälper dig att organisera dina objekt.
zh: 为新文件夹输入名称。文件夹可以帮助您整理项目。

source: Enter claim name
de: Anspruchsname eingeben
es: Ingresar nombre de la reclamación
fr: Entrez le nom de la réclamation
it: Inserisci nome richiesta
ja: クレーム名を入力
nl: Voer claimnaam in
pl: Wpisz nazwę
pt: Digite o nome da reivindicação
sq: Vendos emrin e pretendimit
sv: Ange anspråksnamn
zh: 输入声明名称

source: Enter the domain you want to use for sending emails (without http:// or www)
de: Geben Sie die Domain ein, die Sie zum Versenden von E-Mails verwenden möchten (ohne http:// oder www)
es: Ingresa el dominio que deseas usar para enviar correos electrónicos (sin http:// ni www)
fr: Entrez le domaine que vous souhaitez utiliser pour l'envoi des e-mails (sans http:// ou www)
it: Inserisci il dominio che desideri utilizzare per inviare email (senza http:// o www)
ja: メール送信に使用したいドメインを入力してください（http:// や www は不要）
nl: Voer het domein in dat je wilt gebruiken voor het verzenden van e-mails (zonder http:// of www)
pl: Wpisz domenę do wysyłania wiadomości (bez http:// lub www)
pt: Insira o domínio que você deseja usar para enviar e-mails (sem http:// ou www)
zh: 输入您希望用于发送邮件的域名（不含 http:// 或 www）

source: Enter the next signer's email
de: Geben Sie die E-Mail des nächsten Unterzeichners ein
es: Ingrese el correo del próximo firmante
fr: Entrez l'email du signataire suivant
it: Inserisci l'email del prossimo firmatario
ja: 次の署名者のメールアドレスを入力してください
nl: Voer het e-mailadres van de volgende ondertekenaar in
pl: Wpisz adres e-mail następnego podpisującego
pt: Digite o e-mail do próximo signatário
zh: 输入下一位签署人的电子邮件

source: Enter the next signer's name
de: Geben Sie den Namen des nächsten Unterzeichners ein
es: Ingrese el nombre del próximo firmante
fr: Entrez le nom du signataire suivant
it: Inserisci il nome del prossimo firmatario
ja: 次の署名者の名前を入力してください
nl: Voer de naam van de volgende ondertekenaar in
pl: Wpisz nazwę następnego podpisującego
pt: Digite o nome do próximo signatário
zh: 输入下一位签署人的姓名

source: Enter verification code
de: Verifizierungscode eingeben
es: Introduce el código de verificación
fr: Entrez le code de vérification
it: Inserisci il codice di verifica
ja: 認証コードを入力
nl: Verificatiecode invoeren
pl: Wpisz kod weryfikacyjny
pt: Digite o código de verificação
zh: 输入验证码

source: Enter your 2FA code
de: Geben Sie Ihren 2FA-Code ein
es: Ingrese su código 2FA
fr: Entrez votre code 2FA
it: Inserisci il tuo codice 2FA
ja: 2FA コードを入力
nl: Voer je 2FA-code in
pl: Wpisz kod weryfikacyjny
pt: Digite seu código 2FA
sq: Vendos kodin tuaj 2FA
sv: Ange din 2FA-kod
zh: 输入您的 2FA 验证码

source: Enter your brand details
de: Geben Sie Ihre Markendaten ein
es: Ingresa los detalles de tu marca
fr: Entrez les informations de votre marque
it: Inserisci i dettagli del tuo marchio
ja: ブランド情報を入力してください
nl: Voer je merkgegevens in
pl: Wpisz szczegóły marki
pt: Digite os detalhes da sua marca
sq: Shënoni detajet e markës tuaj
sv: Ange dina varumärkesuppgifter
zh: 输入你的品牌信息

source: Enter your email
de: Geben Sie Ihre E-Mail-Adresse ein
es: Ingresa tu correo electrónico
fr: Entrez votre email
it: Inserisci la tua email
ja: メールアドレスを入力
nl: Voer je e‑mail in
pl: Wpisz swój adres e-mail
pt: Digite seu e-mail
sq: Shkruani email-in tuaj
sv: Ange din e-post
zh: 输入你的邮箱

source: Enter your email address to receive the completed document.
de: Geben Sie Ihre E-Mail-Adresse ein, um das abgeschlossene Dokument zu erhalten.
es: Ingresa tu dirección de correo electrónico para recibir el documento completado.
fr: Entrez votre adresse e-mail pour recevoir le document complété.
it: Inserisci il tuo indirizzo email per ricevere il documento completato.
ja: 完了した文書を受け取るメールアドレスを入力してください。
nl: Voer je e‑mailadres in om het voltooide document te ontvangen.
pl: Wpisz adres e-mail, aby otrzymać zakończony dokument.
pt: Digite seu endereço de e-mail para receber o documento concluído.
sq: Shkruani adresën tuaj të email-it për të marrë dokumentin e plotësuar.
sv: Ange din e-postadress för att få det färdiga dokumentet.
zh: 请输入你的邮箱地址，以便接收已完成的文档。

source: Enter your name
de: Geben Sie Ihren Namen ein
es: Ingresa tu nombre
fr: Entrez votre nom
it: Inserisci il tuo nome
ja: 名前を入力
nl: Voer je naam in
pl: Wpisz swoją nazwę
pt: Digite seu nome
sq: Shkruani emrin tuaj
sv: Ange ditt namn
zh: 输入你的姓名

source: Enter your number here
de: Geben Sie Ihre Nummer hier ein
es: Ingresa tu número aquí
fr: Entrez votre numéro ici
it: Inserisci qui il tuo numero
ja: ここに番号を入力してください
nl: Voer hier je getal in
pl: Wpisz liczbę
pt: Digite seu número aqui
zh: 在此输入您的号码

source: Enter your password
de: Geben Sie Ihr Passwort ein
es: Ingrese la contraseña
fr: Entrez votre mot de passe
it: Inserisci la tua password
ja: パスワードを入力
nl: Voer je wachtwoord in
pl: Wpisz hasło
pt: Digite sua senha
sq: Vendosni fjalëkalimin tuaj
sv: Ange ditt lösenord
zh: 输入您的密码

source: Enter your text here
de: Geben Sie hier Ihren Text ein
es: Ingresa tu texto aquí
fr: Entrez votre texte ici
it: Inserisci il tuo testo qui
ja: ここにテキストを入力してください
nl: Voer hier je tekst in
pl: Wpisz tekst
pt: Digite seu texto aqui
sq: Shkruani tekstin tuaj këtu
sv: Ange din text här
zh: 在此输入你的文本

source: Envelope distributed
de: Umschlag verteilt
es: Sobre distribuido
fr: Enveloppe distribuée
it: Busta distribuita
ja: 封筒を送信しました
nl: Envelope gedistribueerd
pl: Wysłano kopertę
pt: Envelope distribuído
zh: 信封已分发

source: Envelope Duplicated
de: Umschlag dupliziert
es: Sobre Duplicado
fr: Enveloppe dupliquée
it: Busta Duplicata
ja: 封筒を複製しました
nl: Envelope gedupliceerd
pl: Zduplikowano kopertę
pt: Envelope duplicado
zh: 信封已复制

source: Envelope ID
de: Umschlag-ID
es: ID de Sobre
fr: ID de l'enveloppe
it: ID Busta
ja: 封筒ID
pl: Identyfikator koperty
pt: ID do envelope
zh: 信封 ID

source: Envelope Item Count
de: Anzahl der Umschlag-Elemente
es: Conteo de elementos del sobre
fr: Nombre d'articles dans l'enveloppe
it: Conteggio articoli della busta
ja: 封筒アイテム数
nl: Aantal envelop-items
pl: Liczba elementów w kopercie
pt: Contagem de itens do envelope
zh: 信封条目数量

source: Envelope item created
de: Umschlag-Element erstellt
es: Elemento de sobre creado
fr: Élément d'enveloppe créé
it: Elemento busta creato
ja: 封筒アイテムを作成
nl: Envelop-item aangemaakt
pl: Utworzono element koperty
pt: Item de envelope criado
zh: 信封条目已创建

source: Envelope item deleted
de: Umschlag-Element gelöscht
es: Elemento de sobre eliminado
fr: Élément d'enveloppe supprimé
it: Elemento busta eliminato
ja: 封筒アイテムを削除
nl: Envelop-item verwijderd
pl: Usunięto element koperty
pt: Item de envelope excluído
zh: 信封条目已删除

source: Envelope resent
de: Umschlag erneut gesendet
es: Sobre reenviado
fr: Enveloppe renvoyée
it: Busta reinviata
ja: 封筒を再送信しました
nl: Envelope opnieuw verzonden
pl: Wysłano ponownie kopertę
pt: Envelope reenviado
zh: 信封已重新发送

source: Envelope Title
de: Umschlagtitel
es: Título del Sobre
fr: Titre de l'enveloppe
it: Titolo della Busta
ja: 封筒タイトル
nl: Enveloptitel
pl: Tytuł koperty
pt: Título do envelope
zh: 信封标题

source: Envelope updated
de: Umschlag aktualisiert
es: Sobre actualizado
fr: Enveloppe mise à jour
it: Busta aggiornata
ja: 封筒を更新しました
nl: Envelope bijgewerkt
pl: Koperta została zaktualizowana
pt: Envelope atualizado
zh: 信封已更新

source: Error
de: Fehler
fr: Erreur
it: Errore
ja: エラー
nl: Fout
pl: Błąd
pt: Erro
sq: Gabim
sv: Fel
zh: 错误

source: Error uploading file
de: Fehler beim Hochladen der Datei
es: Error al cargar el archivo
fr: Erreur lors de l'importation du fichier
it: Errore durante il caricamento del file
ja: ファイルのアップロード中にエラーが発生しました
nl: Fout bij uploaden van bestand
pl: Wystąpił błąd podczas przesyłania pliku
pt: Erro ao carregar o arquivo
sq: Gabim në ngarkimin e skedarit
sv: Fel vid uppladdning av fil
zh: 上传文件时出错

source: Event
de: Ereignis
es: Evento
fr: Événement
it: Evento
ja: イベント
nl: Gebeurtenis
pl: Zdarzenie
zh: 事件

source: Event Type
de: Ereignistyp
es: Tipo de evento
fr: Type d'événement
it: Tipo di Evento
ja: イベントタイプ
nl: Gebeurtenistype
pl: Rodzaj zdarzenia
pt: Tipo de evento
zh: 事件类型

source: Everyone
de: Jeder
es: Todos
fr: Tout le monde
it: Tutti
ja: 全員
nl: Iedereen
pl: Wszyscy
pt: Todos
zh: 所有人

source: Everyone can access and view the document
de: Jeder kann auf das Dokument zugreifen und es anzeigen
es: Todos pueden acceder y ver el documento
fr: Tout le monde peut accéder et voir le document
it: Tutti possono accedere e visualizzare il documento
ja: すべてのユーザーが文書にアクセスして閲覧できます
nl: Iedereen kan toegang krijgen tot en het document bekijken
pl: Każdy może uzyskać dostęp do dokumentu i go wyświetlić
pt: Todos podem acessar e visualizar o documento
sq: Çdokush mund ta aksesojë dhe shikojë dokumentin
sv: Alla kan komma åt och visa dokumentet
zh: 所有人都可以访问并查看该文档

source: Everyone has signed
de: Alle haben unterschrieben
es: Todos han firmado
fr: Tout le monde a signé
it: Hanno firmato tutti
ja: 全員が署名しました
nl: Iedereen heeft getekend
pl: Wszyscy podpisali
pt: Todos assinaram
sq: Të gjithë kanë nënshkruar
sv: Alla har signerat
zh: 所有人都已签署

source: Everyone has signed! You will receive an email copy of the signed document.
de: Alle haben unterschrieben! Sie erhalten eine Kopie des unterschriebenen Dokuments per E-Mail.
es: ¡Todos han firmado! Recibirás una copia del documento firmado por correo electrónico.
fr: Tout le monde a signé ! Vous recevrez une copie du document signé par e-mail.
it: Tutti hanno firmato! Riceverai una copia del documento firmato via email.
ja: 全員が署名しました。署名済みドキュメントのコピーがメールで送信されます。
nl: Iedereen heeft ondertekend! U ontvangt een kopie van het ondertekende document per e-mail.
pl: Wszyscy podpisali! Otrzymasz wiadomość z podpisanym dokumentem.
zh: 所有人都已签署！您将收到一份已签署文档的电子邮件副本。

source: Exceeded timeout
de: Zeitüberschreitung überschritten
es: Tiempo de espera excedido
fr: Délai dépassé
it: Tempo scaduto
ja: タイムアウトを超えました
nl: Time‑out overschreden
pl: Przekroczono limit czasu
pt: Tempo limite excedido
sq: Koha e pritjes e tejkaluar
sv: Timeout överskreds
zh: 超时

source: Expired
de: Abgelaufen
es: Expirado
fr: Expiré
it: Scaduto
ja: 有効期限切れ
nl: Verlopen
pl: Wygasł
pt: Expirado
sq: Skaduar
sv: Utgången
zh: 已过期

source: Expires in {0}
de: Läuft ab in {0}
es: Expira en {0}
fr: Expire dans {0}
it: Scade in {0}
ja: 有効期限: 残り {0}
nl: Verloopt over {0}
pl: Wygaśnie za {0}
pt: Expira em {0}
zh: 将在 {0} 后过期

source: Expires on {0}
de: Läuft ab am {0}
es: Expira el {0}
fr: Expire le {0}
it: Scade il {0}
ja: 有効期限 {0}
nl: Verloopt op {0}
pl: Wygasa {0}
pt: Expira em {0}
sq: Skadon më {0}
sv: Upphör den {0}
zh: 将于 {0} 到期

source: External ID
de: Externe ID
es: ID externo
fr: ID externe
it: ID esterno
ja: 外部 ID
nl: Externe ID
pl: Identyfikator zewnętrzny
pt: ID externo
sq: ID i jashtëm
sv: Externt ID
zh: 外部 ID

source: Failed
de: Fehlgeschlagen
es: Error
fr: Échec
it: Non riuscito
ja: 失敗
nl: Mislukt
pl: Niepowodzenie
zh: 失败

source: Failed to create folder
de: Ordner konnte nicht erstellt werden
es: No se pudo crear la carpeta
fr: Échec de la création du dossier
it: Creazione cartella fallita
ja: フォルダの作成に失敗しました
nl: Map aanmaken mislukt
pl: Nie udało się utworzyć folderu
pt: Falha ao criar pasta
sq: Dështoi krijimi i dosjes
sv: Misslyckades med att skapa mapp
zh: 创建文件夹失败

source: Failed to create subscription claim.
de: Fehler beim Erstellen des Abonnementsanspruchs.
es: Error al crear reclamación de suscripción.
fr: Échec de la création de la réclamation d'abonnement.
it: Creazione della richiesta di abbonamento non riuscita.
ja: サブスクリプションクレームの作成に失敗しました。
nl: Abonnementsclaim aanmaken mislukt.
pl: Nie udało się utworzyć subskrypcji.
pt: Falha ao criar reivindicação de assinatura.
sq: Dështoi krijimi i pretendimit të abonimit.
sv: Misslyckades med att skapa prenumerationsanspråk.
zh: 创建订阅声明失败。

source: Failed to create support ticket
de: Support-Ticket konnte nicht erstellt werden
es: No se pudo crear el ticket de soporte
fr: Échec de la création du ticket de support
it: Impossibile creare un ticket di supporto
ja: サポートチケットの作成に失敗しました
nl: Supportticket aanmaken mislukt
pl: Nie udało się utworzyć zgłoszenia
pt: Falha ao criar chamado de suporte
zh: 创建支持工单失败

source: Failed to delete folder
de: Ordner konnte nicht gelöscht werden
es: Error al eliminar la carpeta
fr: Échec de la suppression du dossier
it: Impossibile eliminare la cartella
ja: フォルダの削除に失敗しました
nl: Map verwijderen mislukt
pl: Nie udało się usunąć folderu
pt: Falha ao excluir pasta
sq: Deshtim në fshirjen e dosjes
sv: Misslyckades med att radera mapp
zh: 删除文件夹失败

source: Failed to delete subscription claim.
de: Fehler beim Löschen des Abonnementsanspruchs.
es: Error al eliminar la reclamación de suscripción.
fr: Échec de la suppression de la réclamation d'abonnement.
it: Eliminazione di rivendicazione di abbonamento fallita.
ja: サブスクリプションクレームの削除に失敗しました。
nl: Abonnementsclaim verwijderen mislukt.
pl: Nie udało się usunąć subskrypcji.
pt: Falha ao excluir reivindicação de assinatura.
sq: Dështoi fshirja e pretendimit të abonimit.
sv: Misslyckades med att radera prenumerationsanspråk.
zh: 删除订阅声明失败。

source: Failed to load document
de: Fehler beim Laden des Dokuments
es: Error al cargar el documento
fr: Échec du chargement du document
it: Caricamento documento fallito.
ja: ドキュメントの読み込みに失敗しました
nl: Document laden mislukt
pl: Nie udało się załadować dokumentu
pt: Falha ao carregar o documento
sq: Dështoi ngarkimi i dokumentit
sv: Misslyckades med att ladda dokument
zh: 加载文档失败

source: Failed to move folder
de: Ordner konnte nicht verschoben werden
es: Error al mover la carpeta
fr: Échec du déplacement du dossier
it: Impossibile spostare la cartella
ja: フォルダの移動に失敗しました
nl: Map verplaatsen mislukt
pl: Nie udało się przenieść folderu
pt: Falha ao mover a pasta
sq: Deshtim në zhvendosjen e dosjes
sv: Misslyckades med att flytta mapp
zh: 移动文件夹失败
