Repository: documenso/documenso
Catalog: packages/lib/translations/*/web.po
Languages: de, es, fr, it, ja, nl, pl, pt, sq, sv, zh

source: <0>Events:</0> All
de: <0>Ereignisse:</0> Alle
es: <0>Eventos:</0> Todos
fr: <0>Événements a0:</0> Tous
it: <0>Eventi:</0> Tutti
ja: <0>イベント:</0> すべて
nl: <0>Gebeurtenissen:</0> Alle
pl: <0>Zdarzenia:</0> Wszystkie
zh: <0>事件：</0>全部

source: <0>Full account access:</0> View all your profile information, settings, and activity
de: <0>Voller Zugang zum Konto:</0> Sehen Sie alle Ihre Profilinformationen, Einstellungen und Aktivitäten.
es: <0>Acceso completo a la cuenta:</0> Ve toda tu información de perfil, configuración y actividad
fr: <0>Accès complet au compte :</0> Consultez toutes vos informations de profil, paramètres, et activités
it: <0>Accesso completo all'account:</0> Visualizza tutte le informazioni sul tuo profilo, le impostazioni e l'attività
ja: <0>アカウント全体へのアクセス:</0> プロフィール情報、設定、アクティビティのすべてを表示
nl: <0>Volledige accounttoegang:</0> Bekijk al je profielinformatie, instellingen en activiteit
pl: <0>Pełny dostęp do konta:</0> Wyświetlanie informacji o profilu, ustawieniach i aktywności
pt: <0>Acesso completo à conta:</0> Ver todas as suas informações de perfil, configurações e atividades
zh: <0>完整账户访问：</0> 查看您的所有个人资料信息、设置和活动

source: <0>Inherit authentication method</0> - Use the global action signing authentication method configured in the "General Settings" step
de: <0>Authentifizierungsmethode erben</0> - Verwenden Sie die in den "Allgemeinen Einstellungen" konfigurierte globale Aktionssignatur-Authentifizierungsmethode
es: <0>Heredar método de autenticación</0> - Use el método de autenticación de firma de acción global configurado en el paso "Configuración General"
fr: <0>Hériter de la méthode d'authentification</0> - Utilisez la méthode globale d'authentification de signature d'action configurée dans l'étape "Paramètres généraux"
it: <0>Eredita metodo di autenticazione</0> - Usa il metodo globale di autenticazione della firma configurato nel passaggio "Impostazioni generali"
ja: <0>認証方法を継承</0> - 「一般設定」ステップで設定されたグローバルなアクション署名認証方法を使用します
nl: <0>Authenticatiemethode overnemen</0> - Gebruik de globale authenticatiemethode voor actie-ondertekening die is geconfigureerd in de stap "Algemene instellingen"
pl: <0>Odziedzicz metodę uwierzytelniania</0> – Użyj metody uwierzytelniania skonfigurowanej w domyślnych ustawieniach
pt: <0>Herdar método de autenticação</0> - Usar o método de autenticação de assinatura de ação global configurado na etapa "Configurações Gerais"
sq: <0>Përdor metodën e identifikimit</0> - Përdorni metodën globale të identifikimit të nënshkrimit të veprimit të konfiguruar në hapin "Parametrat Gjeneralë"
sv: <0>Ärv autentiseringsmetod</0> - Använd den globala autentiseringsmetoden för signering som konfigurerats i steget "Allmänna inställningar"
zh: <0>继承认证方式</0> - 使用在“常规设置”步骤中配置的全局操作签署认证方式

source: <0>No restrictions</0> - No authentication required
de: <0>Keine Einschränkungen</0> - Keine Authentifizierung erforderlich
es: <0>Sin restricciones</0> - No se requiere autenticación
fr: <0>Aucune restriction</0> - Aucune authentification requise
it: <0>Nessuna restrizione</0> - Non è richiesta autenticazione
ja: <0>制限なし</0> - 認証は不要です
nl: <0>Geen beperkingen</0> - Geen authenticatie vereist
pl: <0>Brak ograniczeń</0> – Uwierzytelnianie nie jest wymagane
pt: <0>Sem restrições</0> - Nenhuma autenticação necessária
sq: <0>Pa kufizime</0> - Nuk është e nevojshme autentifikimi
sv: <0>Inga begränsningar</0> - Ingen autentisering krävs
zh: <0>无限制</0> - 不需要认证

source: <0>No restrictions</0> - The document can be accessed directly by the URL sent to the recipient
de: <0>Keine Einschränkungen</0> - Das Dokument kann direkt über die dem Empfänger gesendete URL abgerufen werden
es: <0>Sin restricciones</0> - El documento se puede acceder directamente a través de la URL enviada al destinatario
fr: <0>Aucune restriction</0> - Le document peut être consulté directement via l'URL envoyée au destinataire
it: <0>Nessuna restrizione</0> - Il documento può essere accessibile direttamente tramite l'URL inviato al destinatario
ja: <0>制限なし</0> - 受信者に送信された URL から、直接ドキュメントにアクセスできます
nl: <0>Geen beperkingen</0> - Het document kan rechtstreeks worden geopend via de URL die naar de ontvanger is verzonden
pl: <0>Brak ograniczeń</0> – Dokument można otworzyć za pomocą adresu URL
pt: <0>Sem restrições</0> - O documento pode ser acessado diretamente pelo URL enviado ao destinatário
sq: <0>Pa kufizime</0> - Dokumenti mund të aksesohet direkt përmes URL-së së dërguar marrësit
sv: <0>Inga begränsningar</0> - Dokumentet kan nås direkt via URL:en som skickas till mottagaren
zh: <0>无限制</0> - 收件人可以直接通过发送给他们的 URL 访问文档

source: <0>None</0> - No authentication required
de: <0>Keine</0> - Keine Authentifizierung erforderlich
es: <0>Ninguno</0> - No se requiere autenticación
fr: <0>Aucun</0> - Aucune authentification requise
it: <0>Nessuno</0> - Non è richiesta autenticazione
ja: <0>なし</0> - 認証は不要です
nl: <0>Geen</0> - Geen authenticatie vereist
pl: <0>Brak</0> – Uwierzytelnianie nie jest wymagane
pt: <0>Nenhum</0> - Nenhuma autenticação necessária
sq: <0>Asnjë</0> - Nuk kërkohet autentifikim
sv: <0>Ingen</0> - Ingen autentisering krävs
zh: <0>无</0> - 不需要认证

source: <0>None</0> - We will generate links which you can send to the recipients manually.
de: <0>Keiner</0> - Wir werden Links generieren, die Sie manuell an die Empfänger senden können.
es: <0>Ninguno</0> - Generaremos enlaces que puedes enviar a los destinatarios manualmente.
fr: <0>Aucun</0> - Nous générerons des liens que vous pourrez envoyer aux destinataires manuellement.
it: <0>Nessuno</0> - Genereremo i link che potrai inviare manualmente ai destinatari.
ja: <0>なし</0> - 受信者に手動で送信できるリンクを生成します。
nl: <0>Geen</0> - We genereren links die je handmatig naar de ontvangers kunt sturen.
pl: <0>Brak</0> – Wygenerujemy linki, które możesz wysłać do odbiorców ręcznie.
pt: <0>Nenhum</0> - Nós geraremos links que você poderá enviar aos destinatários manualmente.
sq: <0>Asnjë</0> - Ne do të gjenerojmë lidhje të cilat mund t'i dërgoni marrësve manualisht.
sv: <0>Ingen</0> - Vi genererar länkar som du kan skicka till mottagarna manuellt.
zh: <0>无</0> - 我们将生成链接，您可以手动将其发送给收件人。

source: <0>Note</0> - If you use Links in combination with direct templates, you will need to manually send the links to the remaining recipients.
de: <0>Hinweis</0> - Wenn Sie Links in Kombination mit direkten Vorlagen verwenden, müssen Sie die Links manuell an die restlichen Empfänger senden.
es: <0>Nota</0> - Si usas Enlaces en combinación con plantillas directas, necesitarás enviar manualmente los enlaces a los destinatarios restantes.
fr: <0>Remarque</0> - Si vous utilisez des liens en combinaison avec des modèles directs, vous devrez envoyer manuellement les liens aux destinataires restants.
it: <0>Nota</0> - Se usi i link in combinazione con modelli diretti, dovrai inviare manualmente i link ai destinatari rimanenti.
ja: <0>注意</0> - リンクをダイレクトテンプレートと組み合わせて使用する場合、残りの受信者にはリンクを手動で送信する必要があります。
nl: <0>Let op</0> - Als je Links gebruikt in combinatie met directe sjablonen, moet je de links handmatig naar de overige ontvangers sturen.
pl: <0>Uwaga</0> – Jeśli używasz linków w połączeniu z bezpośrednimi szablonami, musisz ręcznie wysłać linki do pozostałych odbiorców.
pt: <0>Observação</0> - Se você usar Links em combinação com modelos diretos, precisará enviar os links manualmente aos destinatários restantes.
sq: <0>Shënim</0> - Nëse përdorni Lidhje në kombinim me shabllonet direkte, do të duhet të dërgoni lidhjet manualisht te marrësit e mbetur.
sv: <0>Obs</0> - Om du använder länkar i kombination med direktmallar måste du skicka länkarna manuellt till de återstående mottagarna.
zh: <0>注意</0> - 如果您将链接与直链模板组合使用，则需要手动将链接发送给剩余收件人。

source: <0>Require 2FA</0> - The recipient must have an account and 2FA enabled via their settings
de: <0>2FA erforderlich</0> - Der Empfänger muss ein Konto haben und die 2FA über seine Einstellungen aktiviert haben
es: <0>Requerir 2FA</0> - El destinatario debe tener una cuenta y 2FA habilitado a través de sus configuraciones
fr: <0>Nécessite une authentification 2FA</0> - Le destinataire doit avoir un compte avec 2FA activée via ses paramètres
it: <0>Richiedi 2FA</0> - Il destinatario deve avere un account e 2FA abilitato tramite le sue impostazioni
ja: <0>2FA を必須にする</0> - 受信者はアカウントを持ち、設定から 2FA を有効にしている必要があります
nl: <0>2FA vereisen</0> - De ontvanger moet een account hebben en 2FA ingeschakeld hebben via zijn of haar instellingen
pl: <0>Wymagana weryfikacja dwuetapowa</0> – Odbiorca musi mieć konto z włączoną weryfikacją dwuetapową
pt: <0>Exigir 2FA</0> - O destinatário deve ter uma conta e o 2FA habilitado em suas configurações
sq: <0>Kërko 2FA</0> - Marrësi duhet të ketë një llogari dhe 2FA të aktivizuar përmes cilësimeve të tyre
sv: <0>Kräv 2FA</0> - Mottagaren måste ha ett konto och 2FA aktiverat via sina inställningar
zh: <0>需要 2FA</0> - 收件人必须拥有账户并在其设置中启用 2FA

source: <0>Require account</0> - The recipient must be signed in to view the document
de: <0>Konto erforderlich</0> - Der Empfänger muss angemeldet sein, um das Dokument anzeigen zu können
es: <0>Requerir cuenta</0> - El destinatario debe haber iniciado sesión para ver el documento
fr: <0>Nécessite un compte</0> - Le destinataire doit être connecté pour voir le document
it: <0>Richiede account</0> - Il destinatario deve essere connesso per visualizzare il documento
ja: <0>アカウント必須</0> - 受信者はドキュメントを閲覧するためにサインインしている必要があります
nl: <0>Account vereisen</0> - De ontvanger moet zijn aangemeld om het document te bekijken
pl: <0>Wymagane konto</0> – Odbiorca musi być zalogowany
pt: <0>Exigir conta</0> - O destinatário deve estar conectado para visualizar o documento
sq: <0>Kërko llogari</0> - Marrësi duhet të jetë i regjistruar për të parë dokumentin
sv: <0>Kräv konto</0> - Mottagaren måste vara inloggad för att se dokumentet
zh: <0>需要账户</0> - 收件人必须登录后才能查看文档

source: <0>Require passkey</0> - The recipient must have an account and passkey configured via their settings
de: <0>Passkey erforderlich</0> - Der Empfänger muss ein Konto haben und den Passkey über seine Einstellungen konfiguriert haben
es: <0>Requerir clave de acceso</0> - El destinatario debe tener una cuenta y clave de acceso configurada a través de sus configuraciones
fr: <0>Clé d'accès requise</0> - Le destinataire doit avoir un compte et une clé d'accès configurés via ses paramètres
it: <0>Richiede passkey</0> - Il destinatario deve avere un account e una passkey configurati tramite le sue impostazioni
ja: <0>パスキー必須</0> - 受信者はアカウントを持ち、設定からパスキーを構成している必要があります
nl: <0>Passkey vereisen</0> - De ontvanger moet een account hebben en een passkey geconfigureerd hebben via zijn of haar instellingen
pl: <0>Wymagany klucz dostępu</0> – Odbiorca musi mieć konto ze skonfigurowanym kluczem dostępu
pt: <0>Exigir chave de acesso</0> - O destinatário deve ter uma conta e uma chave de acesso configurada em suas configurações
sq: <0>Kërko fjalëkalim</0> - Marrësi duhet të ketë një llogari dhe fjalëkalimin të konfiguruar përmes cilësimeve të tyre
sv: <0>Kräv passkey</0> - Mottagaren måste ha ett konto och passkey konfigurerat via sina inställningar
zh: <0>需要通行密钥</0> - 收件人必须拥有账户并在其设置中配置通行密钥

source: <0>Require password</0> - The recipient must have an account and password configured via their settings, the password will be verified during signing
de: <0>Passwort erforderlich</0> - Der Empfänger muss ein Konto und ein Passwort konfiguriert haben, das Passwort wird beim Signieren überprüft
es: <0>Requerir contraseña</0> - El destinatario debe tener una cuenta y contraseña configurada a través de sus configuraciones, la contraseña se verificará durante la firma
fr: <0>Exiger un mot de passe</0> - Le destinataire doit avoir un compte et un mot de passe configurés via ses paramètres, le mot de passe sera vérifié lors de la signature
it: <0>Richiedi password</0> - Il destinatario deve avere un account e una password configurati tramite le impostazioni, la password verrà verificata durante la firma
ja: <0>パスワード必須</0> - 受信者はアカウントを持ち、設定からパスワードを構成している必要があります。署名時にパスワードが検証されます
nl: <0>Wachtwoord vereisen</0> - De ontvanger moet een account en wachtwoord hebben geconfigureerd via zijn of haar instellingen; het wachtwoord wordt tijdens het ondertekenen geverifieerd
pl: <0>Wymagane hasło</0> – Odbiorca musi mieć konto ze skonfigurowanym hasłem. Hasło będzie weryfikowane podczas podpisywania
pt: <0>Exigir senha</0> - O destinatário deve ter uma conta e uma senha configurada em suas configurações, a senha será verificada durante a assinatura
sq: <0>Kërko fjalëkalim</0> - Marrësi duhet të ketë një llogari dhe fjalëkalim të konfiguruar përmes cilësimeve të tij, fjalëkalimi do të verfikohet gjatë nënshkrimit
sv: <0>Kräv lösenord</0> - Mottagaren måste ha ett konto och lösenord konfigurerat via sina inställningar, lösenordet kommer att verifieras under signeringen
zh: <0>需要密码</0> - 收件人必须拥有账户并在设置中配置密码，签署时将验证密码

source: <0>Sender:</0> All
de: <0>Absender:</0> Alle
es: <0>Remitente:</0> Todos
fr: <0>Expéditeur :</0> Tous
it: <0>Mittente:</0> Tutti
ja: <0>送信者:</0> すべて
nl: <0>Afzender:</0> Alle
pl: <0>Nadawca:</0> Wszyscy
pt: <0>Remetente:</0> Todos
sq: <0>Dërguesi:</0> Të gjithë
sv: <0>Avsändare:</0> Alla
zh: <0>发件人：</0>全部

source: <0>Typed</0> - A signature that is typed using a keyboard.
de: <0>Getippt</0> - Eine Signatur, die mit einer Tastatur getippt wird.
es: <0>Escrito</0> - Una firma que se escribe usando un teclado.
fr: <0>Écrite</0> - Une signature écrite à l'aide d'un clavier.
it: <0>Digitata</0> - Una firma digitata usando una tastiera.
ja: <0>タイプ入力</0> - キーボードで入力された署名です。
nl: <0>Getypt</0> - Een handtekening die is getypt met een toetsenbord.
pl: <0>Pisany</0> – Podpis wpisany za pomocą klawiatury.
pt: <0>Digitada</0> - Uma assinatura digitada usando um teclado.
sq: <0>Shkruar</0> - Një nënshkrim që është shtypur duke përdorur një tastierë.
sv: <0>Skriven</0> - En signatur som skrivs med tangentbord.
zh: <0>键入</0> - 使用键盘输入的签名。

source: <0>Uploaded</0> - A signature that is uploaded from a file.
de: <0>Hochgeladen</0> - Eine Signatur, die aus einer Datei hochgeladen wird.
es: <0>Cargado</0> - Una firma que se carga desde un archivo.
fr: <0>Importée</0> - Une signature importée à partir d'un fichier.
it: <0>Caricata</0> - Una firma caricata da un file.
ja: <0>アップロード</0> - ファイルからアップロードされた署名です。
nl: <0>Geüpload</0> - Een handtekening die is geüpload vanuit een bestand.
pl: <0>Przesłany</0> – Podpis przesłany z pliku.
pt: <0>Enviada</0> - Uma assinatura enviada a partir de um arquivo.
sq: <0>Ngarkuar</0> - Një nënshkrim që është ngarkuar nga një skedar.
sv: <0>Uppladdad</0> - En signatur som laddas upp från en fil.
zh: <0>上传</0> - 从文件上传的签名。

source: 0 Free organisations left
de: 0 freie Organisationen übrig
es: 0 Organizaciones gratuitas restantes
fr: 0 organisations gratuites restantes
it: 0 Organizzazioni gratuite rimaste
ja: 無料の組織枠は残り 0 件です
nl: 0 gratis organisaties over
pl: Pozostało 0 darmowych organizacji
pt: 0 organizações gratuitas restantes
sq: 0 Organizata të lira të mbetura
sv: 0 gratis organisationer kvar
zh: 剩余 0 个免费组织

source: 1 Free organisations left
de: 1 Freie Organisationen übrig
es: 1 organizaciones gratuitas restantes
fr: 1 organisme gratuit restant
it: 1 Organizzazione gratuita rimasta
ja: 無料の組織枠は残り 1 件です
nl: 1 gratis organisatie over
pl: Pozostała 1 darmowa organizacja
pt: 1 organização gratuita restante
sq: 1 Organizatë falas e mbetur
sv: 1 gratis organisation kvar
zh: 剩余 1 个免费组织

source: 1 month
de: 1 Monat
es: 1 mes
fr: 1 mois
it: {VAR_PLURAL, select, one {1 mese} other {# mesi}}
ja: 1 か月
nl: 1 maand
pl: 1 miesiąc
pt: 1 mês
sq: 1 muaj
sv: 1 månad
zh: 1 个月

source: 12 months
de: 12 Monate
es: 12 meses
fr: 12 mois
it: {VAR_PLURAL, select, one {1 mese} other {12 mesi}}
ja: 12 か月
nl: 12 maanden
pl: 12 miesięcy
pt: 12 meses
sq: 12 muaj
sv: 12 månader
zh: 12 个月

source: 2FA
pl: Weryfikacja dwuetapowa

source: 2FA Reset
de: 2FA Zurücksetzen
es: Restablecimiento de 2FA
fr: Réinitialisation 2FA
it: Reimposta 2FA
ja: 2FA リセット
pl: Resetowanie weryfikacji dwuetapowej
pt: Redefinir 2FA
zh: 2FA 重置

source: 3 months
de: 3 Monate
es: 3 meses
fr: 3 mois
it: {VAR_PLURAL, select, one {1 mese} other {3 mesi}}
ja: 3 か月
nl: 3 maanden
pl: 3 miesiące
pt: 3 meses
sq: 3 muaj
sv: 3 månader
zh: 3 个月

source: 400 Error
de: 400 Fehler
es: Error 400
fr: Erreur 400
it: Errore 400
ja: 400 エラー
nl: 400-fout
pl: Błąd 400
pt: Erro 400
zh: 400 错误

source: 401 Unauthorized
de: 401 Nicht autorisiert
es: 401 No autorizado
fr: 401 Non autorisé
it: 401 Non autorizzato
nl: 401 Niet gemachtigd
pl: 401: Dostęp nieautoryzowany
pt: Não autorizado 401
sq: 401 Jo të autorizuar
sv: 401 Obehörig
zh: 401 未授权

source: 404 Document not found
de: 404 Dokument nicht gefunden
es: 404 Documento no encontrado
fr: 404 Document non trouvé
it: 404 Documento non trovato
ja: 404 ドキュメントが見つかりません
nl: 404 Document niet gevonden
pl: 404: Dokument nie został znaleziony
pt: Documento não encontrado 404
zh: 404 未找到文档

source: 404 Email domain not found
de: 404 E-Mail-Domain nicht gefunden
es: 404 Dominio de correo electrónico no encontrado
fr: 404 Domaine email introuvable
it: 404 Dominio email non trovato
ja: 404 メールドメインが見つかりません
nl: 404 E-maildomein niet gevonden
pl: 404: Domena nie została znaleziona
pt: Domínio de e-mail não encontrado 404
zh: 404 未找到邮箱域名

source: 404 not found
de: 404 nicht gefunden
es: 404 no encontrado
fr: 404 non trouvé
it: 404 non trovato
nl: 404 niet gevonden
pl: 404: Strona nie została znaleziona
pt: Não encontrado 404
sq: 404 nuk u gjet
sv: 404 hittades inte
zh: 404 未找到

source: 404 Not found
de: 404 Nicht gefunden
es: 404 No encontrado
fr: 404 Non trouvé
it: 404 Non trovato
nl: 404 Niet gevonden
pl: 404: Strona nie została znaleziona
pt: Não encontrado 404
zh: 404 未找到

source: 404 Not Found
de: 404 Nicht gefunden
es: 404 No encontrado
fr: 404 Non trouvé
it: 404 Non trovato
nl: 404 Niet gevonden
pl: 404: Strona nie została znaleziona
pt: Não encontrado 404
zh: 404 未找到

source: 404 Organisation group not found
de: 404 Organisationsgruppe nicht gefunden
es: 404 Grupo de organización no encontrado
fr: 404 Groupe d'organisation non trouvé
it: 404 Gruppo organizzazione non trovato
ja: 404 組織グループが見つかりません
nl: 404 Organisatiegroep niet gevonden
pl: 404: Grupa organizacji nie została znaleziona
pt: Grupo de organizações não encontrado 404
sq: 404 Grup organizate nuk u gjet
sv: 404 Organisationsgrupp hittades inte
zh: 404 找不到组织组

source: 404 Organisation not found
de: 404 Organisation nicht gefunden
es: 404 Organización no encontrada
fr: 404 Organisation introuvable
it: 404 Organizzazione non trovata
ja: 404 組織が見つかりません
nl: 404 Organisatie niet gevonden
pl: 404: Organizacja nie została znaleziona
pt: Organização não encontrada 404
sq: 404 Organizata nuk u gjet
sv: 404 Organisation hittades inte
zh: 404 找不到组织

source: 404 Profile not found
de: 404 Profil nicht gefunden
es: 404 Perfil no encontrado
fr: 404 Profil non trouvé
it: 404 Profilo non trovato
ja: 404 プロフィールが見つかりません
nl: 404 Profiel niet gevonden
pl: 404: Profil nie został znaleziony
pt: Perfil não encontrado 404
sq: 404 Profili nuk u gjet
sv: 404 Profil hittades inte
zh: 404 未找到个人资料

source: 404 Team not found
de: 404 Team nicht gefunden
es: 404 Equipo no encontrado
fr: 404 Équipe non trouvée
it: 404 Squadra non trovata
ja: 404 チームが見つかりません
nl: 404 Team niet gevonden
pl: 404: Zespół nie został znaleziony
pt: Equipe não encontrada 404
sq: 404 Ekipi nuk u gjet
sv: 404 Team hittades inte
zh: 404 未找到团队

source: 404 Template not found
de: 404 Vorlage nicht gefunden
es: 404 Plantilla no encontrada
fr: 404 Modèle non trouvé
it: 404 Modello non trovato
ja: 404 テンプレートが見つかりません
nl: 404 Sjabloon niet gevonden
pl: 404: Nie znaleziono szablonu
pt: Modelo não encontrado 404
zh: 404 未找到模板

source: 404 User not found
de: 404 Benutzer nicht gefunden
es: 404 Usuario no encontrado
fr: 404 Utilisateur non trouvé
it: 404 Utente non trovato
ja: 404 ユーザーが見つかりません
nl: 404 Gebruiker niet gevonden
pl: 404: Użytkownik nie został znaleziony
pt: Usuário não encontrado 404
sq: 404 Përdoruesi i papërfshirë
sv: 404 Användare hittades inte
zh: 404 找不到用户

source: 404 Webhook not found
de: 404 Webhook nicht gefunden
es: 404 Webhook no encontrado
fr: 404 Webhook introuvable
it: 404 Webhook non trovato
ja: 404 Webhook が見つかりません
nl: 404 Webhook niet gevonden
pl: 404: Webhook nie został znaleziony
pt: Webhook não encontrado 404
zh: 404 未找到 Webhook

source: 5 documents a month
de: 5 Dokumente pro Monat
es: 5 documentos al mes
fr: 5 documents par mois
it: 5 documenti al mese
ja: 月 5 通のドキュメント
nl: 5 documenten per maand
pl: 5 dokumentów miesięcznie
pt: 5 documentos por mês
sq: 5 dokumente në muaj
sv: 5 dokument per månad
zh: 每月 5 个文档

source: 5 Documents a month
de: 5 Dokumente im Monat
es: 5 Documentos al mes
fr: 5 Documents par mois
it: 5 Documenti al mese
ja: 月 5 通のドキュメント
nl: 5 documenten per maand
pl: 5 dokumentów miesięcznie
pt: 5 documentos por mês
sq: 5 Dokumente në muaj
sv: 5 dokument per månad
zh: 每月 5 个文档

source: 500 Internal Server Error
de: 500 Interner Serverfehler
es: 500 Error Interno del Servidor
fr: 500 Erreur Interne du Serveur
it: 500 Errore Interno del Server
nl: 500 Interne serverfout
pl: 500: Wystąpił wewnętrzny błąd serwera
pt: Erro interno do servidor 500
sq: 500 Gabim i brendshëm i serverit
sv: 500 Internt serverfel
zh: 500 内部服务器错误

source: 6 months
de: 6 Monate
es: 6 meses
fr: 6 mois
it: {VAR_PLURAL, select, one {1 mese} other {6 mesi}}
ja: 6 か月
nl: 6 maanden
pl: 6 miesięcy
pt: 6 meses
sq: 6 muaj
sv: 6 månader
zh: 6 个月

source: 7 days
de: 7 Tage
es: 7 días
fr: 7 jours
it: {VAR_PLURAL, select, one {1 giorno} other {7 giorni}}
ja: 7 日間
nl: 7 dagen
pl: 7 dni
pt: 7 dias
sq: 7 ditë
sv: 7 dagar
zh: 7 天

source: A confirmation email has been sent, and it should arrive in your inbox shortly.
de: Eine Bestätigungs-E-Mail wurde gesendet, und sie sollte in Kürze in deinem Posteingang ankommen.
es: Se ha enviado un correo electrónico de confirmación y debería llegar a tu bandeja de entrada en breve.
fr: Un e-mail de confirmation a été envoyé et devrait arriver dans votre boîte de réception sous peu.
it: È stata inviata un'e-mail di conferma e dovrebbe arrivare nella tua casella di posta a breve.
ja: 確認メールを送信しました。まもなく受信トレイに届きます。
nl: Er is een bevestigingsmail verzonden; deze zou binnenkort in je inbox moeten verschijnen.
pl: Wiadomość potwierdzająca została wysłana. Powinna niedługo dotrzeć do Twojej skrzynki odbiorczej.
pt: Um e-mail de confirmação foi enviado e deve chegar à sua caixa de entrada em breve.
sq: Një email konfirmimi është dërguar, dhe së shpejti do të arrijë në kutinë tuaj të postës elektronike.
sv: Ett bekräftelsemail har skickats och bör snart finnas i din inkorg.
zh: 确认邮件已发送，很快就会到达你的收件箱。

source: A device capable of accessing, opening, and reading documents
de: Ein Gerät, das in der Lage ist, Dokumente zuzugreifen, zu öffnen und zu lesen
es: Un dispositivo capaz de acceder, abrir y leer documentos
fr: Un appareil capable d'accéder, d'ouvrir et de lire des documents
it: Un dispositivo in grado di accedere, aprire e leggere documenti
ja: 文書にアクセスし、開いて閲覧できるデバイス
nl: Een apparaat dat toegang kan krijgen tot documenten, deze kan openen en lezen
pl: Urządzenia zdolnego do otwierania i czytania dokumentów
pt: Um dispositivo capaz de acessar, abrir e ler documentos
sq: Një pajisje e aftë për të aksesuar, hapur dhe lexuar dokumentet
sv: En enhet som kan komma åt, öppna och läsa dokument
zh: 能够访问、打开和阅读文档的设备
