Repository: documenso/documenso
Catalog: packages/lib/translations/*/web.po
Languages: de, es, fr, it, ja, nl, pl, pt, sq, sv, zh

source: This template is using legacy field insertion, we recommend using the new field insertion method for more accurate results.
de: Diese Vorlage verwendet Altfeld-Integration, wir empfehlen das Verwenden der neuen Methode für genauere Ergebnisse.
es: Esta plantilla utiliza inserción de campos heredada, recomendamos usar el nuevo método para resultados más precisos.
fr: Ce modèle utilise l'insertion de champ héritée, il est recommandé d'utiliser la nouvelle méthode d'insertion pour des résultats plus précis.
it: Questo modello utilizza l'inserimento campo legacy, consigliamo di utilizzare il nuovo metodo di inserimento campo per risultati più accurati.
ja: このテンプレートは旧式のフィールド挿入を使用しています。より正確な結果のために、新しいフィールド挿入方法の使用を推奨します。
nl: Deze sjabloon gebruikt verouderde veldinvoeging. We raden aan de nieuwe methode voor veldinvoeging te gebruiken voor nauwkeurigere resultaten.
pl: Szablon używa starszej metody wstawiania pól. Zalecamy użycie nowej metody.
pt: Este modelo está usando a inserção de campo herdado, recomendamos usar o novo método de inserção de campo para resultados mais precisos.
sq: Ky shabllon përdor futjen e fushave të trashëguara, ne rekomandojmë përdorimin e metodës së re për rezultate më të sakta.
sv: Denna mall använder äldre fältinfogning, vi rekommenderar att använda den nya fältinfogningsmetoden för mer exakta resultat.
zh: 此模板正在使用旧版字段插入方式，我们建议使用新的字段插入方式以获得更精确的结果。

source: This template will be duplicated.
de: Diese Vorlage wird dupliziert.
es: Esta plantilla será duplicada.
fr: Ce modèle sera dupliqué.
it: Questo modello verrà duplicato.
ja: このテンプレートは複製されます。
nl: Deze sjabloon wordt gedupliceerd.
pl: Szablon zostanie zduplikowany.
pt: Este modelo será duplicado.
zh: 此模板将被复制。

source: This token is invalid or has expired. No action is needed.
de: Dieses Token ist ungültig oder abgelaufen. Es sind keine weiteren Maßnahmen erforderlich.
es: Este token es inválido o ha expirado. No se necesita ninguna acción.
fr: Ce token est invalide ou a expiré. Aucune action n'est nécessaire.
it: Questo token è invalido o è scaduto. Non è necessaria alcuna azione.
ja: このトークンは無効か有効期限が切れています。操作は不要です。
nl: Dit token is ongeldig of verlopen. Er is geen actie nodig.
pl: Token jest nieprawidłowy lub wygasł.
pt: Este token é inválido ou expirou. Nenhuma ação é necessária.
sq: Ky token është i pavlefshëm ose ka skaduar. Nuk është e nevojshme asnjë veprim.
sv: Denna token är ogiltig eller har upphört. Ingen åtgärd behövs.
zh: 此令牌无效或已过期。无需进行任何操作。

source: This token is invalid or has expired. Please contact your team for a new invitation.
de: Dieser Token ist ungültig oder abgelaufen. Bitte kontaktieren Sie Ihr Team für eine neue Einladung.
es: Este token es inválido o ha expirado. Por favor, contacta a tu equipo para una nueva invitación.
fr: Ce token est invalide ou a expiré. Veuillez contacter votre équipe pour une nouvelle invitation.
it: Questo token è invalido o è scaduto. Si prega di contattare il vostro team per un nuovo invito.
ja: このトークンは無効か有効期限が切れています。チームに連絡して、新しい招待を受け取ってください。
nl: Dit token is ongeldig of verlopen. Neem contact op met je team voor een nieuwe uitnodiging.
pl: Zaproszenie jest nieprawidłowe lub wygasło. Skontaktuj się ze swoim zespołem.
pt: Este token é inválido ou expirou. Entre em contato com sua equipe para um novo convite.
sq: Ky token është i pavlefshëm ose ka skaduar. Ju lutem kontaktoni ekipin tuaj për një ftesë të re.
sv: Denna token är ogiltig eller har upphört. Kontakta ditt team för en ny inbjudan.
zh: 此令牌无效或已过期。请联系你的团队获取新的邀请。

source: This URL is already in use.
de: Diese URL wird bereits verwendet.
es: Esta URL ya está en uso.
fr: Cette URL est déjà utilisée.
it: Questo URL è già in uso.
ja: この URL はすでに使用されています。
nl: Deze URL is al in gebruik.
pl: Adres URL jest już zajęty.
pt: Esta URL já está em uso.
sq: Kjo URL është tashmë në përdorim.
sv: Denna URL används redan.
zh: 该 URL 已被使用。

source: This will be sent to all recipients if a pending document has been deleted.
de: Dies wird an alle Empfänger gesendet, wenn ein ausstehendes Dokument gelöscht wurde.
es: Esto se enviará a todos los destinatarios si un documento pendiente ha sido eliminado.
fr: Cela sera envoyé à tous les destinataires si un document en attente a été supprimé.
it: Questo sarà inviato a tutti i destinatari se un documento in attesa è stato eliminato.
ja: 保留中のドキュメントが削除された場合、これはすべての受信者に送信されます。
nl: Dit wordt verzonden naar alle ontvangers als een document in behandeling is verwijderd.
pl: Zostanie wysłana do wszystkich odbiorców, gdy oczekujący dokument zostanie usunięty.
pt: Isso será enviado a todos os destinatários se um documento pendente tiver sido excluído.
sq: Kjo do t'u dërgohet të gjithë marrësve nëse një dokument në pritje është fshirë.
sv: Detta kommer att skickas till alla mottagare om ett väntande dokument har raderats.
zh: 当待处理文档被删除时，将向所有收件人发送此邮件。

source: This will be sent to all recipients once the document has been fully completed.
de: Dies wird an alle Empfänger gesendet, sobald das Dokument vollständig abgeschlossen ist.
es: Esto se enviará a todos los destinatarios una vez que el documento esté completamente completado.
fr: Cela sera envoyé à tous les destinataires une fois que le document aura été entièrement complété.
it: Questo sarà inviato a tutti i destinatari una volta che il documento è stato completamente completato.
ja: ドキュメントが完全に完了した後、これはすべての受信者に送信されます。
nl: Dit wordt verzonden naar alle ontvangers zodra het document volledig is voltooid.
pl: Zostanie wysłana do wszystkich odbiorców po zakończeniu dokumentu.
pt: Isso será enviado a todos os destinatários assim que o documento tiver sido totalmente concluído.
sq: Kjo do të dërgohet të gjithë marrësve sapo dokumenti të jetë plotësisht përfunduar.
sv: Detta kommer att skickas till alla mottagare när dokumentet har slutförts helt.
zh: 当文档完全完成后，将向所有收件人发送此邮件。

source: This will be sent to the document owner once the document has been fully completed.
de: Dies wird an den Dokumenteneigentümer gesendet, sobald das Dokument vollständig abgeschlossen wurde.
es: Esto se enviará al propietario del documento una vez que el documento se haya completado por completo.
fr: Cela sera envoyé au propriétaire du document une fois que le document aura été entièrement complété.
it: Questo sarà inviato al proprietario del documento una volta che il documento è stato completamente completato.
ja: ドキュメントが完全に完了した後、これはドキュメント所有者に送信されます。
nl: Dit wordt verzonden naar de documenteigenaar zodra het document volledig is voltooid.
pl: Zostanie wysłana do właściciela po zakończeniu dokumentu.
pt: Isso será enviado ao proprietário do documento assim que o documento tiver sido totalmente concluído.
sq: Kjo do të dërgohet pronarit të dokumentit sapo dokumenti të jetë plotësisht përfunduar.
sv: Detta kommer att skickas till dokumentägaren när dokumentet har slutförts helt.
zh: 当文档完全完成后，将向文档所有者发送此邮件。

source: This will check and sync the status of all email domains for this organisation
de: Dadurch werden der Status aller E-Mail-Domains dieser Organisation überprüft und synchronisiert.
es: Esto verificará y sincronizará el estado de todos los dominios de correo electrónico para esta organización.
fr: Cela vérifiera et synchronisera l'état de tous les domaines de messagerie de cette organisation
it: Questo controllerà e sincronizzerà lo stato di tutti i domini email per questa organizzazione
ja: この操作により、この組織のすべてのメールドメインのステータスをチェックして同期します。
nl: Hiermee wordt de status van alle e-maildomeinen voor deze organisatie gecontroleerd en gesynchroniseerd
pl: Spowoduje to synchronizowanie statusu wszystkich domen organizacji
pt: Isso verificará e sincronizará o status de todos os domínios de e-mail desta organização
zh: 这将检查并同步此组织所有邮箱域名的状态

source: This will ONLY backport feature flags which are set to true, anything disabled in the initial claim will not be backported
de: Diese werden NUR Funktionsflags zurückspielen, die auf wahr gesetzt sind; alles, was im ursprünglichen Anspruch deaktiviert ist, wird nicht zurückportiert.
es: Esto solo retroalimentará las banderas de características que estén configuradas como verdaderas, cualquier cosa desactivada en la reclamo inicial no será retroalimentada
fr: Cela ne fera que rétroporter les drapeaux de fonctionnalité qui sont activés, tout ce qui est désactivé dans la réclamation initiale ne sera pas rétroporté
it: Questo farà SOLO il retroporting degli indicatori delle funzionalità impostati su vero, qualsiasi cosa disabilitata nel reclamo iniziale non sarà retroportata
ja: ここでバックポートされるのは true に設定されている機能フラグのみであり、初期クレームで無効になっているものはバックポートされません。
nl: Hiermee worden ALLE feature-flags die op true staan teruggezet; alles wat in de oorspronkelijke claim is uitgeschakeld, wordt niet teruggezet
pl: Spowoduje to TYLKO przeniesienie flag funkcji ustawionych na wartość „true”. Wszystkie elementy wyłączone w początkowej subskrypcji nie zostaną przeniesione
pt: Isso irá retroportar apenas as flags de recursos que estão definidas como verdadeiras, qualquer coisa desabilitada na reivindicação inicial não será retroportada
sq: Kjo do të TRANSFEROHET VETËM flamujt e veçorive që janë vendosur në të vërtetë, çdo gjë që është çaktivizuar në kërkesën fillestare nuk do të transferohet
sv: Detta kommer ENDAST att bakåtportera funktionsflaggor som är inställda på true, allt som är inaktiverat i det ursprungliga anspråket kommer inte att bakåtporteras
zh: 这将只回溯设置为 true 的功能标记，初始声明中被禁用的内容不会被回溯。

source: This will remove all emails associated with this email domain
de: Dies entfernt alle E-Mails, die mit dieser E-Mail-Domain verbunden sind
es: Esto eliminará todos los correos electrónicos asociados con este dominio de correo electrónico
fr: Cela supprimera tous les e-mails associés à ce domaine de messagerie
it: Questo rimuoverà tutte le email associate a questo dominio email
ja: この操作により、このメールドメインに関連付けられたすべてのメールが削除されます。
nl: Hiermee worden alle e-mails die aan dit e-maildomein zijn gekoppeld verwijderd
pl: Spowoduje to usunięcie wszystkich adresów e-mail powiązanych z domeną
pt: Isto removerá todos os e-mails associados a este domínio de e-mail
zh: 这将移除此邮箱域名下的所有邮箱

source: This will sign you out of all other devices. You will need to sign in again on those devices to continue using your account.
de: Dies meldet Sie auf allen anderen Geräten ab. Sie müssen sich erneut auf diesen Geräten anmelden, um Ihr Konto weiter zu nutzen.
es: Esto cerrará la sesión en todos los demás dispositivos. Necesitarás iniciar sesión nuevamente en esos dispositivos para continuar usando tu cuenta.
fr: Cela entraînera votre déconnexion de tous les autres appareils. Vous devrez vous reconnecter sur ces appareils pour continuer à utiliser votre compte.
it: Questa azione ti disconnetterà da tutti gli altri dispositivi. Dovrai accedere nuovamente su quei dispositivi per continuare a usare il tuo account.
ja: これにより、他のすべてのデバイスからサインアウトされます。アカウントを引き続き使用するには、それらのデバイスで再度サインインする必要があります。
nl: Hiermee wordt je op alle andere apparaten uitgelogd. Je moet op die apparaten opnieuw inloggen om je account verder te gebruiken.
pl: Spowoduje to wylogowanie ze wszystkich innych urządzeń. Konieczne będzie ponownie zalogowanie się na tych urządzeniach.
pt: Isto irá desconectá-lo de todos os outros dispositivos. Você precisará entrar novamente nesses dispositivos para continuar usando sua conta.
sq: Kjo do t'ju nxjerrë nga të gjitha pajisjet e tjera. Do të duhet të hyni përsëri në ato pajisje për të vazhduar përdorimin e llogarisë suaj.
sv: Detta kommer att logga ut dig från alla andra enheter. Du måste logga in igen på dessa enheter för att fortsätta använda ditt konto.
zh: 这将使您在所有其他设备上退出登录。您需要在那些设备上重新登录才能继续使用账户。

source: Time
de: Zeit
es: Hora
fr: Temps
it: Ora
ja: 時刻
nl: Tijd
pl: Czas
pt: Horário
sq: Koha
sv: Tid
zh: 时间

source: Time zone
de: Zeitzone
es: Zona horaria
fr: Fuseau horaire
it: Fuso orario
ja: タイムゾーン
nl: Tijdzone
pl: Strefa czasowa
pt: Fuso horário
sq: Zona kohore
sv: Tidszon
zh: 时区

source: Time Zone
de: Zeitzone
es: Zona horaria
fr: Fuseau horaire
it: Fuso orario
ja: タイムゾーン
nl: Tijdzone
pl: Strefa czasowa
pt: Fuso Horário
sq: Zona Kohore
sv: Tidszon
zh: 时区

source: Title
de: Titel
es: Título
fr: Titre
it: Titolo
ja: タイトル
nl: Titel
pl: Tytuł
pt: Título
sq: Titulli
sv: Titel
zh: 标题

source: Title cannot be empty
de: Titel darf nicht leer sein
es: El título no puede estar vacío
fr: Le titre ne peut pas être vide
it: Il titolo non può essere vuoto
ja: タイトルを空にすることはできません
nl: Titel mag niet leeg zijn
pl: Tytuł nie może być pusty
pt: O título não pode estar vazio
sq: Titulli nuk mund të jetë bosh
sv: Titel kan inte vara tom
zh: 标题不能为空

source: To {0} this {1}, you need to be logged in as <0>{2}</0>
de: Um {0} diese {1}zu {2}müssen Sie als <0>{2}</0> angemeldet sein.
es: Para {0} este {1}, necesitas estar conectado como <0>{2}</0>
fr: Pour {0} ce {1}, vous devez être connecté en tant que <0>{2}</0>
it: Per {0} questo {1}, devi essere loggato come <0>{2}</0>
ja: この{1}を{0}するには、<0>{2}</0> としてログインしている必要があります
nl: Om deze {1} te {0}, moet u zijn ingelogd als <0>{2}</0>
pl: Aby {0} ten {1}, musisz być zalogowany jako <0>{2}</0>
zh: 要{0}此{1}，您需要以 <0>{2}</0> 身份登录

source: To {0} this {1}, you need to be logged in.
de: Um {0} diese {1}, müssen Sie angemeldet sein.
es: Para {0} este {1}, necesitas estar conectado.
fr: Pour {0} ce {1}, vous devez être connecté.
it: Per {0} questo {1}, devi essere loggato.
ja: この{1}を{0}するには、ログインしている必要があります。
nl: Om deze {1} te {0}, moet u zijn ingelogd.
pl: Aby {0} ten {1}, musisz być zalogowany.
zh: 要{0}此{1}，您需要先登录。

source: To accept this invitation you must create an account.
de: Um diese Einladung anzunehmen, müssen Sie ein Konto erstellen.
es: Para aceptar esta invitación debes crear una cuenta.
fr: Pour accepter cette invitation, vous devez créer un compte.
it: Per accettare questo invito devi creare un account.
ja: この招待を受け入れるにはアカウントを作成する必要があります。
nl: Om deze uitnodiging te accepteren, moet je een account aanmaken.
pl: Aby zaakceptować zaproszenie, musisz utworzyć konto.
pt: Para aceitar este convite, você deve criar uma conta.
sq: Për të pranuar këtë ftesë duhet të krijoni një llogari.
sv: För att acceptera denna inbjudan måste du skapa ett konto.
zh: 要接受此邀请，你必须创建一个账号。

source: To be able to add members to a team, you must first add them to the organisation. For more information, please see the <0>documentation</0>.
de: Um Mitglieder zu einem Team hinzufügen zu können, müssen Sie sie zuerst zur Organisation hinzufügen. Weitere Informationen finden Sie in der <0>Dokumentation</0>.
es: Para poder añadir miembros a un equipo, primero debes añadirlos a la organización. Para más información, por favor consulta la <0>documentación</0>.
fr: Pour pouvoir ajouter des membres à une équipe, vous devez d'abord les ajouter à l'organisation. Pour plus d'informations, veuillez consulter la <0>documentation</0>.
it: Per poter aggiungere membri a un team, devi prima aggiungerli all'organizzazione. Per ulteriori informazioni, consulta la <0>documentazione</0>.
ja: チームにメンバーを追加するには、まず組織にメンバーを追加する必要があります。詳しくは<0>ドキュメント</0>をご覧ください。
nl: Om leden aan een team toe te voegen, moet je ze eerst aan de organisatie toevoegen. Raadpleeg de <0>documentatie</0> voor meer informatie.
pl: Aby dodać użytkowników do zespołu, najpierw musisz dodać ich do organizacji. Więcej informacji znajdziesz w <0>dokumentacji</0>.
pt: Para poder adicionar membros a uma equipe, você deve adicioná-los primeiro à organização. Para obter mais informações, consulte a <0>documentação</0>.
zh: 要向团队添加成员，必须先将他们添加到组织中。更多信息请参阅<0>文档</0>。

source: To change the email you must remove and add a new email address.
de: Um die E-Mail zu ändern, müssen Sie die aktuelle entfernen und eine neue hinzufügen.
es: Para cambiar el correo electrónico debes eliminar y añadir una nueva dirección de correo electrónico.
fr: Pour changer l'e-mail, vous devez supprimer et ajouter une nouvelle adresse e-mail.
it: Per cambiare la email devi rimuovere e aggiungere un nuovo indirizzo email.
ja: メールアドレスを変更するには、いったん削除してから新しいメールアドレスを追加してください。
nl: Om het e‑mailadres te wijzigen, moet je het verwijderen en een nieuw e‑mailadres toevoegen.
pl: Aby zmienić adres e-mail, musisz usunąć stary adres i dodać nowy.
pt: Para alterar o e-mail, você deve remover e adicionar um novo endereço de e-mail.
sq: Për të ndryshuar emailin duhet të hiqni dhe të shtoni një adresë të re emaili.
sv: För att ändra e-posten måste du ta bort och lägga till en ny e-postadress.
zh: 要更改邮箱，你必须先移除，再添加一个新邮箱地址。

source: To confirm, please enter the accounts email address <0/>({0}).
de: Um zu bestätigen, geben Sie bitte die E-Mail-Adresse des Kontos <0/>({0}) ein.
es: Para confirmar, por favor ingresa la dirección de correo electrónico de la cuenta <0/>({0}).
fr: Pour confirmer, veuillez entrer l'adresse e-mail du compte <0/>({0}).
it: Per confermare, inserisci l'indirizzo email dell'account <0/>({0}).
ja: 確認するには、アカウントのメールアドレス <0/>({0}) を入力してください。
nl: Ter bevestiging voer je het e‑mailadres van de account in <0/>({0}).
pl: Wpisz adres e-mail konta <0/>({0}).
pt: Para confirmar, digite o endereço de e-mail da conta <0/>({0}).
sq: Për të konfirmuar, ju lutem shkruani adresën e emailit të llogarisë <0/>({0}).
sv: För att bekräfta, ange kontots e-postadress <0/>({0}).
zh: 如需确认，请输入该账号的邮箱地址 <0/>（{0}）。

source: To confirm, please enter the reason
de: Um zu bestätigen, geben Sie bitte den Grund ein
es: Para confirmar, por favor ingresa la razón
fr: Pour confirmer, veuillez entrer la raison
it: Per confermare, per favore inserisci il motivo
ja: 確認するため、理由を入力してください
nl: Voer ter bevestiging de reden in
pl: Wpisz powód
pt: Para confirmar, digite o motivo
sq: Për të konfirmuar, ju lutem shkruani arsyen
sv: För att bekräfta, ange anledningen
zh: 为确认，请输入原因

source: To enable two-factor authentication, scan the following QR code using your authenticator app.
de: Um die Zwei-Faktor-Authentifizierung zu aktivieren, scannen Sie den folgenden QR-Code mit Ihrer Authentifizierungs-App.
es: Para habilitar la autenticación de dos factores, escanea el siguiente código QR usando tu aplicación de autenticador.
fr: Pour activer l'authentification à deux facteurs, scannez le code QR suivant à l'aide de votre application d'authentification.
it: Per abilitare l'autenticazione a due fattori, scansiona il seguente codice QR utilizzando la tua app di autenticazione.
ja: 二要素認証を有効にするには、認証アプリで次の QR コードを読み取ってください。
nl: Om twee‑factor‑authenticatie in te schakelen, scan je de volgende QR‑code met je authenticator‑app.
pl: Aby włączyć weryfikację dwuetapową, zeskanuj kod QR za pomocą aplikacji uwierzytelniającej.
pt: Para ativar a autenticação de dois fatores, digitalize o seguinte código QR usando o seu aplicativo autenticador.
sq: Për të aktivizuar autentifikimin me dy faktorë, skanoni kodin QR të mëposhtëm duke përdorur aplikacionin tuaj të autentifikimit.
sv: För att aktivera tvåfaktorsautentisering, skanna följande QR-kod med din autentiseringsapp.
zh: 要启用双重验证，请使用验证器应用扫描以下二维码。

source: To gain access to your account, please confirm your email address by clicking on the confirmation link from your inbox.
de: Um Zugang zu Ihrem Konto zu erhalten, bestätigen Sie bitte Ihre E-Mail-Adresse, indem Sie auf den Bestätigungslink in Ihrem Posteingang klicken.
es: Para acceder a tu cuenta, por favor confirma tu dirección de correo electrónico haciendo clic en el enlace de confirmación de tu bandeja de entrada.
fr: Pour accéder à votre compte, veuillez confirmer votre adresse e-mail en cliquant sur le lien de confirmation dans votre boîte de réception.
it: Per accedere al tuo account, conferma il tuo indirizzo email facendo clic sul link di conferma dalla tua casella di posta.
ja: アカウントにアクセスするには、受信トレイの確認リンクをクリックしてメールアドレスを確認してください。
nl: Om toegang te krijgen tot je account, moet je je e‑mailadres bevestigen door op de bevestigingslink in je inbox te klikken.
pl: Aby uzyskać dostęp do konta, potwierdź adres e-mail, klikając na link potwierdzający w wiadomości.
pt: Para ter acesso à sua conta, confirme seu endereço de e-mail clicando no link de confirmação da sua caixa de entrada.
sq: Për të fituar qasje në llogarinë tuaj, ju lutemi konfirmoni adresën tuaj të email-it duke klikuar mbi lidhjen e konfirmimit nga kutia juaj postare.
sv: För att få tillgång till ditt konto, bekräfta din e-postadress genom att klicka på bekräftelselänken från din inkorg.
zh: 要访问你的账号，请点击收件箱中的确认链接以验证邮箱地址。

source: To mark this document as viewed, you need to be logged in as <0>{0}</0>
de: Um dieses Dokument als angesehen zu markieren, müssen Sie als <0>{0}</0> angemeldet sein
es: Para marcar este documento como visto, debes iniciar sesión como <0>{0}</0>
fr: Pour marquer ce document comme consulté, vous devez être connecté en tant que <0>{0}</0>
it: Per contrassegnare questo documento come visualizzato, è necessario essere connessi come <0>{0}</0>
ja: この文書を閲覧済みにするには、<0>{0}</0> としてログインしている必要があります
nl: Om dit document als bekeken te markeren, moet je ingelogd zijn als <0>{0}</0>
pl: Aby oznaczyć dokument jako wyświetlony, musisz być zalogowany jako <0>{0}</0>
pt: Para marcar este documento como visualizado, você precisa estar conectado como <0>{0}</0>
sq: Për të shënuar këtë dokument si të parë, duhet të jeni i kyçur si <0>{0}</0>
sv: För att markera detta dokument som visat måste du vara inloggad som <0>{0}</0>
zh: 要将此文档标记为已查看，你需要以 <0>{0}</0> 登录

source: To mark this document as viewed, you need to be logged in.
de: Um dieses Dokument als angesehen zu markieren, müssen Sie angemeldet sein.
es: Para marcar este documento como visto, necesitas estar conectado.
fr: Pour marquer ce document comme vu, vous devez être connecté.
it: Per segnare questo documento come visualizzato, devi essere loggato.
ja: この文書を閲覧済みにするには、ログインしている必要があります。
nl: Om dit document als bekeken te markeren, moet u zijn ingelogd.
pl: Aby oznaczyć dokument jako wyświetlony, musisz być zalogowany.
zh: 要将此文档标记为已查看，您需要先登录。

source: To proceed further, please set at least one value for the {0} field.
de: Um fortzufahren, legen Sie bitte mindestens einen Wert für das Feld {0} fest.
es: Para continuar, por favor establezca al menos un valor para el campo {0}.
fr: Pour continuer, veuillez définir au moins une valeur pour le champ {0}.
it: Per procedere ulteriormente, si prega di impostare almeno un valore per il campo {0}.
ja: 続行するには、{0} フィールドに少なくとも 1 つの値を設定してください。
nl: Stel ten minste één waarde in voor het veld {0} om verder te gaan.
pl: Aby kontynuować, ustaw co najmniej jedną wartość do pola {0}.
pt: Para prosseguir, defina pelo menos um valor para o campo {0}.
sq: Për të vazhduar më tej, ju lutemi vendosni të paktën një vlerë për fushën {0}.
sv: För att fortsätta, ange minst ett värde för {0}-fältet.
zh: 若要继续，请至少为 {0} 字段设置一个值。

source: To use our electronic signature service, you must have access to:
de: Um unseren elektronischen Signaturdienst nutzen zu können, müssen Sie Zugriff auf Folgendes haben:
es: Para usar nuestro servicio de firma electrónica, debe tener acceso a:
fr: Pour utiliser notre service de signature électronique, vous devez avoir accès à :
it: Per utilizzare il nostro servizio di firma elettronica, devi avere accesso a:
ja: 当社の電子署名サービスを利用するには、次の環境が必要です。
nl: Om onze dienst voor elektronische handtekeningen te gebruiken, moet je toegang hebben tot:
pl: Aby korzystać z naszej usługi podpisu elektronicznego, musisz mieć dostęp do:
pt: Para usar nosso serviço de assinatura eletrônica, você deve ter acesso a:
sq: Për të përdorur shërbimin tonë të firmës elektronike, duhet të keni qasje në:
sv: För att använda vår elektroniska signaturtjänst måste du ha tillgång till:
zh: 要使用我们的电子签名服务，你必须具备以下条件：
