Repository: documenso/documenso
Catalog: packages/lib/translations/*/web.po
Languages: de, es, fr, it, ja, nl, pl, pt, sq, sv, zh

source: We will generate signing links for you, which you can send to the recipients through your method of choice.
de: Wir werden Unterzeichnungslinks für Sie erstellen, die Sie an die Empfänger über Ihre bevorzugte Methode senden können.
es: Generaremos enlaces de firma para ti, que podrás enviar a los destinatarios a través de tu método preferido.
fr: Nous allons générer des liens de signature pour vous, que vous pouvez envoyer aux destinataires par votre méthode de choix.
it: Genereremo link di firma per te, che potrai inviare ai destinatari tramite il metodo di tua scelta.
ja: 署名リンクを生成しますので、お好みの方法で受信者に送信してください。
nl: We genereren ondertekeningslinks voor je, die je via je eigen kanaal naar de ontvangers kunt sturen.
pl: Wygenerujemy linki do podpisywania, które możesz wysłać do odbiorców.
pt: Nós vamos gerar links de assinatura para você, que você pode enviar aos destinatários através do seu método de escolha.
sq: Ne do të gjenerojmë lidhje nënshkrimi për ju, të cilat mund t'i dërgoni pranuesve me metodën tuaj të zgjedhur.
sv: Vi kommer att generera signeringslänkar åt dig, som du kan skicka till mottagarna genom din valda metod.
zh: 我们将为你生成签署链接，你可以使用任意方式将这些链接发送给收件人。

source: We won't send anything to notify recipients.
de: Wir werden nichts senden, um die Empfänger zu benachrichtigen.
es: No enviaremos nada para notificar a los destinatarios.
fr: Nous n'enverrons rien pour notifier les destinataires.
it: Non invieremo nulla per notificare i destinatari.
ja: 受信者への通知は送信しません。
nl: We sturen niets om ontvangers op de hoogte te brengen.
pl: Odbiorcy nie otrzymają żadnych powiadomień.
pt: Não enviaremos nada para notificar os destinatários.
sq: Ne nuk do të dërgojmë asgjë për të njoftuar pranuesit.
sv: Vi kommer inte att skicka något för att meddela mottagarna.
zh: 我们不会发送任何通知给收件人。

source: We'll get back to you as soon as possible via email.
de: Wir werden uns so schnell wie möglich per E-Mail bei Ihnen melden.
es: Nos pondremos en contacto contigo lo antes posible, a través de correo electrónico.
fr: Nous vous recontacterons dès que possible par email.
it: Ti risponderemo via email il prima possibile.
ja: できるだけ早くメールでご連絡いたします。
nl: We nemen zo snel mogelijk per e-mail contact met u op.
pl: Skontaktujemy się z Tobą wkrótce.
pt: Entraremos em contato o mais breve possível por e-mail.
zh: 我们会尽快通过电子邮件回复您。

source: We'll send a 6-digit code to your email
de: Wir senden Ihnen einen 6-stelligen Code per E-Mail
es: Enviaremos un código de 6 dígitos a su correo electrónico
fr: Nous enverrons un code de 6 chiffres à votre email
it: Invieremo un codice a 6 cifre alla tua email
ja: 6桁のコードをメールアドレス宛てに送信します
nl: We sturen een 6-cijferige code naar uw e-mailadres
pl: Otrzymasz wiadomość z 6-cyfrowym kodem
pt: Enviaremos um código de 6 dígitos para o seu e-mail
zh: 我们会向您的邮箱发送一个 6 位数验证码

source: We're all empty
de: Wir sind alle leer
es: No hay nada aquí
fr: Nous sommes tous vides
it: Siamo tutti vuoti
ja: すべて空です
nl: Alles is leeg
pl: Pusto
pt: Nós estamos todos vazios
sq: Jemi plotësisht bosh
sv: Här är det tomt
zh: 这里空空如也

source: We're still waiting for other signers to sign this document.<0/>We'll notify you as soon as it's ready.
de: Wir warten noch darauf, dass andere Unterzeichner dieses Dokument unterzeichnen.<0/>Wir benachrichtigen dich, sobald es bereit ist.
es: Aún estamos esperando a que otros firmantes firmen este documento.<0/>Te notificaremos tan pronto como esté listo.
fr: Nous attendons encore que d'autres signataires signent ce document.<0/>Nous vous préviendrons dès qu'il sera prêt.
it: Stiamo ancora aspettando che altri firmatari firmino questo documento.<0/>Ti avviseremo non appena sarà pronto.
ja: 他の署名者がこのドキュメントに署名するのをまだ待っています。<0/>準備が整い次第お知らせします。
nl: We wachten nog steeds tot andere ondertekenaars dit document ondertekenen.<0/>We laten je weten zodra het klaar is.
pl: Wciąż czekamy na podpisy pozostałych podpisujących.<0/>Powiadomimy Cię, gdy dokument będzie gotowy.
pt: Ainda estamos esperando que outros signatários assinem este documento.<0/>Nós te notificaremos assim que estiver pronto.
sq: Jemi ende duke pritur që nënshkruesit e tjerë të nënshkruajnë këtë dokument.<0/>Do t'ju njoftojmë sapo të jetë gati.
sv: Vi väntar fortfarande på att andra signerare ska signera detta dokument.<0/>Vi meddelar dig så snart det är klart.
zh: 我们仍在等待其他签署人签署此文档。<0/>文档准备就绪后，我们会立即通知您。

source: We've changed your password as you asked. You can now sign in with your new password.
de: Wir haben dein Passwort wie gewünscht geändert. Du kannst dich jetzt mit deinem neuen Passwort anmelden.
es: Hemos cambiado tu contraseña como solicitaste. Ahora puedes iniciar sesión con tu nueva contraseña.
fr: Nous avons changé votre mot de passe comme demandé. Vous pouvez maintenant vous connecter avec votre nouveau mot de passe.
it: Abbiamo cambiato la tua password come richiesto. Ora puoi accedere con la tua nuova password.
ja: ご要望どおりパスワードを変更しました。新しいパスワードでサインインできます。
nl: We hebben je wachtwoord gewijzigd zoals je hebt gevraagd. Je kunt nu inloggen met je nieuwe wachtwoord.
pl: Zmieniliśmy Twoje hasło. Możesz zalogować się za pomocą nowego hasła.
pt: Nós alteramos sua senha como você solicitou. Agora você pode entrar com sua nova senha.
sq: Ne e kemi ndryshuar fjalëkalimin tuaj siç kërkuat. Tani mund të hyni me fjalëkalimin tuaj të ri.
sv: Vi har ändrat ditt lösenord enligt din begäran. Du kan nu logga in med ditt nya lösenord.
zh: 我们已按照您的请求更改了密码。您现在可以使用新密码登录。

source: We've sent a 6-digit verification code to your email. Please enter it below to complete the document.
de: Wir haben Ihnen einen 6-stelligen Verifizierungscode per E-Mail gesendet. Bitte geben Sie ihn unten ein, um das Dokument abzuschließen.
es: Hemos enviado un código de verificación de 6 dígitos a su correo electrónico. Por favor, introdúzcalo a continuación para completar el documento.
fr: Nous avons envoyé un code de vérification à 6 chiffres à votre email. Veuillez le saisir ci-dessous pour compléter le document.
it: Abbiamo inviato un codice di verifica a 6 cifre alla tua email. Inseriscilo di seguito per completare il documento.
ja: 6桁の認証コードをメールで送信しました。文書を完了するには、以下にコードを入力してください。
nl: We hebben een 6-cijferige verificatiecode naar uw e-mailadres gestuurd. Voer deze hieronder in om het document te voltooien.
pl: Wysłaliśmy Ci wiadomość z 6-cyfrowym kodem. Wpisz go poniżej, aby zakończyć dokument.
pt: Enviamos um código de verificação de 6 dígitos para o seu e-mail. Por favor, digite-o abaixo para concluir o documento.
zh: 我们已向您的邮箱发送了一个 6 位数验证码。请在下方输入以完成文档。

source: We've sent a confirmation email to <0>{email}</0>. Please check your inbox and click the link in the email to verify your account.
de: Wir haben eine Bestätigungs-E-Mail an <0>{email}</0> gesendet. Bitte überprüfen Sie Ihren Posteingang und klicken Sie auf den Link in der E-Mail, um Ihr Konto zu bestätigen.
es: Hemos enviado un correo electrónico de confirmación a <0>{email}</0>. Por favor, revisa tu bandeja de entrada y haz clic en el enlace del correo electrónico para verificar tu cuenta.
fr: Nous avons envoyé un e-mail de confirmation à <0>{email}</0>. Veuillez vérifier votre boîte de réception et cliquer sur le lien de l'e-mail pour vérifier votre compte.
it: Abbiamo inviato un'email di conferma a <0>{email}</0>. Controlla la tua casella di posta e clicca sul link nell'email per verificare il tuo account.
ja: <0>{email}</0> 宛てに確認メールを送信しました。受信トレイを確認し、メール内のリンクをクリックしてアカウントを確認してください。
nl: We hebben een bevestigingsmail gestuurd naar <0>{email}</0>. Controleer je inbox en klik op de link in de e‑mail om je account te verifiëren.
pl: Wysłaliśmy wiadomość weryfikacyjną na adres <0>{email}</0>. Sprawdź skrzynkę odbiorczą i kliknij link w wiadomości, aby zweryfikować konto.
pt: Enviamos um e-mail de confirmação para <0>{email}</0>. Verifique sua caixa de entrada e clique no link no e-mail para verificar sua conta.
sq: Kemi dërguar një email konfirmimi në <0>{email}</0>. Ju lutemi kontrolloni kutinë tuaj dhe klikoni lidhjen në email për të verifikuar llogarinë tuaj.
sv: Vi har skickat ett bekräftelsemail till <0>{email}</0>. Kontrollera din inkorg och klicka på länken i e-postmeddelandet för att verifiera ditt konto.
zh: 我们已向 <0>{email}</0> 发送确认邮件。请检查收件箱并点击邮件中的链接以验证账号。

source: Webhook created
de: Webhook erstellt
es: Webhook creado
fr: Webhook créé
it: Webhook creato
ja: Webhook を作成しました
nl: Webhook aangemaakt
pl: Webhook został utworzony
pt: Webhook criado
sq: Webhook krijuar
sv: Webhook skapad
zh: Webhook 已创建

source: Webhook deleted
de: Webhook gelöscht
es: Webhook eliminado
fr: Webhook supprimé
it: Webhook eliminato
ja: Webhook を削除しました
nl: Webhook verwijderd
pl: Webhook został usunięty
pt: Webhook excluído
sq: Webhook fshirë
sv: Webhook borttagen
zh: Webhook 已删除

source: Webhook Details
es: Detalles del webhook
fr: Détails du webhook
it: Dettagli webhook
ja: Webhook の詳細
pl: Szczegóły webhooka
zh: Webhook 详情

source: Webhook not found
de: Webhook nicht gefunden
es: Webhook no encontrado
fr: Webhook introuvable
it: Webhook non trovato
ja: Webhook が見つかりません
nl: Webhook niet gevonden
pl: Webhook nie został znaleziony
pt: Webhook não encontrado
zh: 未找到 Webhook

source: Webhook successfully sent
de: Webhook erfolgreich gesendet
es: Webhook enviado correctamente
fr: Webhook envoyé avec succès
it: Webhook inviato correttamente
ja: Webhook が正常に送信されました
nl: Webhook succesvol verzonden
pl: Webhook został wysłany
zh: Webhook 发送成功

source: Webhook updated
de: Webhook aktualisiert
es: Webhook actualizado
fr: Webhook mis à jour
it: Webhook aggiornato
ja: Webhook を更新しました
nl: Webhook bijgewerkt
pl: Webhook został zaktualizowany
pt: Webhook atualizado
sq: Webhook përditësuar
sv: Webhook uppdaterad
zh: Webhook 已更新

source: Webhook URL
es: URL del Webhook
fr: URL du webhook
it: URL del webhook
pl: Adres URL webhooka
pt: URL do Webhook
sq: URL e Webhook

source: Webhooks
it: Webhook
ja: Webhook
pl: Webhooki
sq: Webhook-e

source: Welcome
de: Willkommen
es: Bienvenido
fr: Bienvenue
it: Benvenuto
ja: ようこそ
nl: Welkom
pl: Witaj
pt: Bem-vindo
sq: Mirësevini
sv: Välkommen
zh: 欢迎

source: Welcome back, we are lucky to have you.
de: Willkommen zurück, wir freuen uns, Sie zu haben.
es: Bienvenido de nuevo, somos afortunados de tenerte.
fr: Bon retour, nous sommes heureux de vous retrouver.
it: Bentornato, siamo fortunati ad averti.
ja: おかえりなさい。あなたにまたお会いできて嬉しいです。
nl: Welkom terug, we boffen met je.
pl: Witaj ponownie. Mamy szczęście, że Cię mamy.
pt: Bem-vindo de volta, temos sorte de tê-lo.
sq: Mirëse u rikthyet, kemi fat që ju kemi.
sv: Välkommen tillbaka, vi har turen att ha dig här.
zh: 欢迎回来，我们很高兴再次见到你。

source: Welcome back! Here's an overview of your account.
de: Willkommen zurück! Hier ist ein Überblick über Ihr Konto.
es: ¡Bienvenido de nuevo! Aquí tienes un resumen de tu cuenta.
fr: Bon retour ! Voici un aperçu de votre compte.
it: Bentornato! Ecco una panoramica del tuo account.
ja: お帰りなさい！アカウントの概要をご確認ください。
nl: Welkom terug! Hier is een overzicht van je account.
pl: Witaj z powrotem! Oto podsumowanie Twojego konta.
pt: Bem-vindo de volta! Aqui está uma visão geral da sua conta.
sq: Mirë se vini përsëri! Këtu është një përmbledhje e llogarisë tuaj.
sv: Välkommen tillbaka! Här är en översikt över ditt konto.
zh: 欢迎回来！以下是您的账户概览。

source: Welcome to {organisationName}
de: Willkommen bei {organisationName}
es: Bienvenido a {organisationName}
fr: Bienvenue chez {organisationName}
it: Benvenuto a {organisationName}
ja: {organisationName} へようこそ
nl: Welkom bij {organisationName}
pl: Witaj w organizacji {organisationName}
pt: Bem-vindo a {organisationName}
zh: 欢迎加入 {organisationName}

source: Welcome to Documenso!
de: Willkommen bei Documenso!
es: ¡Bienvenido a Documenso!
fr: Bienvenue sur Documenso !
it: Benvenuto su Documenso!
ja: Documenso へようこそ！
nl: Welkom bij Documenso!
pl: Witaj w Documenso!
pt: Bem-vindo ao Documenso!
sq: Mirësevini në Documenso!
sv: Välkommen till Documenso!
zh: 欢迎来到 Documenso！

source: Well-known URL is required
de: Bekannte URL ist erforderlich
es: Se requiere URL conocida
fr: URL bien connue requise
it: URL ben noto richiesto
ja: Well-known URL は必須です
nl: Well-known URL is verplicht
pl: Adres well-know jest wymagany
pt: É necessária uma URL conhecida
zh: 必须填写 Well-known URL

source: Were you trying to edit this document instead?
de: Hast du stattdessen versucht, dieses Dokument zu bearbeiten?
es: ¿Estabas intentando editar este documento en su lugar?
fr: Essayiez-vous d'éditer ce document à la place ?
it: Stavi provando a modificare questo documento invece?
ja: この文書を編集しようとしていましたか？
nl: Probeerde je dit document in plaats daarvan te bewerken?
pl: Czy chcesz edytować dokument?
pt: Você estava tentando editar este documento em vez disso?
sq: Keni qenë duke u përpjekur të redaktoni këtë dokument në vend të kësaj?
sv: Försökte du redigera detta dokument istället?
zh: 你是想编辑这份文档吗？

source: What you can do with teams:
de: Was Sie mit Teams machen können:
es: Lo que puedes hacer con los equipos:
fr: Ce que vous pouvez faire avec les équipes :
it: Cosa puoi fare con i team:
ja: チームでできること:
nl: Wat je met teams kunt doen:
pl: Dzięki zespołom możesz:
pt: O que você pode fazer com equipes:
sq: Çfarë mund të bëni me ekipet:
sv: Vad du kan göra med team:
zh: 通过团队您可以完成以下工作：

source: When enabled, signers can choose who should sign next in the sequence instead of following the predefined order.
de: Wenn aktiviert, können Unterzeichner auswählen, wer als nächster in der Reihenfolge unterzeichnen soll, anstatt der vorgegebenen Reihenfolge zu folgen.
es: Cuando está habilitado, los firmantes pueden elegir quién debe firmar a continuación en la secuencia en lugar de seguir el orden predefinido.
fr: Lorsqu'il est activé, les signataires peuvent choisir qui doit signer ensuite au lieu de suivre l'ordre prédéfini.
it: Quando abilitato, i firmatari possono scegliere chi deve firmare successivamente nella sequenza invece di seguire l'ordine predefinito.
ja: 有効にすると、定義済みの順序ではなく、署名者が次に署名する人を順次選択できるようになります。
nl: Wanneer dit is ingeschakeld, kunnen ondertekenaars zelf kiezen wie de volgende in de volgorde moet ondertekenen in plaats van de vooraf gedefinieerde volgorde te volgen.
pl: Podpisujący mogą wybrać, kto powinien podpisać jako następny w kolejności, zamiast postępować zgodnie z wcześniej ustaloną kolejnością.
pt: Quando ativado, os signatários podem escolher quem deve assinar a seguir na sequência, em vez de seguir a ordem predefinida.
sq: Kur aktivizohet, nënshkruesit mund të zgjedhin se kush duhet të nënshkruajë më pas në rend, në vend që të ndjekin rendin e parapërcaktuar.
sv: När detta är aktiverat kan signerare välja vem som ska signera näst i sekvensen istället för att följa den fördefinierade ordningen.
zh: 启用后，签署人可以选择下一位签署人，而不是遵循预定义顺序。

source: When you click continue, you will be prompted to add the first available authenticator on your system.
de: Wenn Sie auf Fortfahren klicken, werden Sie aufgefordert, den ersten verfügbaren Authenticator auf Ihrem System hinzuzufügen.
es: Cuando haces clic en continuar, se te pedirá que añadas el primer autenticador disponible en tu sistema.
fr: Lorsque vous cliquez sur continuer, vous serez invité à ajouter le premier authentificateur disponible sur votre système.
it: Quando fai clic su continua, ti verrà chiesto di aggiungere il primo autenticatore disponibile sul tuo sistema.
ja: 続行をクリックすると、システム上で最初に利用可能な認証手段の追加を求められます。
nl: Wanneer je op Doorgaan klikt, wordt je gevraagd de eerste beschikbare authenticator op je systeem toe te voegen.
pl: Po kliknięciu przycisku „Kontynuuj”, zostaniesz poproszony o dodanie pierwszego klucza dostępu.
pt: Quando você clicar em continuar, você será solicitado a adicionar o primeiro autenticador disponível no seu sistema.
sq: Kur klikoni vazhdo, do t'ju kërkohet të shtoni autentifikuesin e parë të disponueshëm në sistemin tuaj.
sv: När du klickar på fortsätt kommer du att uppmanas att lägga till den första tillgängliga autentiseraren på ditt system.
zh: 点击继续后，系统会提示你添加设备上第一个可用的验证器。

source: When you sign a document, we can automatically fill in and sign the following fields using information that has already been provided. You can also manually sign or remove any automatically signed fields afterwards if you desire.
de: Wenn Sie ein Dokument unterschreiben, können wir die folgenden Felder automatisch ausfüllen und signieren, indem wir bereits bereitgestellte Informationen verwenden. Sie können auch nachträglich manuell unterschreiben oder automatisch signierte Felder entfernen, wenn Sie möchten.
es: Cuando firme un documento, podemos completar y firmar automáticamente los siguientes campos usando información que ya se ha proporcionado. También puede firmar manualmente o eliminar cualquier campo firmado automáticamente más tarde si lo desea.
fr: Lorsque vous signez un document, nous pouvons automatiquement remplir et signer les champs suivants à l'aide des informations déjà fournies. Vous pouvez également signer manuellement ou supprimer les champs signés automatiquement par la suite si vous le souhaitez.
it: Quando firmi un documento, possiamo automaticamente compilare e firmare i seguenti campi utilizzando le informazioni già fornite. Puoi anche firmare manualmente o rimuovere eventuali campi firmati automaticamente in seguito, se lo desideri.
ja: ドキュメントに署名する際、すでに提供されている情報を使用して、次のフィールドに自動的に入力および署名できます。必要であれば、後から自動署名されたフィールドに手動で署名したり、削除したりすることもできます。
nl: Wanneer je een document ondertekent, kunnen we de volgende velden automatisch invullen en ondertekenen met informatie die al is opgegeven. Je kunt automatisch ondertekende velden achteraf ook handmatig ondertekenen of verwijderen als je dat wilt.
pl: Podczas podpisywania dokumentu możemy automatycznie wypełniać i podpisywać następujące pola, korzystając z już podanych informacji. Możesz również ręcznie podpisywać wszystkie pola.
pt: Quando você assina um documento, podemos preencher e assinar automaticamente os seguintes campos usando informações que já foram fornecidas. Você também pode assinar manualmente ou remover quaisquer campos assinados automaticamente, se desejar.
sq: Kur nënshkruani një dokument, ne mund të plotësojmë dhe nënshkruajmë automatikisht fushat e mëposhtme duke përdorur informacionin që është dhënë më parë. Ju gjithashtu mund të nënshkruani manualisht ose të hiqni çdo fushë të nënshkruar automatikisht më pas nëse dëshironi.
sv: När du signerar ett dokument kan vi automatiskt fylla i och signera följande fält med information som redan har tillhandahållits. Du kan också manuellt signera eller ta bort automatiskt signerade fält efteråt om du vill.
zh: 当您签署文档时，我们可以使用已提供的信息自动填写并签署以下字段。之后如有需要，您也可以手动签署或移除任何自动签署的字段。

source: When you use our platform to affix your electronic signature to documents, you are consenting to do so under the Electronic Signatures in Global and National Commerce Act (E-Sign Act) and other applicable laws. This action indicates your agreement to use electronic means to sign documents and receive notifications.
de: Wenn Sie unsere Plattform nutzen, um Ihre elektronische Unterschrift auf Dokumente anzubringen, stimmen Sie zu, dies unter dem Gesetz über elektronische Unterschriften im globalen und nationalen Handel (E-Sign-Gesetz) und anderen anwendbaren Gesetzen zu tun. Diese Handlung zeigt Ihre Zustimmung zur Verwendung elektronischer Mittel zum Unterzeichnen von Dokumenten und zum Empfang von Benachrichtigungen an.
es: Cuando utilice nuestra plataforma para colocar su firma electrónica en documentos, está consintiendo hacerlo bajo la Ley de Firmas Electrónicas en el Comercio Global y Nacional (Ley E-Sign) y otras leyes aplicables. Esta acción indica su aceptación de usar medios electrónicos para firmar documentos y recibir notificaciones.
fr: Lorsque vous utilisez notre plateforme pour apposer votre signature électronique sur des documents, vous consentez à le faire conformément à la loi sur les signatures électroniques dans le commerce mondial et national (E-Sign Act) et aux autres lois applicables. Cette action indique votre accord à utiliser des moyens électroniques pour signer des documents et recevoir des notifications.
it: Quando utilizzi la nostra piattaforma per apporre la tua firma elettronica sui documenti, acconsenti a farlo ai sensi della Legge sulle firme elettroniche nel commercio globale e nazionale (E-Sign Act) e altre leggi applicabili. Questa azione indica il tuo consenso a utilizzare mezzi elettronici per firmare documenti e ricevere notifiche.
ja: 当社プラットフォームで文書に電子署名を行うことにより、お客様は Electronic Signatures in Global and National Commerce Act（E-Sign 法）およびその他の適用法の下で電子署名を行うことに同意したものとみなされます。この行為は、文書への署名および通知の受領を電子的手段で行うことに同意したことを意味します。
nl: Wanneer je ons platform gebruikt om je elektronische handtekening op documenten te plaatsen, doe je dat onder de Electronic Signatures in Global and National Commerce Act (E‑Sign Act) en andere toepasselijke wetgeving. Deze handeling geeft aan dat je ermee instemt documenten elektronisch te ondertekenen en meldingen elektronisch te ontvangen.
pl: Korzystając z naszej platformy w celu umieszczenia podpisu elektronicznego w dokumentach, wyrażasz zgodę na postępowanie zgodnie z ustawą o podpisach elektronicznych w handlu globalnym i krajowym (E-Sign Act) oraz innymi obowiązującymi przepisami prawa. Działanie to oznacza wyrażenie zgody na używanie środków elektronicznych do podpisywania dokumentów i otrzymywania powiadomień.
pt: Quando você usa nossa plataforma para aplicar sua assinatura eletrônica em documentos, você está consentindo em fazê-lo sob a Lei de Assinaturas Eletrônicas no Comércio Global e Nacional (E-Sign Act) e outras leis aplicáveis. Esta ação indica seu acordo em usar meios eletrônicos para assinar documentos e receber notificações.
sq: Kur përdorni platformën tonë për të vendosur firmën tuaj elektronike në dokumente, jeni duke dhënë pëlqimin për ta bërë këtë nën Aktin e Nënshkrimeve Elektronike në Tregtinë Globale dhe Kombëtare (E-Sign Act) dhe ligjet e tjera të zbatueshme. Kjo veprimtari tregon miratimin tuaj për të përdorur mënyrat elektronike për të nënshkruar dokumente dhe për të marrë njoftime.
sv: När du använder vår plattform för att sätta din elektroniska signatur på dokument samtycker du till att göra det enligt lagen om elektroniska signaturer i global och nationell handel (E-Sign Act) och andra tillämpliga lagar. Denna åtgärd indikerar ditt samtycke till att använda elektroniska medel för att signera dokument och ta emot meddelanden.
zh: 当你使用我们的平台在文档上加盖电子签名时，即表示你在《全球与国家商业电子签名法案》（E-Sign Act）及其他适用法律框架下，同意使用电子方式签署文档并接收通知。此举表明你同意以电子方式完成相关签署和收信。

source: Whether to enable the SSO portal for your organisation
de: Ob das SSO-Portal für Ihre Organisation aktiviert werden soll
es: Si desea habilitar el portal de SSO para su organización
fr: S'il est judicieux d'activer le portail SSO pour votre organisation
it: Se abilitare il portale SSO per la tua organizzazione
ja: 組織でSSOポータルを有効にするかどうか
nl: Of het SSO-portaal voor uw organisatie moet worden ingeschakeld
pl: Czy chcesz włączyć logowanie SSO dla Twojej organizacji?
pt: Se deve ativar o portal SSO para a sua organização
zh: 是否为您的组织启用 SSO 门户
