Repository: documenso/documenso
Catalog: packages/lib/translations/*/web.po
Languages: de, es, fr, it, ja, nl, pl, pt, sq, sv, zh

source: This account has not been verified. Please verify your account before signing in.
de: Dieses Konto wurde nicht verifiziert. Bitte verifizieren Sie Ihr Konto, bevor Sie sich anmelden.
es: Esta cuenta no ha sido verificada. Por favor, verifica tu cuenta antes de iniciar sesión.
fr: Ce compte n'a pas été vérifié. Veuillez vérifier votre compte avant de vous connecter.
it: Questo account non è stato verificato. Verifica il tuo account prima di accedere.
ja: このアカウントは確認されていません。サインインする前にアカウントを確認してください。
nl: Dit account is niet geverifieerd. Verifieer je account voordat je inlogt.
pl: Konto nie zostało zweryfikowane. Zweryfikuj konto przed zalogowaniem się.
pt: Esta conta não foi verificada. Verifique sua conta antes de fazer login.
sq: Ky llogari nuk është verifikuar. Ju lutemi verifikoni llogarinë tuaj para se të identifikoheni.
sv: Detta konto har inte verifierats. Verifiera ditt konto innan du loggar in.
zh: 此账户尚未验证。请先验证账户然后再登录。

source: This action is irreversible. Please ensure you have informed the user before proceeding.
de: Diese Aktion ist unwiderruflich. Bitte stellen Sie sicher, dass Sie den Benutzer vor dem Fortfahren informiert haben.
es: Esta acción es irreversible. Asegúrese de haber informado al usuario antes de proceder.
fr: Cette action est irréversible. Veuillez vous assurer d'en avoir informé l'utilisateur avant de continuer.
it: Questa azione è irreversibile. Assicurati di aver informato l'utente prima di procedere.
ja: この操作は元に戻せません。実行する前に、必ずユーザーへ連絡してください。
nl: Deze actie is onomkeerbaar. Zorg dat u de gebruiker heeft geïnformeerd voordat u doorgaat.
pl: Ta akcja jest nieodwracalna. Upewnij się, że użytkownik został poinformowany.
pt: Esta ação é irreversível. Certifique-se de ter informado o usuário antes de prosseguir.
zh: 此操作不可撤销。请在继续之前确保您已告知该用户。

source: This action is not reversible. Please be certain.
de: Diese Aktion ist nicht umkehrbar. Bitte seien Sie sicher.
es: Esta acción no es reversible. Por favor, asegúrate.
fr: Cette action n'est pas réversible. Veuillez être sûr.
it: Questa azione non è reversibile. Si prega di essere certi.
ja: この操作は元に戻せません。十分ご注意ください。
nl: Deze actie kan niet ongedaan worden gemaakt. Wees zeker.
pl: Ta akcja jest nieodwracalna.
pt: Esta ação não é reversível. Por favor, tenha certeza.
sq: Kjo veprim nuk është i kthyeshëm. Ju lutem jini të sigurt.
sv: Denna åtgärd är inte reversibel. Var säker.
zh: 此操作不可逆。请务必确认。

source: This action is reversible, but please be careful as the account may be affected permanently (e.g. their settings and contents not being restored properly).
de: Diese Aktion ist umkehrbar, jedoch bitte seien Sie vorsichtig, da das Konto dauerhaft betroffen sein könnte (z.B. könnten deren Einstellungen und Inhalte nicht richtig wiederhergestellt werden).
es: Esta acción es reversible, pero ten cuidado ya que la cuenta podría verse afectada permanentemente (por ejemplo, su configuración y contenidos podrían no restaurarse correctamente).
fr: Cette action est réversible, mais veuillez faire attention car le compte peut être affecté de façon permanente <b>(</b>par exemple, leurs paramètres et contenus ne pourraient pas être restaurés correctement).
it: Questa azione è reversibile, ma fai attenzione poiché l'account potrebbe essere influenzato permanentemente (ad es. le impostazioni e i contenuti potrebbero non essere ripristinati correttamente).
ja: この操作は元に戻すことができますが、アカウントに永続的な影響（例: 設定やコンテンツが正しく復元されないなど）が生じる可能性があるため注意してください。
nl: Deze actie is omkeerbaar, maar wees voorzichtig, want het account kan blijvend worden beïnvloed (bijv. instellingen en inhoud worden mogelijk niet goed hersteld).
pl: Ta akcja jest odwracalna, ale zachowaj ostrożność, ponieważ konto może zostać trwałe uszkodzone (np. ustawienia i zawartość mogą nie zostać prawidłowo przywrócone).
pt: Esta ação é reversível, mas tenha cuidado, pois a conta pode ser afetada permanentemente (por exemplo, suas configurações e conteúdo não sendo restaurados corretamente).
sq: Kjo veprim është e kthyeshme, por ju lutemi të jeni të kujdesshëm pasi llogaria mund të preket përnjëherë (p.sh. cilësimet dhe përmbajtja e tyre mund të mos rikthehen siç duhet).
sv: Denna åtgärd är reversibel, men var försiktig eftersom kontot kan påverkas permanent (t.ex. att deras inställningar och innehåll inte återställs korrekt).
zh: 此操作可撤销，但请务必小心，因为账户可能会受到永久影响（例如设置和内容可能无法正确恢复）。

source: This claim is locked and cannot be deleted.
de: Dieser Anspruch ist gesperrt und kann nicht gelöscht werden.
es: Esta reclamo está bloqueado y no puede ser eliminado.
fr: Cette réclamation est verrouillée et ne peut pas être supprimée.
it: Questo reclamo è bloccato e non può essere eliminato.
ja: このクレームはロックされているため削除できません。
nl: Deze claim is vergrendeld en kan niet worden verwijderd.
pl: Subskrypcja jest zablokowana i nie można ją usunąć.
pt: Esta reivindicação está bloqueada e não pode ser excluída.
sq: Kjo kërkesë është bllokuar dhe nuk mund të fshihet.
sv: Detta anspråk är låst och kan inte raderas.
zh: 此声明已锁定，无法删除。

source: This document can not be recovered, if you would like to dispute the reason for future documents please contact support.
de: Dieses Dokument kann nicht wiederhergestellt werden. Wenn du den Grund für zukünftige Dokumente anfechten möchtest, kontaktiere bitte den Support.
es: Este documento no se puede recuperar, si deseas impugnar la razón para documentos futuros, por favor contacta con el soporte.
fr: Ce document ne peut pas être récupéré, si vous souhaitez contester la raison des documents futurs, veuillez contacter le support.
it: Questo documento non può essere recuperato, se vuoi contestare la ragione per i documenti futuri, contatta il supporto.
ja: このドキュメントは復元できません。今後のドキュメントについて理由に異議がある場合は、サポートまでお問い合わせください。
nl: Dit document kan niet worden teruggezet. Als je de reden voor toekomstige documenten wilt betwisten, neem dan contact op met de ondersteuning.
pl: Dokument nie może być odzyskany. Jeśli chcesz zakwestionować decyzję, skontaktuj się z pomocą techniczną.
pt: Este documento não pode ser recuperado, se você quiser contestar o motivo de futuros documentos, entre em contato com o suporte.
sq: Ky dokument nuk mund të rikthehet, nëse dëshironi të kundërshtoni arsyen për dokumente të ardhshme ju lutemi kontaktoni mbështetjen.
sv: Detta dokument kan inte återställas, om du vill bestrida anledningen för framtida dokument, kontakta support.
zh: 此文档无法恢复。若您希望对未来文档的删除原因提出异议，请联系支持。

source: This document cannot be changed
de: Dieses Dokument kann nicht geändert werden
es: Este documento no se puede cambiar
fr: Ce document ne peut pas être modifié
it: Questo documento non può essere modificato
ja: このドキュメントは変更できません
nl: Dit document kan niet worden gewijzigd
pl: Nie można zmienić dokumentu
pt: Este documento não pode ser alterado
sq: Ky dokument nuk mund të ndryshohet
sv: Detta dokument kan inte ändras
zh: 此文档无法更改

source: This document could not be deleted at this time. Please try again.
de: Dieses Dokument konnte derzeit nicht gelöscht werden. Bitte versuchen Sie es erneut.
es: Este documento no se pudo eliminar en este momento. Por favor, inténtalo de nuevo.
fr: Ce document n'a pas pu être supprimé pour le moment. Veuillez réessayer.
it: Questo documento non può essere eliminato in questo momento. Riprova.
ja: この文書は現在削除できません。もう一度お試しください。
nl: Dit document kan nu niet worden verwijderd. Probeer het opnieuw.
pl: Nie można usunąć dokumentu. Spróbuj ponownie.
pt: Este documento não pôde ser excluído neste momento. Tente novamente.
sq: Ky dokument nuk mund të fshihet në këtë moment. Ju lutem provoni përsëri.
sv: Detta dokument kunde inte raderas just nu. Försök igen.
zh: 当前无法删除此文档。请重试。

source: This document could not be downloaded at this time. Please try again.
de: Dieses Dokument konnte derzeit nicht heruntergeladen werden. Bitte versuche es erneut.
es: Este documento no pudo ser descargado en este momento. Por favor, inténtelo de nuevo.
fr: Ce document n'a pas pu être téléchargé pour le moment. Veuillez réessayer.
it: Questo documento non può essere scaricato in questo momento. Per favore riprova.
ja: この文書は現在ダウンロードできません。もう一度お試しください。
nl: Dit document kon op dit moment niet worden gedownload. Probeer het opnieuw.
pl: Nie można pobrać dokumentu. Spróbuj ponownie.
pt: Este documento não pôde ser baixado neste momento. Tente novamente.
zh: 当前无法下载此文档。请重试。

source: This document could not be duplicated at this time. Please try again.
de: Dieses Dokument konnte derzeit nicht dupliziert werden. Bitte versuche es erneut.
es: Este documento no se pudo duplicar en este momento. Por favor, inténtalo de nuevo.
fr: Ce document n'a pas pu être dupliqué pour le moment. Veuillez réessayer.
it: Questo documento non può essere duplicato in questo momento. Riprova.
ja: この文書は現在複製できません。もう一度お試しください。
nl: Dit document kan nu niet worden gedupliceerd. Probeer het opnieuw.
pl: Nie można zduplikować dokumentu. Spróbuj ponownie.
pt: Este documento não pôde ser duplicado neste momento. Tente novamente.
sq: Ky dokument nuk mund të dublikohet në këtë moment. Ju lutem provoni përsëri.
sv: Detta dokument kunde inte dupliceras just nu. Försök igen.
zh: 当前无法复制此文档。请重试。

source: This document could not be re-sent at this time. Please try again.
de: Dieses Dokument konnte zu diesem Zeitpunkt nicht erneut gesendet werden. Bitte versuchen Sie es erneut.
es: Este documento no se pudo reenviar en este momento. Por favor, inténtalo de nuevo.
fr: Ce document n'a pas pu être renvoyé pour le moment. Veuillez réessayer.
it: Questo documento non può essere rinviato in questo momento. Riprova.
ja: この文書は現在再送信できません。もう一度お試しください。
nl: Dit document kan nu niet opnieuw worden verzonden. Probeer het opnieuw.
pl: Nie można ponownie wysłać dokumentu. Spróbuj ponownie.
pt: Este documento não pôde ser reenviado neste momento. Tente novamente.
sq: Ky dokument nuk mund të dërgohet përsëri në këtë moment. Ju lutem provoni përsëri.
sv: Detta dokument kunde inte skickas igen just nu. Försök igen.
zh: 当前无法重新发送此文档。请重试。

source: This document has already been sent to this recipient. You can no longer edit this recipient.
de: Dieses Dokument wurde bereits an diesen Empfänger gesendet. Sie können diesen Empfänger nicht mehr bearbeiten.
es: Este documento ya ha sido enviado a este destinatario. Ya no puede editar a este destinatario.
fr: Ce document a déjà été envoyé à ce destinataire. Vous ne pouvez plus modifier ce destinataire.
it: Questo documento è già stato inviato a questo destinatario. Non puoi più modificare questo destinatario.
ja: このドキュメントはすでにこの受信者に送信されています。この受信者は編集できません。
nl: Dit document is al naar deze ontvanger verzonden. Je kunt deze ontvanger niet meer bewerken.
pl: Dokument został już wysłany do odbiorcy, więc nie możesz go już edytować.
pt: Este documento já foi enviado para este destinatário. Você não pode mais editar este destinatário.
sq: Ky dokument është tashmë dërguar këtij marrësi. Nuk mund të modifikoni më këtë marrës.
sv: Detta dokument har redan skickats till denna mottagare. Du kan inte längre redigera denna mottagare.
zh: 此文档已发送给该收件人，您不再能编辑该收件人。

source: This document has been cancelled by the owner and is no longer available for others to sign.
de: Dieses Dokument wurde vom Eigentümer storniert und steht anderen nicht mehr zur Unterzeichnung zur Verfügung.
es: Este documento ha sido cancelado por el propietario y ya no está disponible para que otros lo firmen.
fr: Ce document a été annulé par le propriétaire et n'est plus disponible pour d'autres à signer.
it: Questo documento è stato annullato dal proprietario e non è più disponibile per la firma di altri.
ja: この文書は所有者によりキャンセルされており、他のユーザーは署名できません。
nl: Dit document is door de eigenaar geannuleerd en is niet langer beschikbaar voor anderen om te ondertekenen.
pl: Dokument został anulowany przez właściciela i nie jest już dostępny do podpisania.
pt: Este documento foi cancelado pelo proprietário e não está mais disponível para outros assinarem.
sq: Ky dokument është anuluar nga pronari dhe nuk është më i disponueshëm për të tjerët që ta nënshkruajnë.
sv: Detta dokument har avbrutits av ägaren och är inte längre tillgängligt för andra att signera.
zh: 该文档已被所有者取消，其他人已无法签署。

source: This document has been cancelled by the owner.
de: Dieses Dokument wurde vom Eigentümer storniert.
es: Este documento ha sido cancelado por el propietario.
fr: Ce document a été annulé par le propriétaire.
it: Questo documento è stato annullato dal proprietario.
ja: この文書は所有者によりキャンセルされました。
nl: Dit document is door de eigenaar geannuleerd.
pl: Dokument został anulowany przez właściciela.
pt: Este documento foi cancelado pelo proprietário.
sq: Ky dokument është anuluar nga pronari.
sv: Detta dokument har avbrutits av ägaren.
zh: 该文档已被所有者取消。

source: This document has been rejected by a recipient
de: Dieses Dokument wurde von einem Empfänger abgelehnt
es: Este documento ha sido rechazado por un destinatario
fr: Ce document a été rejeté par un destinataire
it: Questo documento è stato rifiutato da un destinatario
ja: このドキュメントは受信者によって却下されました。
nl: Dit document is geweigerd door een ontvanger
pl: Dokument został odrzucony przez odbiorcę
pt: Este documento foi rejeitado por um destinatário
sq: Ky dokument është refuzuar nga një marrës
sv: Detta dokument har avvisats av en mottagare
zh: 此文档已被某位收件人拒签

source: This document has been signed by all recipients
de: Dieses Dokument wurde von allen Empfängern unterschrieben
es: Este documento ha sido firmado por todos los destinatarios
fr: Ce document a été signé par tous les destinataires
it: Questo documento è stato firmato da tutti i destinatari
ja: この文書はすべての受信者によって署名されています
nl: Dit document is door alle ontvangers ondertekend
pl: Dokument został podpisany przez wszystkich odbiorców
pt: Este documento foi assinado por todos os destinatários
sq: Ky dokument është nënshkruar nga të gjithë marrësit
sv: Detta dokument har signerats av alla mottagare
zh: 该文档已由所有收件人签署

source: This document is available in your Documenso account. You can view more details, recipients, and audit logs there.
de: Dieses Dokument ist in Ihrem Documenso-Konto verfügbar. Dort können Sie weitere Details, Empfänger und Protokolle einsehen.
es: Este documento está disponible en tu cuenta de Documenso. Puedes ver más detalles, destinatarios y registros de auditoría allí.
fr: Ce document est disponible dans votre compte Documenso. Vous pouvez y voir plus de détails, destinataires, et journaux d'audit.
it: Questo documento è disponibile nel tuo account Documenso. Puoi visualizzare più dettagli, destinatari e log di controllo lì.
ja: このドキュメントは Documenso アカウントで利用できます。詳細、受信者、監査ログはそちらで確認できます。
nl: Dit document is beschikbaar in je Documenso-account. Je kunt daar meer details, ontvangers en auditlogs bekijken.
pl: Na Twoim koncie w Documenso dostępny jest dokument. Możesz zobaczyć więcej szczegółów, odbiorców i dziennik logów.
pt: Este documento está disponível na sua conta Documenso. Você pode ver mais detalhes, destinatários e registros de auditoria lá.
sq: Ky dokument është i disponueshëm në llogarinë tuaj Documenso. Ju mund të shihni më shumë detaje, marrësit dhe regjistrat e auditimeve atje.
sv: Detta dokument finns tillgängligt i ditt Documenso-konto. Du kan se fler detaljer, mottagare och granskningsloggar där.
zh: 此文档在您的 Documenso 账户中可用。您可以在那里查看更多详情、收件人和审计日志。

source: This document is currently a draft and has not been sent
de: Dieses Dokument ist momentan ein Entwurf und wurde nicht gesendet
es: Este documento es actualmente un borrador y no ha sido enviado
fr: Ce document est actuellement un brouillon et n'a pas été envoyé
it: Questo documento è attualmente una bozza e non è stato inviato
ja: この文書は現在下書きであり、送信されていません
nl: Dit document is momenteel een concept en is nog niet verzonden
pl: Dokument jest szkicem i nie został wysłany
pt: Este documento está atualmente como rascunho e não foi enviado
sq: Ky dokument është aktualisht një draft dhe nuk është dërguar
sv: Detta dokument är för närvarande ett utkast och har inte skickats
zh: 该文档目前是草稿，尚未发送

source: This document is using legacy field insertion, we recommend using the new field insertion method for more accurate results.
de: Dieses Dokument verwendet Altfeld-Integration, wir empfehlen die Verwendung der neuen Methode für genauere Ergebnisse.
es: Este documento está usando inserción de campos heredada, recomendamos usar el nuevo método para resultados más precisos.
fr: Ce document utilise l'insertion de champ héritée, il est recommandé d'utiliser la nouvelle méthode d'insertion pour des résultats plus précis.
it: Questo documento utilizza l'inserimento campo legacy, consigliamo di utilizzare il nuovo metodo di inserimento campo per risultati più accurati.
ja: このドキュメントは旧式のフィールド挿入を使用しています。より正確な結果のために、新しいフィールド挿入方法の使用を推奨します。
nl: Dit document gebruikt verouderde veldinvoeging. We raden aan de nieuwe methode voor veldinvoeging te gebruiken voor nauwkeurigere resultaten.
pl: Dokument używa starszej metody wstawiania pól. Zalecamy użycie nowej metody.
pt: Este documento está usando a inserção de campo herdado, recomendamos usar o novo método de inserção de campo para resultados mais precisos.
sq: Ky dokument përdor futjen e fushave të trashëguara, ne rekomandojmë përdorimin e metodës së re për rezultate më të sakta.
sv: Detta dokument använder äldre fältinfogning, vi rekommenderar att använda den nya fältinfogningsmetoden för mer exakta resultat.
zh: 此文档正在使用旧版字段插入方式，我们建议使用新的字段插入方式以获得更精确的结果。

source: This document was created by you or a team member using the template above.
de: Dieses Dokument wurde von Ihnen oder einem Teammitglied unter Verwendung der oben genannten Vorlage erstellt.
es: Este documento fue creado por ti o un miembro del equipo usando la plantilla anterior.
fr: Ce document a été créé par vous ou un membre de l'équipe en utilisant le modèle ci-dessus.
it: Questo documento è stato creato da te o un membro del team utilizzando il modello sopra.
ja: この文書は、上記テンプレートをチームメンバーまたはあなたが使用して作成したものです。
nl: Dit document is door jou of een teamlid aangemaakt met de bovenstaande sjabloon.
pl: Dokument został utworzony przez Ciebie lub użytkownika zespołu za pomocą powyższego szablonu.
pt: Este documento foi criado por você ou um membro da equipe usando o modelo acima.
sq: Ky dokument është krijuar nga ju ose një anëtar i ekipit duke përdorur shabllonin e mësipërm.
sv: Detta dokument skapades av dig eller en teammedlem med hjälp av mallen ovan.
zh: 此文档由你或团队成员使用上方模板创建。

source: This document was created using a direct link.
de: Dieses Dokument wurde mit einem direkten Link erstellt.
es: Este documento fue creado usando un enlace directo.
fr: Ce document a été créé en utilisant un lien direct.
it: Questo documento è stato creato utilizzando un link diretto.
ja: この文書はダイレクトリンクから作成されました。
nl: Dit document is aangemaakt met een directe link.
pl: Dokument został utworzony za pomocą bezpośredniego linku.
pt: Este documento foi criado usando um link direto.
sq: Ky dokument është krijuar duke përdorur një lidhje të drejtpërdrejtë.
sv: Detta dokument skapades med hjälp av en direktlänk.
zh: 此文档是通过直接链接创建的。

source: This document was sent using <0>Documenso.</0>
de: Dieses Dokument wurde mit <0>Documenso.</0> gesendet
es: Este documento fue enviado usando <0>Documenso.</0>
fr: Ce document a été envoyé via <0>Documenso.</0>
it: Questo documento è stato inviato utilizzando <0>Documenso.</0>
ja: このドキュメントは <0>Documenso</0> を使用して送信されました。
nl: Dit document is verzonden met <0>Documenso.</0>
pl: Dokument został wysłany za pomocą <0>Documenso</0>.
pt: Este documento foi enviado usando <0>Documenso.</0>
sq: Ky dokument është dërguar duke përdorur <0>Documenso.</0>
sv: Detta dokument skickades med <0>Documenso.</0>
zh: 此邮件通过 <0>Documenso</0> 发送。

source: This document will be duplicated.
de: Dieses Dokument wird dupliziert.
es: Este documento será duplicado.
fr: Ce document sera dupliqué.
it: Questo documento verrà duplicato.
ja: この文書は複製されます。
nl: Dit document wordt gedupliceerd.
pl: Dokument zostanie zduplikowany.
pt: Este documento será duplicado.
zh: 此文档将被复制。

source: This email confirms that you have rejected the document <0>"{documentName}"</0> sent by {documentOwnerName}.
de: Diese E-Mail bestätigt, dass Sie das Dokument <0>"{documentName}"</0> abgelehnt haben, das von {documentOwnerName} gesendet wurde.
es: Este correo electrónico confirma que ha rechazado el documento <0>"{documentName}"</0> enviado por {documentOwnerName}.
fr: Cet e-mail confirme que vous avez rejeté le document <0>"{documentName}"</0> envoyé par {documentOwnerName}.
it: Questa email conferma che hai rifiutato il documento <0>"{documentName}"</0> inviato da {documentOwnerName}.
ja: このメールは、{documentOwnerName} から送信されたドキュメント <0>「{documentName}」</0> を却下したことを確認するものです。
nl: Deze e-mail bevestigt dat je het document <0>"{documentName}"</0> hebt geweigerd dat door {documentOwnerName} is verzonden.
pl: Potwierdzamy odrzucenie dokumentu <0>„{documentName}”</0> wysłanego przez użytkownika {documentOwnerName}.
pt: Este e-mail confirma que você rejeitou o documento <0>"{documentName}"</0> enviado por {documentOwnerName}.
sq: Ky email konfirmon se keni hedhur poshtë dokumentin <0>"{documentName}"</0> dërguar nga {documentOwnerName}.
sv: Detta e-postmeddelande bekräftar att du har avvisat dokumentet <0>"{documentName}"</0> som skickats av {documentOwnerName}.
zh: 本邮件确认您已拒签由 {documentOwnerName} 发送的文档 <0>“{documentName}”</0>。

source: This email is already being used by another team.
de: Diese E-Mail-Adresse wird bereits von einem anderen Team verwendet.
es: Este correo electrónico ya está siendo utilizado por otro equipo.
fr: Cet e-mail est déjà utilisé par une autre équipe.
it: Questa email è già in uso da un altro team.
ja: このメールアドレスは別のチームですでに使用されています。
nl: Dit e‑mailadres wordt al door een ander team gebruikt.
pl: Adres e-mail jest już używany przez inny zespół.
pt: Este e-mail já está sendo usado por outra equipe.
sq: Ky email është tashmë në përdorim nga një ekip tjetër.
sv: Denna e-post används redan av ett annat team.
zh: 此邮箱已被其他团队使用。

source: This email is sent to the document owner when a recipient has signed the document.
de: Diese E-Mail wird an den Dokumenteneigentümer gesendet, wenn ein Empfänger das Dokument unterschrieben hat.
es: Este correo electrónico se envía al propietario del documento cuando un destinatario ha firmado el documento.
fr: Cet e-mail est envoyé au propriétaire du document lorsqu'un destinataire a signé le document.
it: Questa email viene inviata al proprietario del documento quando un destinatario ha firmato il documento.
ja: このメールは、受信者がドキュメントに署名したときにドキュメント所有者に送信されます。
nl: Deze e-mail wordt naar de documenteigenaar gestuurd wanneer een ontvanger het document heeft ondertekend.
pl: Zostanie wysłana do właściciela dokumentu, gdy odbiorca podpisze dokument.
pt: Este e-mail é enviado ao proprietário do documento quando um destinatário assinou o documento.
sq: Ky email i dërgohet pronarit të dokumentit kur një marrës ka nënshkruar dokumentin.
sv: Detta e-postmeddelande skickas till dokumentägaren när en mottagare har signerat dokumentet.
zh: 当某个收件人签署文档时，将向文档所有者发送此邮件。
