Repository: documenso/documenso
Catalog: packages/lib/translations/*/web.po
Languages: de, es, fr, it, ja, nl, pl, pt, sq, sv, zh

source: It's currently not your turn to sign. You will receive an email with instructions once it's your turn to sign the document.
de: Es ist derzeit nicht deine Reihe zu unterschreiben. Du erhältst eine E-Mail mit Anweisungen, sobald es deine Reihe ist, das Dokument zu unterschreiben.
es: Actualmente no es tu turno para firmar. Recibirás un correo electrónico con instrucciones una vez sea tu turno para firmar el documento.
fr: Ce n'est actuellement pas votre tour de signer. Vous recevrez un e-mail avec des instructions une fois que ce sera votre tour de signer le document.
it: Al momento, non è il tuo turno di firmare. Riceverai un'email con le istruzioni quando sarà il tuo turno di firmare il documento.
ja: 現在はあなたの署名順ではありません。順番が来ると、文書への署名方法を記載したメールが届きます。
nl: Het is momenteel niet jouw beurt om te ondertekenen. Je ontvangt een e‑mail met instructies zodra jij aan de beurt bent om het document te ondertekenen.
pl: To nie jest Twoja kolej na podpisanie dokumentu. Gdy nadejdzie Twoja kolej, otrzymasz wiadomość z instrukcjami.
pt: Não é sua vez de assinar no momento. Você receberá um e-mail com instruções assim que for sua vez de assinar o documento.
sq: Aktualisht nuk është radha juaj për të nënshkruar. Do të merrni një email me udhëzime kur të arrijë radha juaj për të nënshkruar dokumentin.
sv: Det är för närvarande inte din tur att signera. Du kommer att få ett e-postmeddelande med instruktioner när det är din tur att signera dokumentet.
zh: 现在还不是你签署的顺序。轮到你签署时，你会收到一封包含说明的邮件。

source: Join {organisationName} on Documenso
de: Tritt {organisationName} auf Documenso bei
es: Únete a {organisationName} en Documenso
fr: Rejoindre {organisationName} sur Documenso
it: Unisciti a {organisationName} su Documenso
ja: {organisationName} に Documenso で参加
nl: Word lid van {organisationName} op Documenso
pl: Dołącz do organizacji {organisationName} w Documenso
pt: Junte-se a {organisationName} no Documenso
sq: Përdorni {organisationName} në Documenso
sv: Gå med i {organisationName} på Documenso
zh: 加入 {organisationName}，使用 Documenso

source: Join our community on <0>Discord</0> for community support and discussion.
de: Treten Sie unserer Community auf <0>Discord</0> bei, um Unterstützung zu erhalten und sich auszutauschen.
es: Únete a nuestra comunidad en <0>Discord</0> para soporte y debate.
fr: Rejoignez notre communauté sur <0>Discord</0> pour obtenir de l'aide et discuter.
it: Unisciti alla nostra comunità su <0>Discord</0> per supporto e discussioni.
ja: コミュニティサポートやディスカッションのために、<0>Discord</0> のコミュニティに参加してください。
nl: Word lid van onze community op <0>Discord</0> voor ondersteuning en discussie.
pl: Dołącz do naszej społeczności na <0>Discord</0>, aby uzyskać wsparcie społeczności i wziąć udział w dyskusjach.
pt: Junte-se à nossa comunidade no <0>Discord</0> para suporte da comunidade e discussão.
zh: 加入我们在<0>Discord</0>上的社区，以获取社区支持并参与讨论。

source: Joined
de: Beigetreten
es: Unido
fr: Joint
it: Iscritto
ja: 参加日
nl: Lid geworden
pl: Dołączył
zh: 加入时间

source: Joined {0}
de: Beigetreten {0}
es: Se unió a {0}
fr: A rejoint {0}
it: Iscritto a {0}
ja: {0} に参加
nl: Toegetreden {0}
pl: Dołączył {0}
pt: Juntou-se a {0}
sq: Bashkuar {0}
sv: Gick med {0}
zh: 加入时间 {0}

source: Label
de: Beschriftung
es: Etiqueta
fr: Étiquette
it: Etichetta
ja: ラベル
pl: Etykieta
pt: Rótulo
sq: Etiketa
sv: Etikett
zh: 标签

source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
ja: 言語
nl: Taal
pl: Język
pt: Idioma
sq: Gjuha
sv: Språk
zh: 语言

source: Last 14 days
de: Die letzten 14 Tage
es: Últimos 14 días
fr: 14 derniers jours
it: Ultimi 14 giorni
ja: 直近 14 日間
nl: Afgelopen 14 dagen
pl: Ostatnie 14 dni
pt: Últimos 14 dias
sq: 14 ditët e fundit
sv: Senaste 14 dagarna
zh: 最近 14 天

source: Last 30 days
de: Die letzten 30 Tage
es: Últimos 30 días
fr: 30 derniers jours
it: Ultimi 30 giorni
ja: 直近 30 日間
nl: Afgelopen 30 dagen
pl: Ostatnie 30 dni
pt: Últimos 30 dias
sq: 30 ditët e fundit
sv: Senaste 30 dagarna
zh: 最近 30 天

source: Last 30 Days
de: Letzte 30 Tage
es: Últimos 30 días
fr: 30 derniers jours
it: Ultimi 30 giorni
ja: 直近30日
nl: Afgelopen 30 dagen
pl: Ostatnie 30 dni
zh: 最近 30 天

source: Last 7 days
de: Die letzten 7 Tage
es: Últimos 7 días
fr: 7 derniers jours
it: Ultimi 7 giorni
ja: 直近 7 日間
nl: Afgelopen 7 dagen
pl: Ostatnie 7 dni
pt: Últimos 7 dias
sq: 7 ditët e fundit
sv: Senaste 7 dagarna
zh: 最近 7 天

source: Last 90 Days
de: Letzte 90 Tage
es: Últimos 90 días
fr: 90 derniers jours
it: Ultimi 90 giorni
ja: 直近90日
nl: Afgelopen 90 dagen
pl: Ostatnie 90 dni
zh: 最近 90 天

source: Last Active
de: Zuletzt aktiv
es: Última actividad
fr: Dernière activité
it: Ultimo accesso
ja: 最終アクティブ日時
nl: Laatst actief
pl: Ostatnia aktywność
pt: Último Ativo
sq: Aktiviteti i fundit
sv: Senast aktiv
zh: 上次活动

source: Last modified
de: Zuletzt geändert
es: Última modificación
fr: Dernière modification
it: Ultima modifica
ja: 最終更新
nl: Laatst gewijzigd
pl: Zmodyfikowano
pt: Última modificação
sq: Ndryshuar së fundi
sv: Senast ändrad
zh: 上次修改时间

source: Last Retried
de: Zuletzt erneut versucht
es: Último reintento
fr: Dernière relance
it: Ultima Riprova
ja: 最終再試行日時
nl: Laatst opnieuw geprobeerd
pl: Ostatnie ponowienie
pt: Última Tentativa
zh: 上次重试时间

source: Last updated
de: Zuletzt aktualisiert
es: Última actualización
fr: Dernière mise à jour
it: Ultimo aggiornamento
ja: 最終更新日時
nl: Laatst bijgewerkt
pl: Zaktualizowano
pt: Última Atualização
sq: Përditësuar së fundi
sv: Senast uppdaterad
zh: 最后更新

source: Last Updated
de: Zuletzt aktualisiert
es: Última Actualización
fr: Dernière mise à jour
it: Ultimo aggiornamento
ja: 最終更新
nl: Laatst bijgewerkt
pl: Zaktualizowano
pt: Última Atualização
sq: Përditësuar së fundmi
sv: Senast uppdaterad
zh: 最后更新

source: Last updated at
de: Zuletzt aktualisiert am
es: Última actualización el
fr: Dernière mise à jour à
it: Ultimo aggiornamento il
ja: 最終利用日
nl: Laatst bijgewerkt op
pl: Zaktualizowano
pt: Última atualização em
sq: Përditësuar së fundi në
sv: Senast uppdaterad den
zh: 最后更新于

source: Last used
de: Zuletzt verwendet
es: Último uso
fr: Dernière utilisation
it: Ultimo utilizzo
ja: 退会
nl: Laatst gebruikt
pl: Użyto
pt: Último uso
sq: Përdorur së fundi
sv: Senast använd
zh: 上次使用

source: Last Year
de: Letztes Jahr
es: Último año
fr: Dernière Année
it: Ultimo anno
ja: 昨年
nl: Afgelopen jaar
pl: Ostatni rok
zh: 去年

source: Leave
de: Verlassen
es: Salir
fr: Quitter
it: Lascia
ja: 退出する
nl: Verlaten
pl: Opuść
pt: Sair
sq: Largohu
sv: Lämna
zh: 离开

source: Leave blank to inherit from the organisation.
de: Leer lassen, um von der Organisation zu erben.
es: Deja en blanco para heredar de la organización.
fr: Laisser vide pour hériter de l'organisation.
it: Lascia vuoto per ereditare dall'organizzazione.
ja: 空欄のままにすると、組織から継承されます。
nl: Laat leeg om over te nemen van de organisatie.
pl: Pozostaw puste, aby odziedziczyć z organizacji.
pt: Deixe em branco para herdar da organização.
sq: Lëreni bosh për të trashëguar nga organizata.
sv: Lämna tomt för att ärva från organisationen.
zh: 留空以继承组织设置。

source: Leave organisation
de: Organisation verlassen
es: Dejar la organización
fr: Quitter l'organisation
it: Lascia l'organizzazione
ja: 組織から退出
nl: Organisatie verlaten
pl: Opuść organizację
pt: Deixar organização
sq: Lëri organizatën
sv: Lämna organisation
zh: 离开组织

source: Left
de: Links
es: Izquierda
fr: Gauche
it: Sinistra
ja: 左
nl: Links
pl: Wyrównaj do lewej
pt: Esquerda
zh: 左对齐

source: Legality of Electronic Signatures
de: Rechtlichkeit elektronischer Unterschriften
es: Legalidad de las Firmas Electrónicas
fr: Légalité des signatures électroniques
it: Legalità delle firme elettroniche
ja: 電子署名の適法性
nl: Rechtsgeldigheid van elektronische handtekeningen
pl: Legalność podpisów elektronicznych
pt: Legalidade das Assinaturas Eletrônicas
sq: Ligjshmëria e Nënshkrimeve Elektronike
sv: Laglighet för elektroniska signaturer
zh: 电子签名的合法性

source: Letter spacing
de: Buchstabenspacing
es: Espaciado de letras
fr: Espacement des lettres
it: Spaziatura lettere
ja: 文字間隔
nl: Letterspatiëring
pl: Odstęp między literami
zh: 字间距

source: Letter Spacing
de: Buchstabenspacing
es: Espaciado de letras
fr: Espacement des Lettres
it: Spaziatura Lettere
ja: 文字間隔
nl: Letterspatiëring
pl: Odstęp między literami
zh: 字间距

source: Light Mode
de: Lichtmodus
es: Modo claro
fr: Mode clair
it: Modalità chiara
ja: ライトモード
nl: Lichte modus
pl: Tryb jasny
pt: Modo Claro
sq: Modaliteti i ndriçuar
sv: Ljust läge
zh: 浅色模式

source: Like to have your own public profile with agreements?
de: Möchten Sie Ihr eigenes öffentliches Profil mit Vereinbarungen haben?
es: ¿Te gustaría tener tu propio perfil público con acuerdos?
fr: Vous voulez avoir votre propre profil public avec des accords ?
it: Ti piacerebbe avere il tuo profilo pubblico con accordi?
ja: 自分の合意書付き公開プロフィールが欲しいですか？
nl: Wil je een eigen openbaar profiel met overeenkomsten?
pl: Czy chcesz mieć własny profil publiczny z umowami?
pt: Gostaria de ter seu próprio perfil público com acordos?
sq: Dëshironi të keni profilin tuaj publik me marrëveshje?
sv: Vill du ha din egen offentliga profil med avtal?
zh: 想拥有属于自己的公开协议页面吗？

source: Line height
de: Zeilenhöhe
es: Altura de línea
fr: Hauteur de ligne
it: Interlinea
ja: 行の高さ
nl: Regelhoogte
pl: Wysokość linii
zh: 行高

source: Line Height
de: Zeilenhöhe
es: Altura de línea
fr: Hauteur de Ligne
it: Interlinea
ja: 行の高さ
nl: Regelhoogte
pl: Wysokość linii
zh: 行高

source: Link expires in 1 hour.
de: Link läuft in 1 Stunde ab.
es: El enlace expira en 1 hora.
fr: Le lien expire dans 1 heure.
it: Il link scade tra 1 ora.
ja: リンクは 1 時間で有効期限が切れます。
nl: Link verloopt over 1 uur.
pl: Link wygaśnie za 1 godzinę.
pt: O link expira em 1 hora.
sq: Lidhja skadon në 1 orë.
sv: Länken upphör om 1 timme.
zh: 链接将在 1 小时后过期。

source: Link expires in 30 minutes.
de: Link läuft in 30 Minuten ab.
es: El enlace expira en 30 minutos.
fr: Le lien expire dans 30 minutes.
it: Il link scade in 30 minuti.
ja: リンクの有効期限は30分です。
nl: Link verloopt over 30 minuten.
pl: Link wygaśnie za 30 minut.
pt: O link expira em 30 minutos.
zh: 链接将在 30 分钟后失效。

source: Link template
de: Vorlage verlinken
es: Enlace de plantilla
fr: Modèle de lien
it: Collega modello
ja: テンプレートをリンク
nl: Sjabloon koppelen
pl: Połącz szablon
pt: Modelo de link
sq: Shablloni i lidhjes
sv: Länka mall
zh: 链接模板

source: Link your Documenso account
de: Verknüpfen Sie Ihr Documenso-Konto
es: Vincula tu cuenta de Documenso
fr: Liez votre compte Documenso
it: Collega il tuo account Documenso
ja: Documenso アカウントをリンクする
nl: Koppel uw Documenso-account
pl: Połącz swoje konto Documenso
pt: Vincular sua conta Documenso
zh: 关联您的 Documenso 账户

source: Linked Accounts
de: Verknüpfte Konten
es: Cuentas Vinculadas
fr: Comptes liés
it: Account Collegati
ja: リンク済みアカウント
nl: Gekoppelde accounts
pl: Połączone konta
pt: Contas Vinculadas
zh: 已关联账户

source: Linked At
de: Verknüpft um
es: Vinculado el
fr: Lié à
it: Collegato a
ja: リンク日時
nl: Gekoppeld op
pl: Data połączenia
pt: Vinculado Em
zh: 关联时间

source: Links Generated
de: Links generiert
es: Enlaces generados
fr: Liens générés
it: Link Generati
ja: 生成済みリンク
nl: Links gegenereerd
pl: Wygenerowane linki
pt: Links Gerados
sq: Lidhjet e gjeneruara
sv: Länkar genererade
zh: 链接已生成

source: Listening to
de: Abonniert
es: Escuchando
fr: Écoute de
it: In ascolto di
ja: リッスン対象
nl: Luistert naar
pl: Nasłuchiwanie
zh: 监听对象

source: Load older activity
de: Ältere Aktivitäten laden
es: Cargar actividad anterior
fr: Charger l'activité plus ancienne
it: Carica attività precedente
ja: 以前のアクティビティを読み込む
nl: Oudere activiteit laden
pl: Załaduj starszą aktywność
pt: Carregar atividade mais antiga
sq: Ngarko aktivitetet më të vjetra
sv: Ladda äldre aktivitet
zh: 加载更早的活动记录

source: Loading
de: Wird geladen
es: Cargando
fr: Chargement
it: Caricamento
ja: 読み込み中
nl: Laden
pl: Ładowanie
pt: Carregando
zh: 正在加载

source: Loading document...
de: Lade Dokument...
es: Cargando documento...
fr: Chargement du document...
it: Caricamento del documento...
ja: 文書を読み込み中...
nl: Document wordt geladen...
pl: Ładowanie dokumentu...
pt: Carregando documento...
sq: Duke ngarkuar dokumentin...
sv: Laddar dokument...
zh: 正在加载文档...

source: Loading Document...
de: Dokument wird geladen...
es: Cargando Documento...
fr: Chargement du Document...
it: Caricamento Documento...
ja: 文書を読み込み中...
nl: Document wordt geladen...
pl: Ładowanie dokumentu...
pt: Carregando Documento...
sq: Duke ngarkuar Dokumentin...
sv: Laddar dokument...
zh: 正在加载文档...

source: Loading suggestions...
de: Lade Vorschläge ...
es: Cargando sugerencias...
fr: Chargement des suggestions...
it: Caricamento suggerimenti...
ja: 候補を読み込み中...
nl: Suggesties laden...
pl: Ładowanie sugestii...
pt: Carregando sugestões...
zh: 正在加载建议…

source: Loading...
de: Wird geladen...
es: Cargando...
fr: Chargement...
it: Caricamento in corso...
ja: 読み込み中...
nl: Laden...
pl: Ładowanie...
pt: Carregando...
sq: Duke ngarkuar...
sv: Laddar...
zh: 正在加载...

source: Local timezone
de: Lokale Zeitzone
es: Zona horaria local
fr: Fuseau horaire local
it: Fuso orario locale
ja: ローカルタイムゾーン
nl: Lokale tijdzone
pl: Lokalna strefa czasowa
pt: Fuso horário local
zh: 本地时区

source: Login
de: Anmelden
es: Iniciar sesión
fr: Connexion
it: Accedi
ja: ログイン
nl: Inloggen
pl: Zaloguj się
pt: Entrar
sq: Hyrje
sv: Logga in
zh: 登录

source: Logs
de: Protokolle
es: Registros
fr: Journaux
it: Log
ja: ログ
nl: Logboeken
pl: Logi
zh: 日志

source: Manage
de: Verwalten
es: Gestionar
fr: Gérer
it: Gestisci
ja: 管理
nl: Beheren
pl: Zarządzaj
pt: Gerenciar
sq: Menaxho
sv: Hantera
zh: 管理

source: Manage {0}'s profile
de: Verwalten Sie das Profil von {0}
es: Gestionar el perfil de {0}
fr: Gérer le profil de {0}
it: Gestisci il profilo di {0}
ja: {0} のプロフィールを管理
nl: Profiel van {0} beheren
pl: Zarządzaj profilem {0}
pt: Gerenciar o perfil de {0}
sq: Menaxho profilin e {0}
sv: Hantera {0}s profil
zh: 管理 {0} 的资料

source: Manage a custom SSO login portal for your organisation.
de: Verwalten Sie ein benutzerdefiniertes SSO-Login-Portal für Ihre Organisation.
es: Administra un portal de inicio de sesión SSO personalizado para tu organización.
fr: Gérez un portail de connexion SSO personnalisé pour votre organisation.
it: Gestisci un portale di accesso SSO personalizzato per la tua organizzazione.
ja: 組織向けのカスタムSSOログインポータルを管理します。
nl: Beheer een aangepast SSO-inlogportaal voor uw organisatie.
pl: Zarządzaj niestandardowym logowaniem SSO dla swojej organizacji.
pt: Gerenciar um portal de login SSO personalizado para sua organização.
zh: 为您的组织管理自定义 SSO 登录门户。

source: Manage all organisations you are currently associated with.
de: Verwalten Sie alle Organisationen, mit denen Sie derzeit verbunden sind.
es: Gestiona todas las organizaciones con las que estás actualmente asociado.
fr: Gérez toutes les organisations avec lesquelles vous êtes actuellement associé.
it: Gestisci tutte le organizzazioni con cui sei attualmente associato.
ja: 現在所属しているすべての組織を管理します。
nl: Beheer alle organisaties waarvan je momenteel lid bent.
pl: Zarządzaj wszystkimi swoimi organizacjami.
pt: Gerenciar todas as organizações com as quais você está associado atualmente.
sq: Menaxhoni të gjitha organizatat me të cilat jeni asociuar aktualisht.
sv: Hantera alla organisationer du för närvarande är associerad med.
zh: 管理您当前所属的所有组织。

source: Manage all subscription claims
de: Verwalten Sie alle Abonnementsansprüche
es: Gestiona todas las reclamaciones de suscripción
fr: Gérer toutes les réclamations d'abonnement
it: Gestisci tutte le rivendicazioni di abbonamento
ja: すべてのサブスクリプションクレームを管理
nl: Beheer alle abonnementsclaims
pl: Zarządzaj wszystkimi subskrypcjami
pt: Gerenciar todas as reivindicações de assinatura
sq: Menaxhoni të gjitha pretendimet e abonimit
sv: Hantera alla prenumerationsanspråk
zh: 管理所有订阅声明

source: Manage and view template
de: Vorlage verwalten und anzeigen
es: Gestionar y ver plantilla
fr: Gérer et afficher le modèle
it: Gestisci e visualizza il modello
ja: テンプレートを管理・閲覧
nl: Sjabloon beheren en bekijken
pl: Zarządzanie szablonem
pt: Gerenciar e visualizar modelo
sq: Menaxhoni dhe shikoni shabllonin
sv: Hantera och visa mall
zh: 管理并查看模板

source: Manage billing
de: Rechnungsmanagement
es: Gestionar la facturación
fr: Gérer la facturation
it: Gestisci la fatturazione
ja: 請求を管理
nl: Facturering beheren
pl: Zarządzaj płatnościami
pt: Gerenciar cobrança
sq: Menaxho faturimin
sv: Hantera fakturering
zh: 管理计费

source: Manage Billing
de: Rechnungsverwaltung
es: Administrar facturación
fr: Gérer la facturation
it: Gestisci la Fatturazione
ja: 請求を管理
nl: Facturering beheren
pl: Zarządzaj płatnościami
pt: Gerenciar Cobrança
zh: 管理计费

source: Manage billing and subscriptions for organisations where you have billing management permissions.
de: Verwalten Sie Abrechnung und Abonnements für Organisationen, für die Sie Berechtigungen zur Abrechnungsverwaltung haben.
es: Gestiona la facturación y las suscripciones de las organizaciones donde tienes permisos de gestión de facturación.
fr: Gérez la facturation et les abonnements pour les organisations pour lesquelles vous disposez des autorisations de gestion de la facturation.
it: Gestisci la fatturazione e gli abbonamenti per le organizzazioni per cui hai i permessi di gestione della fatturazione.
ja: 請求管理の権限を持つ組織について、請求およびサブスクリプションを管理します。
nl: Beheer de facturering en abonnementen voor organisaties waarvoor u factureringsrechten heeft.
pl: Zarządzaj płatnościami i subskrypcjami organizacji, w których masz uprawnienia do zarządzania płatnościami.
zh: 为您拥有账单管理权限的组织管理计费和订阅。

source: Manage details for this public template
de: Details für diese öffentliche Vorlage verwalten
es: Gestionar detalles de esta plantilla pública
fr: Gérer les détails de ce modèle public
it: Gestisci i dettagli per questo modello pubblico
ja: この公開テンプレートの詳細を管理します
nl: Details van deze openbare sjabloon beheren
pl: Zarządzaj szczegółami publicznego szablonu
pt: Gerenciar detalhes deste modelo público
sq: Menaxho detajet për këtë shabllon publik
sv: Hantera detaljer för denna offentliga mall
zh: 管理此公开模板的详细信息

source: Manage Direct Link
de: Direktlink verwalten
es: Gestionar enlace directo
fr: Gérer le lien direct
it: Gestisci Link Diretto
ja: ダイレクトリンクを管理
nl: Directe link beheren
pl: Zarządzaj bezpośrednim linkiem
pt: Gerenciar Link Direto
sq: Menaxho Lidhjen e Drejtpërdrejtë
sv: Hantera direktlänk
zh: 管理直接链接

source: Manage documents
de: Dokumente verwalten
es: Gestionar documentos
fr: Gérer les documents
it: Gestisci documenti
ja: 文書の管理
nl: Documenten beheren
pl: Zarządzaj dokumentami
pt: Gerenciar documentos
sq: Menaxho dokumentet
sv: Hantera dokument
zh: 管理文档

source: Manage linked accounts
de: Verknüpfte Konten verwalten
es: Gestionar cuentas vinculadas
fr: Gérer les comptes liés
it: Gestisci account collegati
ja: リンク済みアカウントを管理
nl: Gekoppelde accounts beheren
pl: Zarządzaj połączonymi kontami
pt: Gerenciar contas vinculadas
zh: 管理关联账户

source: Manage organisation
de: Organisation verwalten
es: Administrar organización
fr: Gérer l'organisation
it: Gestisci l'organizzazione
ja: 組織を管理
nl: Organisatie beheren
pl: Zarządzaj organizacją
pt: Gerenciar organização
sq: Menaxhoni organizatën
sv: Hantera organisation
zh: 管理组织

source: Manage organisations
de: Organisationen verwalten
es: Administrar organizaciones
fr: Gérer les organisations
it: Gestisci le organizzazioni
ja: 組織を管理
nl: Organisaties beheren
pl: Zarządzaj organizacjami
pt: Gerenciar organizações
sq: Menaxhoni organizatat
sv: Hantera organisationer
zh: 管理组织

source: Manage passkeys
de: Passkeys verwalten
es: Gestionar claves de acceso
fr: Gérer les clés d'accès
it: Gestisci chiavi di accesso
ja: パスキーを管理
nl: Passkeys beheren
pl: Zarządzaj kluczami dostępu
pt: Gerenciar chaves de passagem
sq: Menaxho çelësat e aksesit
sv: Hantera passkeys
zh: 管理通行密钥

source: Manage permissions and access controls
de: Verwalten Sie Berechtigungen und Zugangskontrollen
es: Gestiona permisos y controles de acceso
fr: Gérez les autorisations et les contrôles d'accès
it: Gestisci le autorizzazioni e i controlli di accesso
ja: 権限とアクセス制御の管理
nl: Machtigingen en toegangsrechten beheren
pl: Zarządzać uprawnieniami i kontrolą dostępu
pt: Gerenciar permissões e controles de acesso
sq: Menaxhoni lejet dhe kontrollin e qasjes
sv: Hantera behörigheter och åtkomstkontroller
zh: 管理权限和访问控制

source: Manage sessions
de: Sitzungen verwalten
es: Gestionar sesiones
fr: Gérer les sessions
it: Gestisci le sessioni
ja: セッション管理
nl: Sessies beheren
pl: Zarządzaj sesjami
pt: Gerenciar sessões
sq: Menaxho seancat
sv: Hantera sessioner
zh: 管理会话

source: Manage subscription
de: Abonnement verwalten
es: Gestionar suscripción
fr: Gérer l'abonnement
it: Gestisci abbonamento
ja: サブスクリプションを管理
nl: Abonnement beheren
pl: Zarządzaj subskrypcją
pt: Gerenciar assinatura
sq: Menaxho abonimin
sv: Hantera prenumeration
zh: 管理订阅

source: Manage the {0} organisation
de: Verwalten Sie die {0} Organisation
es: Gestionar la organización {0}
fr: Gérer l'organisation {0}
it: Gestisci l'organizzazione {0}
ja: {0} 組織を管理
nl: De organisatie {0} beheren
pl: Zarządzaj organizacją {0}
pt: Gerenciar a organização {0}
sq: Menaxhoni organizatën {0}
sv: Hantera {0} organisationen
zh: 管理 {0} 组织

source: Manage the {0} organisation subscription
de: Verwalten Sie das Abonnement der {0} Organisation
es: Gestionar la suscripción de la organización {0}
fr: Gérer l'abonnement de l'organisation {0}
it: Gestisci l'abbonamento dell'organizzazione {0}
ja: {0} 組織のサブスクリプションを管理
nl: Het abonnement voor de organisatie {0} beheren
pl: Zarządzaj subskrypcją organizacji {0}
pt: Gerenciar a assinatura da organização {0}
sq: Menaxhoni abonimin e organizatës {0}
zh: 管理 {0} 组织的订阅

source: Manage the custom groups of members for your organisation.
de: Verwalten Sie die benutzerdefinierten Gruppen von Mitgliedern für Ihre Organisation.
es: Gestiona los grupos personalizados de miembros para tu organización.
fr: Gérez les groupes personnalisés de membres pour votre organisation.
it: Gestisci i gruppi personalizzati di membri per la tua organizzazione.
ja: 組織メンバーのカスタムグループを管理します。
nl: Beheer de aangepaste groepen leden voor je organisatie.
pl: Zarządzaj niestandardowymi grupami użytkowników w organizacji.
pt: Gerenciar os grupos personalizados de membros para sua organização.
sq: Menaxhoni grupet e porositura të anëtarëve për organizatën tuaj.
sv: Hantera de anpassade grupperna av medlemmar för din organisation.
zh: 管理组织的自定义成员组。

source: Manage the direct link signing for this template
de: Die direkte Linkunterzeichnung für diese Vorlage verwalten
es: Gestionar la firma de enlace directo para esta plantilla
fr: Gérer la signature de lien direct pour ce modèle
it: Gestisci la firma del link diretto per questo modello
ja: このテンプレートのダイレクトリンク署名を管理します
nl: Ondertekenen via directe link voor deze sjabloon beheren
pl: Zarządzaj bezpośrednim linkiem do podpisywania dla tego szablonu
pt: Gerenciar a assinatura direta deste modelo
sq: Menaxho firmën e lidhjes direkte për këtë shabllon
sv: Hantera direktlänksignering för denna mall
zh: 管理此模板的直接链接签署

source: Manage the groups assigned to this team.
de: Verwalten Sie die Gruppen, die diesem Team zugewiesen sind.
es: Gestionar los grupos asignados a este equipo.
fr: Gérez les groupes assignés à cette équipe.
it: Gestisci i gruppi assegnati a questo team.
ja: このチームに割り当てられているグループを管理します。
nl: Beheer de groepen die aan dit team zijn toegewezen.
pl: Zarządzaj przypisanymi grupami do zespołu.
pt: Gerenciar os grupos atribuídos a esta equipe.
sq: Menaxhoni grupet e caktuara për këtë ekip.
sv: Hantera grupperna som tilldelats detta team.
zh: 管理分配给此团队的组。
