Repository: documenso/documenso
Catalog: packages/lib/translations/*/web.po
Languages: de, es, fr, it, ja, nl, pl, pt, sq, sv, zh

source: Active
de: Aktiv
es: Activo
fr: Actif
it: Attivo
ja: 有効
nl: Actief
pl: Aktywne
pt: Ativo
sq: Aktive
sv: Aktiv
zh: 启用

source: Active sessions
de: Aktive Sitzungen
es: Sesiones activas
fr: Sessions actives
it: Sessioni attive
ja: アクティブなセッション
nl: Actieve sessies
pl: Aktywne sesje
pt: Sessões ativas
sq: Seanca aktive
sv: Aktiva sessioner
zh: 活动会话

source: Active Subscriptions
de: Aktive Abonnements
es: Suscripciones Activas
fr: Abonnements actifs
it: Abbonamenti attivi
ja: 有効なサブスクリプション
nl: Actieve abonnementen
pl: Aktywne subskrypcje
pt: Assinaturas Ativas
sq: Abonime aktive
sv: Aktiva prenumerationer
zh: 有效订阅

source: Add
de: Hinzufügen
es: Agregar
fr: Ajouter
it: Aggiungi
ja: 追加
nl: Toevoegen
pl: Dodaj
pt: Adicionar
sq: Shto
sv: Lägg till
zh: 添加

source: Add 2 or more signers to enable signing order.
de: Fügen Sie 2 oder mehr Unterzeichner hinzu, um die Signierreihenfolge zu aktivieren.
es: Agrega 2 o más firmantes para habilitar el orden de firma.
fr: Ajoutez 2 signataires ou plus pour activer l'ordre de signature.
it: Aggiungi 2 o più firmatari per abilitare l'ordine di firma.
ja: 署名順序を有効にするには、署名者を 2 人以上追加してください。
nl: Voeg 2 of meer ondertekenaars toe om ondertekeningsvolgorde in te schakelen.
pl: Dodaj co najmniej 2 podpisujących, aby włączyć kolejność podpisywania.
pt: Adicione 2 ou mais assinantes para ativar a ordem de assinatura.
zh: 添加 2 名或以上签署人以启用签署顺序。

source: Add a custom domain to send emails on behalf of your organisation. We'll generate DKIM records that you need to add to your DNS provider.
de: Fügen Sie eine benutzerdefinierte Domain hinzu, um E-Mails im Namen Ihrer Organisation zu senden. Wir generieren DKIM-Einträge, die Sie Ihrem DNS-Anbieter hinzufügen müssen.
es: Agrega un dominio personalizado para enviar correos electrónicos en nombre de tu organización. Generaremos registros DKIM que necesitarás añadir a tu proveedor de DNS.
fr: Ajoutez un domaine personnalisé pour envoyer des emails au nom de votre organisation. Nous générerons des enregistrements DKIM que vous devrez ajouter à votre fournisseur DNS.
it: Aggiungi un dominio personalizzato per inviare email per conto della tua organizzazione. Genereremo record DKIM che devi aggiungere al tuo provider DNS.
ja: 組織を代表してメールを送信するためのカスタムドメインを追加します。DNS プロバイダーに追加する DKIM レコードを生成します。
nl: Voeg een aangepast domein toe om e-mails te verzenden namens je organisatie. We genereren DKIM-records die je aan je DNS-provider moet toevoegen.
pl: Dodaj niestandardową domenę, aby wysyłać wiadomości w imieniu swojej organizacji. Wygenerujemy rekordy DKIM, które musisz dodać do dostawcy DNS.
pt: Adicione um domínio personalizado para enviar e-mails em nome da sua organização. Geraremos os registros DKIM que você precisa adicionar ao seu provedor de DNS.
zh: 添加自定义域名，以代表您的组织发送电子邮件。我们会生成需要您添加到 DNS 服务商的 DKIM 记录。

source: Add a document
de: Dokument hinzufügen
es: Agregar un documento
fr: Ajouter un document
it: Aggiungi un documento
ja: ドキュメントを追加
nl: Een document toevoegen
pl: Dodaj dokument
pt: Adicionar um documento
sq: Shto një dokument
sv: Lägg till ett dokument
zh: 添加文档

source: Add a URL to redirect the user to once the document is signed
de: Fügen Sie eine URL hinzu, um den Benutzer nach der Unterzeichnung des Dokuments weiterzuleiten
es: Agregue una URL para redirigir al usuario una vez que se firme el documento
fr: Ajouter une URL pour rediriger l'utilisateur une fois le document signé
it: Aggiungi un URL per reindirizzare l'utente una volta firmato il documento
ja: ドキュメントに署名完了後にリダイレクトする URL を追加します。
nl: Voeg een URL toe waarnaar de gebruiker wordt doorgestuurd zodra het document is ondertekend.
pl: Dodaj adres URL do przekierowania użytkownika po podpisaniu dokumentu
pt: Adicionar um URL para redirecionar o usuário depois que o documento for assinado
sq: Shto një URL për të ridrejtuar përdoruesin pasi dokumenti të firmoset
sv: Lägg till en URL för att omdirigera användaren när dokumentet har signerats
zh: 添加一个 URL，当文档签署完成后将用户重定向到该地址

source: Add all relevant fields for each recipient.
de: Fügen Sie alle relevanten Felder für jeden Empfänger hinzu.
es: Agrega todos los campos relevantes para cada destinatario.
fr: Ajouter tous les champs pertinents pour chaque destinataire.
it: Aggiungi tutti i campi rilevanti per ciascun destinatario.
ja: 各受信者に必要なすべてのフィールドを追加します。
nl: Voeg alle relevante velden toe voor elke ontvanger.
pl: Dodaj odpowiednie pola dla każdego odbiorcy.
pt: Adicione todos os campos relevantes para cada destinatário.
sq: Shtoni të gjitha fushat e rëndësishme për secilin marrës.
sv: Lägg till alla relevanta fält för varje mottagare.
zh: 为每位收件人添加所有相关字段。

source: Add all relevant placeholders for each recipient.
de: Fügen Sie alle relevanten Platzhalter für jeden Empfänger hinzu.
es: Agrega todos los marcadores de posición relevantes para cada destinatario.
fr: Ajouter tous les espaces réservés pertinents pour chaque destinataire.
it: Aggiungi tutti i segnaposto pertinenti per ciascun destinatario.
ja: 各受信者に必要なすべてのプレースホルダーを追加します。
nl: Voeg alle relevante placeholders toe voor elke ontvanger.
pl: Dodaj domyślne opcje dla każdego odbiorcy.
pt: Adicione todos os marcadores relevantes para cada destinatário.
sq: Shtoni të gjitha vendin mbajtëset për çdo marrës.
sv: Lägg till alla relevanta platshållare för varje mottagare.
zh: 为每位收件人添加所有相关占位符。

source: Add an authenticator to serve as a secondary authentication method for signing documents.
de: Fügen Sie einen Authenticator hinzu, um als sekundäre Authentifizierungsmethode für die Unterzeichnung von Dokumenten zu dienen.
es: Agrega un autenticador para servir como método de autenticación secundario para firmar documentos.
fr: Ajouter un authentificateur pour servir de méthode d'authentification secondaire pour signer des documents.
it: Aggiungi un autenticatore come metodo di autenticazione secondario per firmare documenti.
ja: 文書署名時の二要素認証として利用する認証手段を追加します。
nl: Voeg een authenticator toe als secundaire authenticatiemethode voor het ondertekenen van documenten.
pl: Dodaj weryfikację dwuetapową, aby służyła jako dodatkowa metoda uwierzytelniania do podpisywania dokumentów.
pt: Adicione um autenticador para servir como um método de autenticação secundário para assinar documentos.
sq: Shtoni një autentifikues që të shërbejë si një metodë sekondare e autentifikimit për të nënshkruar dokumentet.
sv: Lägg till en autentiserare som ska fungera som en sekundär autentiseringsmetod för att signera dokument.
zh: 添加一个验证器，作为签署文档时的二级身份验证方式。

source: Add an authenticator to serve as a secondary authentication method when signing in, or when signing documents.
de: Fügen Sie einen Authenticator hinzu, um als sekundäre Authentifizierungsmethode beim Einloggen oder bei der Unterzeichnung von Dokumenten zu dienen.
es: Agrega un autenticador para servir como método de autenticación secundario al iniciar sesión o al firmar documentos.
fr: Ajouter un authentificateur pour servir de méthode d'authentification secondaire lors de la connexion ou lors de la signature de documents.
it: Aggiungi un autenticatore come metodo di autenticazione secondario al momento dell'accesso o durante la firma di documenti.
ja: サインイン時や文書署名時の二要素認証として利用する認証手段を追加します。
nl: Voeg een authenticator toe als secundaire authenticatiemethode bij het inloggen of bij het ondertekenen van documenten.
pl: Dodaj weryfikację dwuetapową, aby służyła jako dodatkowa metoda uwierzytelniania do logowania się lub podpisywania dokumentów.
pt: Adicione um autenticador para servir como um método de autenticação secundário ao fazer login ou ao assinar documentos.
sq: Shtoni një autentifikues që të shërbejë si një metodë sekondare e autentifikimit kur të hyni, ose kur të nënshkruani dokumentet.
sv: Lägg till en autentiserare som ska fungera som en sekundär autentiseringsmetod vid inloggning eller vid signering av dokument.
zh: 添加一个验证器，作为登录或签署文档时的二级身份验证方式。

source: Add an external ID to the document. This can be used to identify the document in external systems.
de: Fügen Sie dem Dokument eine externe ID hinzu. Diese kann verwendet werden, um das Dokument in externen Systemen zu identifizieren.
es: Agregue un ID externo al documento. Esto se puede usar para identificar el documento en sistemas externos.
fr: Ajouter un ID externe au document. Cela peut être utilisé pour identifier le document dans les systèmes externes.
it: Aggiungi un ID esterno al documento. Questo può essere usato per identificare il documento in sistemi esterni.
ja: ドキュメントに外部 ID を追加します。これは外部システムでドキュメントを識別するために使用できます。
nl: Voeg een externe ID toe aan het document. Deze kan worden gebruikt om het document in externe systemen te identificeren.
pl: Dodaj identyfikator zewnętrzny dokumentu. Może być używany do identyfikacji dokumentu w zewnętrznych systemach.
pt: Adicione um ID externo ao documento. Isso pode ser usado para identificar o documento em sistemas externos.
sq: Shto një ID të jashtëm në dokument. Kjo mund të përdoret për të identifikuar dokumentin në sistemet e jashtme.
sv: Lägg till ett externt ID till dokumentet. Detta kan användas för att identifiera dokumentet i externa system.
zh: 为文档添加一个外部 ID。可用于在外部系统中标识该文档。

source: Add an external ID to the template. This can be used to identify in external systems.
de: Fügen Sie der Vorlage eine externe ID hinzu. Diese kann zur Identifizierung in externen Systemen verwendet werden.
es: Agregue un ID externo a la plantilla. Esto se puede usar para identificar en sistemas externos.
fr: Ajouter un ID externe au modèle. Cela peut être utilisé pour l'identifier dans les systèmes externes.
it: Aggiungi un ID esterno al modello. Questo può essere usato per identificare in sistemi esterni.
ja: テンプレートに外部 ID を追加します。これは外部システムで識別するために使用できます。
nl: Voeg een externe ID toe aan de sjabloon. Deze kan worden gebruikt voor identificatie in externe systemen.
pl: Dodaj identyfikator zewnętrzny szablonu. Może być używany do identyfikacji w zewnętrznych systemach.
pt: Adicione um ID externo ao modelo. Isso pode ser usado para identificar em sistemas externos.
sq: Shto një ID të jashtëm në shabllon. Kjo mund të përdoret për të identifikuar në sistemet e jashtme.
sv: Lägg till ett externt ID till mallen. Detta kan användas för att identifiera i externa system.
zh: 为模板添加一个外部 ID。可用于在外部系统中标识。

source: Add and configure multiple documents
de: Mehrere Dokumente hinzufügen und konfigurieren
es: Agregar y configurar múltiples documentos
fr: Ajouter et configurer plusieurs documents
it: Aggiungi e configura più documenti
ja: 複数の文書を追加して設定します
nl: Voeg meerdere documenten toe en configureer ze
pl: Dodaj i skonfiguruj wiele dokumentów
pt: Adicionar e configurar vários documentos
zh: 添加并配置多个文档

source: Add another option
de: Weitere Option hinzufügen
es: Agregar otra opción
fr: Ajouter une autre option
it: Aggiungi un'altra opzione
ja: 別のオプションを追加
nl: Nog een optie toevoegen
pl: Dodaj kolejną opcję
pt: Adicionar outra opção
sq: Shto një opsion tjetër
sv: Lägg till ett annat alternativ
zh: 添加另一个选项

source: Add another value
de: Weiteren Wert hinzufügen
es: Agregar otro valor
fr: Ajouter une autre valeur
it: Aggiungi un altro valore
ja: 別の値を追加
nl: Nog een waarde toevoegen
pl: Dodaj kolejną opcję
pt: Adicionar outro valor
sq: Shto një vlerë tjetër
sv: Lägg till ett annat värde
zh: 添加另一个值

source: Add Attachment
de: Anhang hinzufügen
es: Agregar adjunto
fr: Ajouter une pièce jointe
it: Aggiungi Allegato
ja: 添付ファイルを追加
nl: Bijlage toevoegen
pl: Dodaj załącznik
pt: Adicionar Anexo
zh: 添加附件

source: Add Custom Email Domain
de: Benutzerdefinierte E-Mail-Domain hinzufügen
es: Agregar dominio de correo electrónico personalizado
fr: Ajouter un domaine email personnalisé
it: Aggiungi Domini Email Personalizzato
ja: カスタムメールドメインを追加
nl: Aangepast e-maildomein toevoegen
pl: Dodaj niestandardową domenę
pt: Adicionar Domínio de E-mail Personalizado
zh: 添加自定义邮箱域名

source: Add email
de: E-Mail hinzufügen
es: Agregar correo electrónico
fr: Ajouter un e-mail
it: Aggiungi email
ja: メールアドレスを追加
nl: E‑mail toevoegen
pl: Dodaj adres e-mail
pt: Adicionar e-mail
sq: Shto email
sv: Lägg till e-post
zh: 添加邮箱

source: Add Email
de: E-Mail hinzufügen
es: Agregar correo electrónico
fr: Ajouter un Email
it: Aggiungi Email
ja: メールを追加
nl: E-mailadres toevoegen
pl: Dodaj adres e-mail
pt: Adicionar E-mail
zh: 添加邮箱

source: Add Email Domain
de: E-Mail-Domain hinzufügen
es: Agregar dominio de correo electrónico
fr: Ajouter un domaine email
it: Aggiungi Dominio Email
ja: メールドメインを追加
nl: E-maildomein toevoegen
pl: Dodaj domenę
pt: Adicionar Domínio de E-mail
zh: 添加邮箱域名

source: Add Fields
de: Felder hinzufügen
es: Agregar Campos
fr: Ajouter des champs
it: Aggiungi campi
ja: フィールドを追加
nl: Velden toevoegen
pl: Dodaj pola
pt: Adicionar Campos
sq: Shto fusha
sv: Lägg till fält
zh: 添加字段

source: Add group roles
de: Gruppenrollen hinzufügen
es: Agregar roles de grupo
fr: Ajouter des rôles de groupe
it: Aggiungi ruoli di gruppo
ja: グループロールを追加
nl: Groepsrollen toevoegen
pl: Dodaj role w grupie
pt: Adicionar funções de grupo
sq: Shto rolet e grupeve
sv: Lägg till grupproller
zh: 添加组角色

source: Add groups
de: Gruppen hinzufügen
es: Agregar grupos
fr: Ajouter des groupes
it: Aggiungi gruppi
ja: グループを追加
nl: Groepen toevoegen
pl: Dodaj grupy
pt: Adicionar grupos
sq: Shto grupet
sv: Lägg till grupper
zh: 添加组

source: Add links to relevant documents or resources.
de: Fügen Sie Links zu relevanten Dokumenten oder Ressourcen hinzu.
es: Agregar enlaces a documentos o recursos relevantes.
fr: Ajoutez des liens vers des documents ou ressources pertinents.
it: Aggiungi link a documenti o risorse pertinenti.
ja: 関連する文書やリソースへのリンクを追加します。
nl: Voeg links toe naar relevante documenten of bronnen.
pl: Dodaj linki do odpowiednich dokumentów lub zasobów.
pt: Adicione links para documentos ou recursos relevantes.
zh: 添加指向相关文档或资源的链接。

source: Add members
de: Mitglieder hinzufügen
es: Agregar miembros
fr: Ajouter des membres
it: Aggiungi membri
ja: メンバーを追加
nl: Leden toevoegen
pl: Dodaj użytkowników
pt: Adicionar membros
sq: Shto anëtarët
sv: Lägg till medlemmar
zh: 添加成员

source: Add Members
de: Mitglieder hinzufügen
es: Agregar Miembros
fr: Ajouter des Membres
it: Aggiungi Membri
ja: メンバーを追加
nl: Leden toevoegen
pl: Dodaj użytkowników
pt: Adicionar Membros
sq: Shto Anëtarët
sv: Lägg till medlemmar
zh: 添加成员

source: Add members roles
de: Mitgliederrollen hinzufügen
es: Agregar roles de miembros
fr: Ajouter des rôles de membres
it: Aggiungi i ruoli dei membri
ja: メンバーロールを追加
nl: Ledenrollen toevoegen
pl: Dodaj role użytkowników
pt: Adicionar funções de membros
sq: Shto rolet e anëtarëve
sv: Lägg till medlemsroller
zh: 添加成员角色

source: Add more
de: Mehr hinzufügen
es: Agregar más
fr: Ajouter davantage
it: Aggiungi altro
ja: さらに追加
nl: Meer toevoegen
pl: Dodaj więcej
pt: Adicionar mais
sq: Shto më shumë
sv: Lägg till fler
zh: 添加更多

source: Add myself
de: Mich selbst hinzufügen
es: Agregame
fr: M'ajouter
it: Aggiungi me stesso
ja: 自分を追加
nl: Mijzelf toevoegen
pl: Dodaj siebie
pt: Me adicionar
sq: Shto veten time
sv: Lägg till mig själv
zh: 添加自己

source: Add Myself
de: Mich hinzufügen
es: Agregame
fr: M'ajouter
it: Aggiungi me stesso
ja: 自分を追加
nl: Mijzelf toevoegen
pl: Dodaj siebie
pt: Me Adicionar
sq: Shto Veten Time
sv: Lägg till mig själv
zh: 添加我自己

source: Add Organisation Email
de: Organisations-E-Mail hinzufügen
es: Agregar correo electrónico de la organización
fr: Ajouter un email d'organisation
it: Aggiungi Email Organizzazione
ja: 組織メールを追加
nl: E-mailadres voor organisatie toevoegen
pl: Dodaj adres e-mail organizacji
pt: Adicionar E-mail da Organização
zh: 添加组织邮箱

source: Add passkey
de: Passkey hinzufügen
es: Agregar clave
fr: Ajouter une clé de passe
it: Aggiungi chiave d'accesso
ja: パスキーを追加
nl: Passkey toevoegen
pl: Dodaj klucz dostępu
pt: Adicionar chave de acesso
sq: Shto çelësin e kalimit
sv: Lägg till passkey
zh: 添加通行密钥

source: Add Placeholder Recipient
de: Platzhalterempfänger hinzufügen
es: Agregar destinatario de marcador de posición
fr: Ajouter un destinataire fictif
it: Aggiungi un destinatario segnaposto
ja: プレースホルダー受信者を追加
nl: Plaatshouder-ontvanger toevoegen
pl: Dodaj domyślnego odbiorcę
pt: Adicionar Destinatário de Marcador
sq: Shto Marrës Zëvendësues
sv: Lägg till platshållarmottagare
zh: 添加占位收件人

source: Add Placeholders
de: Platzhalter hinzufügen
es: Agregar Marcadores de posición
fr: Ajouter des espaces réservés
it: Aggiungi segnaposto
ja: プレースホルダーを追加
nl: Placeholders toevoegen
pl: Dodaj domyślny tekst
pt: Adicionar Marcadores
sq: Shto vendndodhësit e vendosur
sv: Lägg till platshållare
zh: 添加占位符

source: Add Recipients
de: Empfänger hinzufügen
es: Agregar destinatarios
fr: Ajouter des destinataires
it: Aggiungi Destinatari
ja: 受信者を追加
nl: Ontvangers toevoegen
pl: Dodaj odbiorców
zh: 添加收件人

source: Add Signer
de: Unterzeichner hinzufügen
es: Agregar firmante
fr: Ajouter un signataire
it: Aggiungi un firmatario
ja: 署名者を追加
nl: Ondertekenaar toevoegen
pl: Dodaj podpisującego
pt: Adicionar Assinante
sq: Shto Nënshkrues
sv: Lägg till undertecknare
zh: 添加签署人

source: Add Signers
de: Unterzeichner hinzufügen
es: Agregar Firmantes
fr: Ajouter des signataires
it: Aggiungi firmatari
ja: 署名者を追加
nl: Ondertekenaars toevoegen
pl: Dodaj podpisujących
pt: Adicionar Assinantes
sq: Shto Nënshkruesit
sv: Lägg till undertecknare
zh: 添加签署人

source: Add signers and configure signing preferences
de: Unterzeichner hinzufügen und Signaturpräferenzen konfigurieren
es: Agregar firmantes y configurar preferencias de firma
fr: Ajouter des signataires et configurer les préférences de signature
it: Aggiungi firmatari e configura le preferenze di firma
ja: 署名者を追加し、署名設定を構成します
nl: Voeg ondertekenaars toe en configureer ondertekeningsvoorkeuren
pl: Dodaj podpisujących i skonfiguruj ustawienia podpisywania
pt: Adicionar assinantes e configurar preferências de assinatura
sq: Shto nënshkruesit dhe konfiguro preferencat e nënshkrimit
sv: Lägg till undertecknare och konfigurera signeringsinställningar
zh: 添加签署人并配置签署偏好

source: Add team email
de: Team-E-Mail hinzufügen
es: Agregar correo electrónico del equipo
fr: Ajouter un e-mail d'équipe
it: Aggiungi email del team
ja: チームのメールアドレスを追加
nl: Team‑e‑mail toevoegen
pl: Dodaj adres e-mail zespołu
pt: Adicionar e-mail da equipe
sq: Shto emailin e ekipit
sv: Lägg till team-e-post
zh: 添加团队邮箱

source: Add text
de: Text hinzufügen
es: Agregar texto
fr: Ajouter du texte
it: Aggiungi testo
ja: テキストを追加
nl: Tekst toevoegen
pl: Dodaj tekst
pt: Adicionar texto
sq: Shto tekst
sv: Lägg till text
zh: 添加文本

source: Add text to the field
de: Text zum Feld hinzufügen
es: Agregar texto al campo
fr: Ajouter du texte au champ
it: Aggiungi testo al campo
ja: フィールドにテキストを追加
nl: Tekst aan het veld toevoegen
pl: Dodaj tekst do pola
pt: Adicionar texto ao campo
sq: Shto tekst në fushë
sv: Lägg till text i fältet
zh: 向字段中添加文本

source: Add the people who will sign the document.
de: Fügen Sie die Personen hinzu, die das Dokument unterschreiben werden.
es: Agrega a las personas que firmarán el documento.
fr: Ajouter les personnes qui signeront le document.
it: Aggiungi le persone che firmeranno il documento.
ja: 文書に署名する人を追加します。
nl: Voeg de personen toe die het document zullen ondertekenen.
pl: Dodaj osoby, które podpiszą dokument.
pt: Adicione as pessoas que assinarão o documento.
sq: Shtoni njerëzit që do të nënshkruajnë dokumentin.
sv: Lägg till de personer som ska signera dokumentet.
zh: 添加将签署此文档的人。

source: Add the recipients to create the document with
de: Fügen Sie die Empfänger hinzu, um das Dokument zu erstellen
es: Agrega los destinatarios con los que crear el documento
fr: Ajouter les destinataires pour créer le document avec
it: Aggiungi i destinatari con cui creare il documento
ja: 文書を作成する受信者を追加します
nl: Voeg de ontvangers toe met wie je het document wilt aanmaken
pl: Dodaj odbiorców, aby utworzyć dokument
pt: Adicione os destinatários para criar o documento com
sq: Shtoni marrësit me të cilët do të krijoni dokumentin
sv: Lägg till mottagarna för att skapa dokumentet med
zh: 添加收件人以创建文档

source: Add these DNS records to verify your domain ownership
de: Fügen Sie diese DNS-Einträge hinzu, um den Besitz Ihrer Domain zu verifizieren
es: Añade estos registros DNS para verificar la propiedad de tu dominio
fr: Ajoutez ces enregistrements DNS pour vérifier la propriété de votre domaine
it: Aggiungi questi record DNS per verificare la proprietà del tuo dominio
ja: ドメイン所有者を検証するために、これらの DNS レコードを追加してください
nl: Voeg deze DNS-records toe om je domeineigendom te verifiëren
pl: Dodaj te rekordy DNS, aby zweryfikować własność domeny
pt: Adicione esses registros DNS para verificar a propriedade do seu domínio
zh: 添加这些 DNS 记录以验证您的域名所有权

source: Add this URL to your provider's allowed redirect URIs
de: Fügen Sie diese URL zu den erlaubten Umleitungen Ihres Anbieters hinzu.
es: Agrega esta URL a los URI de redirección permitidos de tu proveedor
fr: Ajoutez cet URL aux URIs de redirection autorisées de votre fournisseur
it: Aggiungi questo URL agli URI di reindirizzamento consentiti del tuo provider
ja: この URL をプロバイダーの許可されたリダイレクト URI に追加してください
nl: Voeg deze URL toe aan de toegestane redirect-URI's van je provider
pl: Dodaj ten adres URL do dozwolonych adresów przekierowania Twojego dostawcy
pt: Adicione este URL aos URIs de redirecionamento permitidos do seu provedor
zh: 将此 URL 添加到您的身份提供商的允许重定向 URI 中

source: Additional brand information to display at the bottom of emails
de: Zusätzliche Markeninformationen, die am Ende von E-Mails angezeigt werden sollen
es: Información adicional de la marca para mostrar al final de los correos electrónicos
fr: Informations supplémentaires sur la marque à afficher en bas des e-mails
it: Informazioni aggiuntive sul marchio da mostrare in fondo alle email
ja: メールの末尾に表示する追加のブランド情報
nl: Aanvullende merkinformatie om onderaan e‑mails weer te geven
pl: Dodatkowe informacje o marce wyświetlane na dole wiadomości
pt: Informações adicionais da marca para exibir na parte inferior dos e-mails
sq: Informacion shtesë për markën për të shfaqur në fund të email-eve
sv: Ytterligare varumärkesinformation att visa längst ner i e-postmeddelanden
zh: 要显示在邮件底部的更多品牌信息

source: Admin
de: Administrator
es: Administrador
fr: Administrateur
it: Amministratore
ja: 管理者
nl: Beheerder
pl: Administrator
pt: Administrador
sq: Administrator
zh: 管理员

source: Admin Actions
de: Admin-Aktionen
es: Acciones Administrativas
fr: Actions administratives
it: Azioni amministrative
ja: 管理者操作
nl: Beheerdersacties
pl: Akcje administratora
pt: Ações do Administrador
sq: Veprimet e administratorit
sv: Administratörsåtgärder
zh: 管理员操作

source: Admin panel
es: Panel administrativo
fr: Panneau d'administration
it: Pannello admin
ja: 管理パネル
nl: Beheerpaneel
pl: Panel administratora
pt: Painel do administrador
sq: Paneli i administratorit
zh: 管理面板

source: Admin Panel
es: Panel de Administración
fr: Panneau d'administration
it: Pannello di Amministrazione
ja: 管理画面
nl: Beheerderspaneel
pl: Panel administratora
pt: Painel do Administrador
sq: Paneli i Adminit
zh: 管理面板

source: Admins only
de: Nur Admins
es: Solo para administradores
fr: Administrateurs uniquement
it: Solo amministratori
ja: 管理者のみ
nl: Alleen beheerders
pl: Tylko dla administratorów
pt: Apenas administradores
zh: 仅限管理员

source: Advanced Options
de: Erweiterte Optionen
es: Opciones avanzadas
fr: Options avancées
it: Opzioni avanzate
ja: 詳細オプション
nl: Geavanceerde opties
pl: Opcje zaawansowane
pt: Opções Avançadas
sq: Opsione të avancuara
sv: Avancerade alternativ
zh: 高级选项

source: Advanced settings
de: Erweiterte Einstellungen
es: Configuraciones avanzadas
fr: Paramètres avancés
it: Impostazioni avanzate
ja: 詳細設定
nl: Geavanceerde instellingen
pl: Ustawienia zaawansowane
pt: Configurações avançadas
sq: Parametrat e avancuara
sv: Avancerade inställningar
zh: 高级设置
