Repository: documenso/documenso
Catalog: packages/lib/translations/*/web.po
Languages: de, es, fr, it, ja, nl, pl, pt, sq, sv, zh

source: Sync Email Domains
de: E-Mail-Domains synchronisieren
es: Sincronizar dominios de correo electrónico
fr: Synchroniser les domaines de messagerie
it: Sincronizza Domini Email
ja: メールドメインを同期
nl: E-maildomeinen synchroniseren
pl: Synchronizuj domeny
pt: Sincronizar Domínios de Email
zh: 同步邮箱域名

source: Sync failed, changes not saved
de: Synchronisierung fehlgeschlagen, Änderungen nicht gespeichert
es: La sincronización falló, los cambios no se guardaron
fr: Échec de la synchronisation, modifications non enregistrées
it: Sincronizzazione fallita, modifiche non salvate
ja: 同期に失敗し、変更は保存されませんでした
nl: Synchroniseren mislukt, wijzigingen niet opgeslagen
pl: Synchronizacja nie powiodła się. Zmiany nie zostały zapisane
pt: Falha na sincronização, alterações não salvas
zh: 同步失败，更改未保存

source: System auto inserted fields
de: Automatisch vom System eingefügte Felder
es: Campos insertados automáticamente por el sistema
fr: Champs insérés automatiquement par le système
it: Campi inseriti automaticamente dal sistema
ja: システムが自動でフィールドを挿入しました
nl: Systeem heeft automatisch velden ingevoegd
pl: System automatycznie uzupełnił pole
pt: Campos inseridos automaticamente pelo sistema
zh: 系统自动插入了字段

# Audit log format
source: System auto inserted fields
de: System automatisch eingefügte Felder
es: Campos auto insertados por el sistema
fr: Champs insérés automatiquement par le système
it: Campi inseriti automaticamente dal sistema
ja: システムが自動でフィールドを挿入しました
nl: Systeem heeft automatisch velden ingevoegd
pl: System automatycznie uzupełnił pole
pt: Campos inseridos automaticamente pelo sistema
zh: 系统自动插入了字段

source: System Requirements
de: Systemanforderungen
es: Requisitos del Sistema
fr: Exigences du système
it: Requisiti di sistema
ja: システム要件
nl: Systeemvereisten
pl: Wymagania systemowe
pt: Requisitos do Sistema
sq: Kërkesat e Sistemit
sv: Systemkrav
zh: 系统要求

source: System Theme
de: Systemthema
es: Tema del sistema
fr: Thème système
it: Tema del sistema
ja: システムテーマ
nl: Systeemthema
pl: Motyw systemowy
pt: Tema do Sistema
sq: Tema i sistemit
sv: Systemtema
zh: 系统主题

source: Team
es: Equipo
fr: Équipe
it: Squadra
ja: チーム
pl: Zespół
pt: Equipe
sq: Ekipi
zh: 团队

source: Team "{0}" has been deleted on Documenso
de: Team "{0}" wurde auf Documenso gelöscht
es: El equipo "{0}" ha sido eliminado en Documenso
fr: L'équipe "{0}" a été supprimée sur Documenso
it: Il team "{0}" è stato eliminato su Documenso
ja: Documenso にてチーム「{0}」が削除されました
nl: Team "{0}" is verwijderd op Documenso
pl: Zespół „{0}” został usunięty z Documenso
pt: A equipe "{0}" foi excluída do Documenso
sq: Ekipi "{0}" është fshirë në Documenso
sv: Team "{0}" har raderats på Documenso
zh: 团队“{0}”已在 Documenso 上被删除

source: Team Admin
es: Administrador del equipo
fr: Admin de l'équipe
it: Amministratore del team
ja: チーム管理者
nl: Teambeheerder
pl: Administrator zespołu
pt: Administrador da Equipe
sq: Admini i Ekipit
sv: Teamadministratör
zh: 团队管理员

source: Team Assignments
de: Teamzuweisungen
es: Asignaciones de equipo
fr: Affectations de l'équipe
it: Compiti del team
ja: チーム割り当て
nl: Teamtoewijzingen
pl: Przypisane zespoły
pt: Atribuições da Equipe
sq: Detyrat e Ekipit
sv: Teamtilldelningar
zh: 团队分配

source: Team Count
de: Teamanzahl
es: Conteo de equipo
fr: Nombre d'équipes
it: Numero totale di team
ja: チーム数
nl: Aantal teams
pl: Liczba zespołów
pt: Contagem da Equipe
sq: Numri i Ekipeve
sv: Antal team
zh: 团队数量

source: Team email
es: Correo del equipo
fr: Adresse e-mail de l'équipe
it: Email della squadra
ja: チームのメールアドレス
pl: Adres e-mail zespołu
pt: Email da equipe
sq: Email i ekipit
sv: Team-e-post
zh: 团队邮箱

source: Team Email
es: Correo del equipo
fr: E-mail d'équipe
it: Email del team
ja: チームのメールアドレス
pl: Adres e-mail zespołu
pt: Email da equipe
sq: Email i ekipit
sv: Team-e-post
zh: 团队邮箱

source: Team email already verified!
de: Team-E-Mail bereits verifiziert!
es: ¡Correo electrónico del equipo ya verificado!
fr: E-mail d'équipe déjà vérifié !
it: Email del team già verificato!
ja: チームのメールアドレスはすでに確認済みです。
nl: Team‑e‑mail al geverifieerd!
pl: Adres e-mail zespołu został już zweryfikowany!
pt: Email da equipe já verificado!
sq: Email-i i ekipit është verifikuar tashmë!
sv: Team-e-post redan verifierad!
zh: 团队邮箱已验证！

source: Team email has been removed
de: Team-E-Mail wurde entfernt
es: El correo del equipo ha sido eliminado
fr: L'adresse e-mail de l'équipe a été supprimée
it: L'email del team è stato rimosso
ja: チームのメールアドレスを削除しました
nl: Team‑e‑mail is verwijderd
pl: Adres e-mail zespołu został usunięty
pt: Email da equipe foi removido
sq: Emaili i ekipit është hequr
sv: Team-e-post har tagits bort
zh: 团队邮箱已移除

source: Team email has been revoked for {0}
de: Team-E-Mail wurde für {0} widerrufen
es: El correo electrónico del equipo ha sido revocado para {0}
fr: L'email d'équipe a été révoqué pour {0}
it: L'email del team è stata revocata per {0}
ja: {0} のチームメールが取り消されました
nl: Teame-mailadres is ingetrokken voor {0}
pl: Adres e-mail zespołu {0} został unieważniony
pt: O email da equipe foi revogado para {0}
sq: Emaili i ekipit është revokuar për {0}
sv: Team-e-post har återkallats för {0}
zh: 团队邮箱已被 {0} 撤销

source: Team email removed
de: Team-E-Mail entfernt
es: Correo electrónico del equipo eliminado
fr: Email d'équipe supprimé
it: Email del team rimosso
ja: チームメールが削除されました
nl: Teame-mailadres verwijderd
pl: Adres e-mail zespołu został usunięty
pt: Email da equipe removido
sq: Emaili i ekipit është hequr
sv: Team-e-post borttagen
zh: 团队邮箱已被移除

source: Team email removed for {teamName} on Documenso
de: Team-E-Mail für {teamName} auf Documenso entfernt
es: Correo electrónico del equipo eliminado para {teamName} en Documenso
fr: Email d'équipe supprimé pour {teamName} sur Documenso
it: Email del team rimosso per {teamName} su Documenso
ja: Documenso にて {teamName} のチームメールが削除されました
nl: Teame-mailadres verwijderd voor {teamName} op Documenso
pl: Adres e-mail zespołu {teamName} został usunięty
pt: Email da equipe removido para {teamName} no Documenso
sq: Emaili i ekipit është hequr për {teamName} në Documenso
sv: Team-e-post borttagen för {teamName} på Documenso
zh: Documenso 上团队 {teamName} 的团队邮箱已被移除

source: Team email verification
de: Team-E-Mail-Verifizierung
es: Verificación del correo del equipo
fr: Vérification de l'e-mail de l'équipe
it: Verifica email del team
ja: チームメール認証
nl: Verificatie van team‑e‑mail
pl: Weryfikacja adresu e-mail zespołu
pt: Verificação de email da equipe
sq: Verifikimi i emailit të ekipit
sv: Verifiering av team-e-post
zh: 团队邮箱验证

source: Team email verified!
de: Team-E-Mail verifiziert!
es: ¡Correo del equipo verificado!
fr: E-mail de l'équipe vérifié !
it: Email del team verificato!
ja: チームのメールアドレスが認証されました！
nl: Team‑e‑mail geverifieerd!
pl: Adres e-mail zespołu został zweryfikowany!
pt: Email da equipe verificado!
sq: Email i ekipit është verifikuar!
sv: Team-e-post verifierad!
zh: 团队邮箱已验证！

source: Team email was updated.
de: Team-E-Mail wurde aktualisiert.
es: El correo del equipo ha sido actualizado.
fr: L'e-mail de l'équipe a été mis à jour.
it: L'email del team è stato aggiornato.
ja: チームのメールアドレスを更新しました。
nl: Team‑e‑mail is bijgewerkt.
pl: Adres e-mail zespołu został zaktualizowany.
pt: O email da equipe foi atualizado.
sq: Emaili i ekipit është përditësuar.
sv: Team-e-post uppdaterades.
zh: 团队邮箱已更新。

source: Team Groups
de: Teamgruppen
es: Grupos de equipo
fr: Groupes de l'équipe
it: Gruppi di team
ja: チームグループ
nl: Teamgroepen
pl: Grupy zespołu
pt: Grupos da equipe
sq: Grupet e Ekipit
sv: Teamgrupper
zh: 团队组

source: Team Manager
es: Gerente de equipo
fr: Gestionnaire d'équipe
it: Gestore del team
ja: チームマネージャー
pl: Manager zespołu
pt: Gerente de equipe
sq: Menaxheri i Ekipit
sv: Teamchef
zh: 团队管理者

source: Team Member
de: Teammitglied
es: Miembro del equipo
fr: Membre de l'équipe
it: Membro del team
ja: チームメンバー
nl: Teamlid
pl: Użytkownik zespołu
pt: Membro da equipe
sq: Anëtari i ekipit
sv: Teammedlem
zh: 团队成员

source: Team Members
de: Teammitglieder
es: Miembros del equipo
fr: Membres de l'équipe
it: Membri del team
ja: チームメンバー
nl: Teamleden
pl: Użytkownicy zespołu
pt: Membros da equipe
sq: Anëtarët e Ekipit
sv: Teammedlemmar
zh: 团队成员

source: Team members have been added.
de: Teammitglieder wurden hinzugefügt.
es: Se han añadido miembros del equipo.
fr: Les membres de l'équipe ont été ajoutés.
it: I membri del team sono stati aggiunti.
ja: チームメンバーを追加しました。
nl: Teamleden zijn toegevoegd.
pl: Użytkownicy zespołu zostali dodani.
pt: Os membros da equipe foram adicionados.
sq: Anëtarët e ekipit janë shtuar.
sv: Teammedlemmar har lagts till.
zh: 团队成员已添加。

source: Team Name
es: Nombre del equipo
fr: Nom de l'équipe
it: Nome del team
ja: チーム名
nl: Teamnaam
pl: Nazwa zespołu
pt: Nome da equipe
sq: Emri i ekipit
sv: Teamnamn
zh: 团队名称

source: Team not found
de: Team nicht gefunden
es: Equipo no encontrado
fr: Équipe introuvable
it: Squadra non trovata
ja: チームが見つかりません
nl: Team niet gevonden
pl: Zespół nie został znaleziony
pt: Equipe não encontrada
sq: Ekipi nuk u gjet
sv: Team hittades inte
zh: 未找到团队

source: Team Only
de: Nur Team
es: Solo equipo
fr: Équipe uniquement
it: Solo team
ja: チーム専用
nl: Alleen team
pl: Tylko dla zespołu
pt: Somente equipe
sq: Vetëm ekipi
sv: Endast team
zh: 仅团队

source: Team only templates are not linked anywhere and are visible only to your team.
de: Nur Teamvorlagen sind nirgendwo verlinkt und nur für Ihr Team sichtbar.
es: Las plantillas solo para el equipo no están vinculadas en ningún lado y son visibles solo para tu equipo.
fr: Les modèles uniquement pour l'équipe ne sont liés nulle part et ne sont visibles que pour votre équipe.
it: I modelli solo per il team non sono collegati da nessuna parte e sono visibili solo al tuo team.
ja: チーム専用テンプレートはどこにもリンクされず、あなたのチームだけが閲覧できます。
nl: Team‑only‑sjablonen zijn nergens gekoppeld en alleen zichtbaar voor je team.
pl: Szablony tylko dla zespołu nie są nigdzie linkowane i są widoczne tylko w zespole.
pt: Os modelos somente da equipe não estão vinculados em nenhum lugar e são visíveis apenas para a sua equipe.
sq: Shabllonet vetëm për ekipin nuk janë të lidhur askund dhe janë të dukshme vetëm për ekipin tuaj.
sv: Mallar som endast är för team är inte länkade någonstans och är endast synliga för ditt team.
zh: 仅团队可见的模板不会在其他地方被链接，只对你的团队可见。

source: Team Role
de: Teamrolle
es: Rol de equipo
fr: Rôle de l'équipe
it: Ruolo del team
ja: チームロール
nl: Teamrol
pl: Rola w zespole
pt: Função da equipe
sq: Roli i Ekipit
sv: Teamroll
zh: 团队角色

source: Team settings
de: Teameinstellungen
es: Configuraciones del equipo
fr: Paramètres de l'équipe
it: Impostazioni del team
ja: チーム設定
nl: Teaminstellingen
pl: Ustawienia zespołu
pt: Configurações da equipe
sq: Cilësimet e ekipit
sv: Teaminställningar
zh: 团队设置

source: Team Settings
de: Team-Einstellungen
es: Configuraciones del equipo
fr: Paramètres de l'équipe
it: Impostazioni del team
ja: チーム設定
nl: Teaminstellingen
pl: Ustawienia zespołu
pt: Configurações da equipe
sq: Cilësimet e ekipit
sv: Teaminställningar
zh: 团队设置

source: Team url
es: URL del equipo
fr: URL de l'équipe
it: URL del team
ja: チーム URL
pl: Adres URL zespołu
pt: URL da equipe
sq: URL e Ekipit
zh: 团队 URL

source: Team URL
es: URL del equipo
fr: URL de l'équipe
it: URL del team
ja: チーム URL
pl: Adres URL zespołu
pt: URL da equipe
sq: URL i ekipit
zh: 团队 URL

source: Teams
es: Equipos
fr: Équipes
it: Team
ja: チーム
pl: Zespoły
pt: Equipes
sq: Ekipe
sv: Team
zh: 团队

source: Teams help you organise your work and collaborate with others. Create your first team to get started.
de: Teams helfen Ihnen, Ihre Arbeit zu organisieren und mit anderen zusammenzuarbeiten. Erstellen Sie Ihr erstes Team, um loszulegen.
es: Los equipos te ayudan a organizar tu trabajo y colaborar con otros. Crea tu primer equipo para comenzar.
fr: Les équipes vous aident à organiser votre travail et à collaborer avec d'autres. Créez votre première équipe pour commencer.
it: I team ti aiutano a organizzare il tuo lavoro e collaborare con altri. Crea il tuo primo team per iniziare.
ja: チームは作業を整理し、他のメンバーとコラボレーションするのに役立ちます。最初のチームを作成して始めましょう。
nl: Teams helpen je je werk te organiseren en samen te werken met anderen. Maak je eerste team aan om te beginnen.
pl: Zespoły pomagają organizować pracę i współpracować z innymi. Utwórz swój pierwszy zespół, aby rozpocząć.
pt: As equipes ajudam você a organizar seu trabalho e colaborar com outras pessoas. Crie sua primeira equipe para começar.
sq: Ekipet ju ndihmojnë të organizoni punën tuaj dhe të bashkëpunoni me të tjerët. Krijoni ekipin tuaj të parë për të filluar.
sv: Team hjälper dig att organisera ditt arbete och samarbeta med andra. Skapa ditt första team för att komma igång.
zh: 团队帮助您组织工作并与他人协作。创建您的第一个团队以开始使用。

source: Teams that this organisation group is currently assigned to
de: Teams, denen diese Organisationsgruppe derzeit zugewiesen ist
es: Equipos a los que actualmente está asignado este grupo de organización
fr: Équipes auxquelles ce groupe d'organisation est actuellement attribué
it: Team a cui è attualmente assegnato questo gruppo di organizzazione
ja: この組織グループが現在割り当てられているチーム
nl: Teams waaraan deze organisatiegroep momenteel is toegewezen
pl: Zespoły, do których przypisana jest grupa organizacji
pt: Equipes para as quais este grupo de organizações está atualmente atribuído
sq: Ekipet në të cilat ky grup organizativ është aktualisht caktuar
sv: Team som denna organisationsgrupp för närvarande är tilldelad till
zh: 当前已将此组织组分配给以下团队

source: Template
de: Vorlage
es: Plantilla
fr: Modèle
it: Modello
ja: テンプレート
nl: Sjabloon
pl: Szablon
pt: Modelo
sq: Shabllon
sv: Mall
zh: 模板

source: Template (Legacy)
de: Vorlage (Legacy)
es: Plantilla (Legado)
fr: Modèle (Legacy)
it: Modello (Legacy)
ja: テンプレート（レガシー）
nl: Sjabloon (verouderd)
pl: Szablon (starsza wersja)
zh: 模板（旧版）

source: Template Created
de: Vorlage erstellt
es: Plantilla Creada
fr: Modèle créé
it: Modello creato
ja: テンプレートを作成しました
nl: Sjabloon aangemaakt
pl: Szablon został utworzony
pt: Modelo criado
sq: Shablloni u Krijua
sv: Mall skapad
zh: 模板已创建

source: Template deleted
de: Vorlage gelöscht
es: Plantilla eliminada
fr: Modèle supprimé
it: Modello eliminato
ja: テンプレートを削除しました
nl: Sjabloon verwijderd
pl: Szablon został usunięty
pt: Modelo excluído
sq: Shablloni u fshi
sv: Mall raderad
zh: 模板已删除

source: Template document uploaded
de: Vorlagendokument hochgeladen
es: Documento de plantilla subido
fr: Document modèle importé
it: Documento modello caricato
ja: テンプレート文書をアップロードしました
nl: Sjabloondocument geüpload
pl: Szablon dokumentu został przesłany
pt: Documento do modelo carregado
sq: Dokument i shabllonit u ngarkua
sv: Malldokument uppladdat
zh: 模板文档已上传

source: Template duplicated
de: Vorlage dupliziert
es: Plantilla duplicada
fr: Modèle dupliqué
it: Modello duplicato
ja: テンプレートを複製しました
nl: Sjabloon gedupliceerd
pl: Szablon został zduplikowany
pt: Modelo duplicado
sq: Shablloni i dublikuar
sv: Mall duplicerad
zh: 模板已复制

source: Template Editor
de: Vorlageneditor
es: Editor de plantillas
fr: Éditeur de Modèle
it: Editor modello
ja: テンプレートエディター
nl: Sjablooneditor
pl: Edytor szablonu
pt: Editor de modelo
zh: 模板编辑器

source: Template has been removed from your public profile.
de: Vorlage ist von Deinem öffentlichen Profil entfernt worden.
es: La plantilla ha sido eliminada de tu perfil público.
fr: Le modèle a été retiré de votre profil public.
it: Il modello è stato rimosso dal tuo profilo pubblico.
ja: テンプレートを公開プロフィールから削除しました。
nl: Sjabloon is verwijderd uit je openbare profiel.
pl: Szablon został usunięty z profilu publicznego.
pt: O modelo foi removido do seu perfil público.
sq: Shablloni është hequr nga profili juaj publik.
sv: Mallen har tagits bort från din offentliga profil.
zh: 模板已从公开资料中移除。

source: Template has been updated.
de: Vorlage wurde aktualisiert.
es: La plantilla ha sido actualizada.
fr: Le modèle a été mis à jour.
it: Il modello è stato aggiornato.
ja: テンプレートを更新しました。
nl: Sjabloon is bijgewerkt.
pl: Szablon został zaktualizowany.
pt: O modelo foi atualizado.
sq: Shablloni është përmirësuar.
sv: Mallen har uppdaterats.
zh: 模板已更新。

source: Template ID (Legacy)
de: Vorlagen-ID (Legacy)
es: ID de plantilla (Legado)
fr: ID de Modèle (Legacy)
it: ID Modello (Legacy)
ja: テンプレートID（レガシー）
nl: Sjabloon-ID (verouderd)
pl: Identyfikator szablonu (starsza wersja)
zh: 模板 ID（旧版）

source: Template is using legacy field insertion
de: Vorlage verwendet Altfeld-Integration
es: La plantilla utiliza inserción de campos heredada
fr: Le modèle utilise l'insertion de champ héritée
it: Il modello utilizza l'inserimento campo legacy
ja: テンプレートは旧式のフィールド挿入を使用しています
nl: Sjabloon gebruikt verouderde veldinvoeging
pl: Szablon używa starszej metody wstawiania pól
pt: O modelo está usando a inserção de campo legado
sq: Shablloni përdor futjen e fushave të trashëguara
sv: Mallen använder äldre fältinfogning
zh: 模板正在使用旧版字段插入方式

source: Template moved
de: Vorlage verschoben
es: Plantilla movida
fr: Modèle déplacé
it: Modello spostato
ja: テンプレートを移動しました
nl: Sjabloon verplaatst
pl: Szablon został przeniesiony
pt: Modelo movido
sq: Shablloni u zhvendos
sv: Mall flyttad
zh: 模板已移动

source: Template saved
de: Vorlage gespeichert
es: Plantilla guardada
fr: Modèle enregistré
it: Modello salvato
ja: テンプレートを保存しました
nl: Sjabloon opgeslagen
pl: Szablon został zapisany
pt: Modelo salvo
sq: Shablloni u ruajt
sv: Mall sparad
zh: 模板已保存

source: Template Settings
de: Vorlageneinstellungen
es: Configuración de plantillas
fr: Paramètres du Modèle
it: Impostazioni del modello
ja: テンプレート設定
nl: Sjablooninstellingen
pl: Ustawienia szablonu
pt: Configurações do modelo
zh: 模板设置

source: Template title
de: Vorlagentitel
es: Título de plantilla
fr: Titre du modèle
it: Titolo del modello
ja: テンプレートタイトル
nl: Titel sjabloon
pl: Tytuł szablonu
pt: Título do modelo
sq: Titulli i shabllonit
sv: Malltitel
zh: 模板标题

source: Template updated successfully
de: Vorlage erfolgreich aktualisiert
es: Plantilla actualizada con éxito
fr: Modèle mis à jour avec succès
it: Modello aggiornato con successo
ja: テンプレートは正常に更新されました
nl: Sjabloon succesvol bijgewerkt
pl: Szablon został zaktualizowany
pt: Modelo atualizado com sucesso
sq: Shablloni u përditësua me sukses
sv: Mall uppdaterad framgångsrikt
zh: 模板更新成功

source: Template uploaded
de: Vorlage hochgeladen
es: Plantilla subida
fr: Modèle de document téléchargé
it: Modello caricato
ja: テンプレートをアップロードしました
nl: Sjabloon geüpload
pl: Szablon został przesłany
pt: Modelo carregado
zh: 模板已上传

source: Templates
de: Vorlagen
es: Plantillas
fr: Modèles
it: Modelli
ja: テンプレート
nl: Sjablonen
pl: Szablony
pt: Modelos
sq: Shabllone
sv: Mallar
zh: 模板

source: Templates allow you to quickly generate documents with pre-filled recipients and fields.
de: Vorlagen erlauben dir das schnelle Erstlelen von Dokumenten mit vorausgefüllten Empfängern und Feldern.
es: Las plantillas te permiten generar documentos rápidamente con destinatarios y campos prellenados.
fr: Les modèles vous permettent de générer rapidement des documents avec des destinataires et des champs pré-remplis.
it: I modelli ti consentono di generare rapidamente documenti con destinatari e campi precompilati.
ja: テンプレートを使用すると、受信者やフィールドがあらかじめ設定された文書をすばやく作成できます。
nl: Met sjablonen kun je snel documenten genereren met vooraf ingevulde ontvangers en velden.
pl: Szablony umożliwiają szybkie generowanie dokumentów z wcześniej wypełnionymi polami i odbiorcami.
pt: Os modelos permitem que você gere documentos rapidamente com destinatários e campos pré-preenchidos.
sq: Shabllonet ju lejojnë të gjeneroni shpejt dokumente me marrës dhe fusha të paraplotësuara.
sv: Mallar låter dig snabbt generera dokument med förifyllda mottagare och fält.
zh: 模板可帮助你快速生成包含预填收件人和字段的文档。

source: Test
es: Probar
ja: テスト
pl: Testuj
zh: 测试

source: Test Webhook
es: Prueba de Webhook
fr: Test du webhook
it: Webhook di Test
ja: テスト Webhook
nl: Webhook testen
pl: Testuj webhook
pt: Testar Webhook
zh: 测试 Webhook

source: Test webhook failed
de: Test-Webhook fehlgeschlagen
es: Fallo en el webhook de prueba
fr: Échec du test du webhook
it: Il test del webhook non è riuscito
ja: テスト Webhook に失敗しました
nl: Testwebhook mislukt
pl: Wysłanie webhooka nie powiodło się
pt: Teste de webhook falhou
zh: 测试 Webhook 失败

source: Test webhook sent
de: Test-Webhook gesendet
es: Webhook de prueba enviado
fr: Webhook de test envoyé
it: Webhook di prova inviato
ja: テスト Webhook を送信しました
nl: Testwebhook verzonden
pl: Testowy webhook został wysłany
pt: Webhook de teste enviado
zh: 测试 Webhook 已发送

source: Text
es: Texto
fr: Texte
it: Testo
ja: テキスト
nl: Tekst
pl: Tekst
pt: Texto
sq: Teksti
zh: 文本

source: Text Align
de: Textausrichtung
es: Alineación de texto
fr: Alignement du texte
it: Allineamento del testo
ja: テキスト揃え
nl: Tekstuitlijning
pl: Wyrównanie tekstu
pt: Alinhamento de texto
sq: Rreshto Tekstin
sv: Textjustering
zh: 文本对齐

source: Text Color
de: Textfarbe
es: Color de texto
fr: Couleur du texte
it: Colore del testo
ja: テキスト色
nl: Tekstkleur
pl: Kolor tekstu
pt: Cor do texto
sq: Ngjyra e tekstit
sv: Textfärg
zh: 文本颜色

source: Text is required
de: Text ist erforderlich
es: Se requiere texto
fr: Le texte est requis
it: Il testo è obbligatorio
ja: テキストは必須です
nl: Tekst is verplicht
pl: Tekst jest wymagany
pt: O texto é obrigatório
zh: 文本为必填项

source: Text Settings
de: Texteinstellungen
es: Configuración de texto
fr: Paramètres du Texte
it: Impostazioni testo
ja: テキスト設定
nl: Tekst-instellingen
pl: Ustawienia tekstu
pt: Configurações de texto
zh: 文本设置

source: Thank you for completing the signing process.
de: Danke, dass Sie den Signaturvorgang abgeschlossen haben.
es: Gracias por completar el proceso de firma.
fr: Merci d'avoir complété le processus de signature.
it: Grazie per aver completato il processo di firma.
ja: 署名プロセスを完了していただきありがとうございます。
nl: Bedankt dat je het ondertekeningsproces hebt voltooid.
pl: Podpisywanie zostało zakończone.
pt: Obrigado por concluir o processo de assinatura.
sq: Faleminderit që përfunduat procesin e nënshkrimit.
sv: Tack för att du slutförde signeringsprocessen.
zh: 感谢您完成签署流程。
