Repository: documenso/documenso
Catalog: packages/lib/translations/*/web.po
Languages: de, es, fr, it, ja, nl, pl, pt, sq, sv, zh

source: By using the electronic signature feature, you are consenting to conduct transactions and receive disclosures electronically. You acknowledge that your electronic signature on documents is binding and that you accept the terms outlined in the documents you are signing.
de: Durch die Verwendung der elektronischen Unterschriftsfunktion stimmen Sie zu, Transaktionen durchzuführen und Offenlegungen elektronisch zu erhalten. Sie erkennen an, dass Ihre elektronische Unterschrift auf Dokumenten bindend ist und dass Sie die Bedingungen akzeptieren, die in den Dokumenten dargelegt sind, die Sie unterzeichnen.
es: Al utilizar la función de firma electrónica, usted está consintiendo realizar transacciones y recibir divulgaciones electrónicamente. Reconoce que su firma electrónica en los documentos es vinculante y que acepta los términos esbozados en los documentos que está firmando.
fr: En utilisant la fonctionnalité de signature électronique, vous consentez à effectuer des transactions et à recevoir des divulgations électroniquement. Vous reconnaissez que votre signature électronique sur les documents est contraignante et que vous acceptez les termes énoncés dans les documents que vous signez.
it: Utilizzando la funzione di firma elettronica, acconsenti a effettuare transazioni e ricevere divulgazioni elettronicamente. Riconosci che la tua firma elettronica sui documenti è vincolante e accetti i termini delineati nei documenti che stai firmando.
ja: 電子署名機能を利用することで、お客様は取引や開示の電子的な実行および受領に同意したものとみなされます。さらに、電子署名が文書に対して法的拘束力を持ち、署名対象文書の条件を受け入れたことを認めるものとします。
nl: Door de functie voor elektronische handtekeningen te gebruiken, stem je ermee in transacties uit te voeren en kennisgevingen elektronisch te ontvangen. Je erkent dat je elektronische handtekening onder documenten bindend is en dat je de voorwaarden van de te ondertekenen documenten accepteert.
pl: Korzystając z funkcji podpisu elektronicznego, wyrażasz zgodę na przeprowadzanie transakcji i otrzymywanie informacji w formie elektronicznej. Potwierdzasz, że Twój podpis elektroniczny na dokumentach jest wiążący i akceptujesz warunki określone w podpisywanych dokumentach.
pt: Ao usar o recurso de assinatura eletrônica, você está consentindo em realizar transações e receber divulgações eletronicamente. Você reconhece que sua assinatura eletrônica em documentos é vinculante e que você aceita os termos descritos nos documentos que está assinando.
sq: Duke përdorur funksionin e nënshkrimit elektronik, ju po jepni pëlqimin për të kryer transaksione dhe për të marrë informacion elektronikisht. Ju pranoni që nënshkrimi juaj elektronik në dokumente është i detyrueshëm dhe që pranoni kushtet e përcaktuara në dokumentet që po nënshkruani.
sv: Genom att använda funktionen för elektronisk signatur samtycker du till att genomföra transaktioner och ta emot information elektroniskt. Du bekräftar att din elektroniska signatur på dokument är bindande och att du accepterar villkoren som beskrivs i dokumenten du signerar.
zh: 使用电子签名功能，即表示你同意以电子方式进行交易并接收披露文件。你确认你在文档上的电子签名具有约束力，并接受所签署文档中列明的条款。

source: Can prepare
de: Kann vorbereiten
es: Puede preparar
fr: Peut préparer
it: Può preparare
ja: 準備ができる
nl: Kan voorbereiden
pl: Może przygotować
pt: Pode preparar
sq: Mund të përgatitë
sv: Kan förbereda
zh: 可预填

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
nl: Annuleren
pl: Anuluj
pt: Cancelar
sq: Anulo
sv: Avbryt
zh: 取消

source: Cancelled by user
de: Vom Benutzer abgebrochen
es: Cancelado por el usuario
fr: Annulé par l'utilisateur
it: Annullato dall'utente
ja: ユーザーによりキャンセルされました
nl: Geannuleerd door gebruiker
pl: Anulowano przez użytkownika
pt: Cancelado pelo usuário
sq: Anuluar nga përdoruesi
sv: Avbruten av användaren
zh: 已被用户取消

source: Cannot remove document
de: Dokument kann nicht entfernt werden
es: No se puede eliminar el documento
fr: Impossible de retirer le document
it: Impossibile rimuovere il documento
ja: ドキュメントを削除できません
nl: Document kan niet worden verwijderd
pl: Nie można usunąć dokumentu
pt: Não é possível remover o documento
sq: Nuk mund të hiqet dokumenti
sv: Kan inte ta bort dokument
zh: 无法移除文档

source: Cannot remove signer
de: Unterzeichner kann nicht entfernt werden
es: No se puede eliminar el firmante
fr: Impossible de supprimer le signataire
it: Impossibile rimuovere il firmatario
ja: 署名者を削除できません
nl: Ondertekenaar kan niet worden verwijderd
pl: Nie można usunąć podpisującego
pt: Não é possível remover o signatário
sq: Nuk mund të hiqet nënshkruesi
sv: Kan inte ta bort undertecknare
zh: 无法移除签署人

source: Cannot upload items after the document has been sent
de: Artikel können nicht hochgeladen werden, nachdem das Dokument versendet wurde.
es: No se pueden cargar elementos después de que el documento ha sido enviado
fr: Impossible de télécharger des éléments après l'envoi du document
it: Non è possibile caricare gli elementi dopo che il documento è stato inviato
ja: ドキュメント送信後はアイテムをアップロードできません
nl: Items kunnen niet worden geüpload nadat het document is verzonden
pl: Nie możesz przesłać elementów po wysłaniu dokumentu
pt: Não é possível fazer upload de itens após o envio do documento
zh: 文档发送后无法再上传项目

# Recipient role name
source: Cc
pl: Pobierający kopię
zh: 抄送

# Recipient role action verb
source: CC
pl: Pobierz
zh: 抄送

# Recipient role progressive verb
source: CC
pl: Pobiera
zh: 抄送

# Recipient role actioned
source: CC'd
fr: Mis en CC
it: In copia
ja: CC 済み
pl: Pobrano
pt: Com cópia
zh: 已抄送

# Recipient role plural name
source: Ccers
it: Copiatori
ja: Cc 受信者
pl: Pobierający kopię
pt: Copiados
zh: 抄送人

source: Center
de: Zentrum
es: Centro
fr: Centre
it: Centro
ja: 中央
nl: Centreren
pl: Wyśrodkuj
pt: Centro
zh: 居中

source: Change Recipient
de: Empfänger ändern
es: Cambiar destinatario
fr: Modifier le destinataire
it: Cambia destinatario
ja: 受信者を変更
nl: Ontvanger wijzigen
pl: Zmień odbiorcę
zh: 更改收件人

source: Character limit
de: Zeichenbeschränkung
es: Límite de caracteres
fr: Limite de caractères
it: Limite di caratteri
ja: 文字数制限
nl: Tekenlimiet
pl: Limit znaków
zh: 字符限制

source: Character Limit
de: Zeichenbeschränkung
es: Límite de caracteres
fr: Limite de caractères
it: Limite di caratteri
ja: 文字数制限
nl: Tekenlimiet
pl: Limit znaków
pt: Limite de caracteres
sq: Kufiri i karaktereve
sv: Teckengräns
zh: 字符限制

source: Charts
de: Diagramme
es: Gráficas
fr: Graphiques
it: Grafici
ja: グラフ
nl: Grafieken
pl: Wykresy
pt: Gráficos
sq: Grafikët
sv: Diagram
zh: 图表

source: Checkbox
de: Kontrollkästchen
es: Casilla de verificación
fr: Case à cocher
it: Casella di controllo
ja: チェックボックス
nl: Selectievakje
pl: Pole wyboru
pt: Caixa de seleção
sq: Fushë zgjedhëse
sv: Kryssruta
zh: 复选框

source: Checkbox Settings
de: Einstellungen für das Kontrollkästchen
es: Configuración de Checkbox
fr: Paramètres de la case à cocher
it: Impostazioni del checkbox
ja: チェックボックス設定
nl: Instellingen selectievakje
pl: Ustawienia pola wyboru
pt: Configurações da caixa de seleção
zh: 复选框设置

source: Checkbox values
de: Checkbox-Werte
es: Valores de Checkbox
fr: Valeurs de la case à cocher
it: Valori della casella di controllo
ja: チェックボックスの値
nl: Waarden selectievakje
pl: Opcje pola wyboru
pt: Valores da caixa de seleção
sq: Vlerat e fushës zgjedhëse
sv: Kryssrutevärden
zh: 复选框值

source: Checkout
de: Abrechnung
fr: Passer à la caisse
it: Pagamento
ja: チェックアウト
nl: Afrekenen
pl: Zamów
sq: Pagim
sv: Kassa
zh: 结账

source: Choose an existing recipient from below to continue
de: Wählen Sie einen vorhandenen Empfänger unten aus, um fortzufahren
es: Elija un destinatario existente de abajo para continuar
fr: Choisissez un destinataire existant ci-dessous pour continuer
it: Scegli un destinatario esistente qui sotto per continuare
ja: 続行するには、下から既存の受信者を選択してください
nl: Kies hieronder een bestaande ontvanger om verder te gaan
pl: Wybierz odbiorcę, aby kontynuować
pt: Escolha um destinatário existente abaixo para continuar
sq: Zgjidh një marrës ekzistues nga më poshtë për të vazhduar
sv: Välj en befintlig mottagare nedan för att fortsätta
zh: 从下方选择一个已存在的收件人以继续

source: Choose Direct Link Recipient
de: Wählen Sie den direkten Link Empfänger
es: Elija el destinatario del enlace directo
fr: Choisissez un destinataire pour le lien direct
it: Scegli Destinatario Link Diretto
ja: ダイレクトリンクの受信者を選択
nl: Directe‑linkontvanger kiezen
pl: Wybierz odbiorcę bezpośredniego linku
pt: Escolher destinatário de link direto
sq: Zgjidhni Marrësin e Lidhjes Direkte
sv: Välj direktlänksmottagare
zh: 选择直接链接收件人

source: Choose how the document will reach recipients
de: Wählen Sie, wie das Dokument die Empfänger erreichen soll
es: Elige cómo el documento llegará a los destinatarios
fr: Choisissez comment le document atteindra les destinataires
it: Scegli come il documento verrà inviato ai destinatari
ja: 文書をどのように受信者へ届けるかを選択します
nl: Kies hoe het document de ontvangers bereikt
pl: Wybierz, jak dokument dotrze do odbiorców
pt: Escolha como o documento chegará aos destinatários
sq: Zgjidhni si do të dërgohet dokumenti tek marrësit
sv: Välj hur dokumentet ska nå mottagarna
zh: 选择文档将如何送达收件人

source: Choose how to distribute your document to recipients. Email will send notifications, None will generate signing links for manual distribution.
de: Wählen Sie, wie Sie Ihr Dokument an Empfänger verteilen möchten. E-Mail sendet Benachrichtigungen, Keine generiert Signatur-Links zur manuellen Verteilung.
es: Elija cómo distribuir su documento a los destinatarios. El correo electrónico enviará notificaciones, Ninguno generará enlaces de firma para la distribución manual.
fr: Choisissez comment distribuer votre document aux destinataires. L'email enverra des notifications, Aucun générera des liens de signature pour une distribution manuelle.
it: Scegli come distribuire il tuo documento ai destinatari. L'email invierà notifiche, Nessuna genererà link di firma per la distribuzione manuale.
ja: ドキュメントを受信者にどのように配布するかを選択します。メールは通知を送信し、「なし」は手動配布用の署名リンクを生成します。
nl: Kies hoe je je document naar ontvangers distribueert. E-mail verstuurt meldingen, Geen genereert ondertekeningslinks voor handmatige distributie.
pl: Wybierz metodę dystrybucji dokumentu do odbiorców. Opcja „Adres e-mail” spowoduje wysłanie powiadomienia, a „Brak” wygeneruje tylko linki do ręcznej wysyłki.
pt: Escolha como distribuir seu documento aos destinatários. O e-mail enviará notificações, Nenhum gerará links de assinatura para distribuição manual.
sq: Zgjidhni si të shpërndani dokumentin tuaj te marrësit. Email do të dërgojë njoftime, asnjë nuk do të gjenerojë lidhje për nënshkrim për shpërndarje manuale.
sv: Välj hur du vill distribuera ditt dokument till mottagarna. E-post skickar meddelanden, Ingen genererar signeringslänkar för manuell distribution.
zh: 选择如何将文档分发给收件人。电子邮件将发送通知，“无”则会生成供手动分发的签署链接。

source: Choose verification method
de: Verifizierungsmethode wählen
es: Elige el método de verificación
fr: Choisissez la méthode de vérification
it: Scegli il metodo di verifica
ja: 認証方法を選択
nl: Verificatiemethode kiezen
pl: Wybierz metodę weryfikacji
pt: Escolher método de verificação
zh: 选择验证方式

source: Choose your preferred authentication method:
de: Wählen Sie Ihre bevorzugte Authentifizierungsmethode aus:
es: Elige tu método de autenticación preferido:
fr: Choisissez votre méthode d'authentification préférée:
it: Scegli il tuo metodo di autenticazione preferito:
ja: 希望する認証方法を選択してください。
nl: Kies je voorkeursauthenticatiemethode:
pl: Wybierz metodę uwierzytelniania:
pt: Escolha seu método de autenticação preferido:
sq: Zgjedhni metodën tuaj të preferuar të autentikimit:
sv: Välj din föredragna autentiseringsmetod:
zh: 请选择首选认证方式：

source: Choose...
de: Wählen...
es: Elija...
fr: Choisissez...
it: Scegli...
ja: 選択...
nl: Kiezen...
pl: Wybierz...
pt: Escolher...
sq: Zgjedh...
sv: Välj...
zh: 请选择...

source: Claim account
de: Konto beanspruchen
es: Reclamar cuenta
fr: Revendiquer le compte
it: Rivendica account
ja: アカウントを引き継ぐ
nl: Account claimen
pl: Utwórz konto
pt: Reivindicar conta
sq: Kërko llogari
sv: Gör anspråk på konto
zh: 认领账号

source: Claims
de: Ansprüche
es: Reclamaciones
fr: Réclamations
it: Richieste
ja: クレーム
pl: Subskrypcje
pt: Reivindicações
sq: Pretendimet
sv: Anspråk
zh: 声明

source: Clear filters
de: Filter löschen
es: Limpiar filtros
fr: Effacer les filtres
it: Cancella filtri
ja: フィルターをクリア
nl: Filters wissen
pl: Wyczyść filtry
pt: Limpar filtros
sq: Fshi filtrat
sv: Rensa filter
zh: 清除筛选条件

source: Clear Signature
de: Unterschrift löschen
es: Limpiar firma
fr: Effacer la signature
it: Cancella firma
ja: 署名をクリア
nl: Handtekening wissen
pl: Wyczyść podpis
pt: Limpar assinatura
sq: Pastro nënshkrimin
sv: Rensa signatur
zh: 清除签名

source: Click here to get started
de: Klicken Sie hier, um zu beginnen
es: Haga clic aquí para comenzar
fr: Cliquez ici pour commencer
it: Clicca qui per iniziare
ja: ここをクリックして開始
nl: Klik hier om te beginnen
pl: Kliknij, aby rozpocząć
pt: Clique aqui para começar
sq: Klikoni këtu për të filluar
sv: Klicka här för att komma igång
zh: 点击此处开始

source: Click here to retry
de: Klicken Sie hier, um es erneut zu versuchen
es: Haga clic aquí para reintentar
fr: Cliquez ici pour réessayer
it: Clicca qui per riprovare
ja: ここをクリックして再試行
nl: Klik hier om opnieuw te proberen
pl: Kliknij tutaj, aby spróbować ponownie
pt: Clique aqui para tentar novamente
sq: Klikoni këtu për të riprovuar
sv: Klicka här för att försöka igen
zh: 点击此处重试

source: Click here to upload
de: Klicken Sie hier, um hochzuladen
es: Haga clic aquí para subir
fr: Cliquez ici pour importer
it: Clicca qui per caricare
ja: ここをクリックしてアップロード
nl: Klik hier om te uploaden
pl: Kliknij, aby przesłać
pt: Clique aqui para fazer upload
sq: Klikoni këtu për të ngarkuar
sv: Klicka här för att ladda upp
zh: 点击此处上传

source: Click to copy signing link for sending to recipient
de: Klicken Sie, um den Signatur-Link zu kopieren, um ihn an den Empfänger zu senden
es: Haga clic para copiar el enlace de firma para enviar al destinatario
fr: Cliquez pour copier le lien de signature à envoyer au destinataire
it: Clicca per copiare il link di firma da inviare al destinatario
ja: クリックして署名用リンクをコピーし、受信者に送信します
nl: Klik om de ondertekeningslink te kopiëren om naar de ontvanger te sturen
pl: Kliknij, aby skopiować link do podpisywania dla odbiorcy
pt: Clique para copiar o link de assinatura para enviar ao destinatário
sq: Klikoni për të kopjuar lidhjen e nënshkrimit për dërgim tek marrësi
sv: Klicka för att kopiera signeringslänk för att skicka till mottagaren
zh: 点击复制签署链接以发送给收件人

source: Click to insert field
de: Klicken, um das Feld auszufüllen
es: Haga clic para insertar campo
fr: Cliquez pour insérer un champ
it: Clicca per inserire il campo
ja: クリックしてフィールドを挿入
nl: Klik om veld in te voegen
pl: Kliknij, aby wstawić pole
pt: Clique para inserir o campo
sq: Klikoni për të futur fusha
sv: Klicka för att infoga fält
zh: 点击以插入字段

source: Client ID
de: Kunden-ID
es: ID de Cliente
fr: ID client
it: ID Cliente
ja: クライアント ID
pl: Identyfikator klienta
pt: ID do cliente
zh: 客户端 ID

source: Client ID is required
de: Kunden-ID ist erforderlich
es: Se requiere ID de Cliente
fr: ID client requis
it: È richiesto l'ID Cliente
ja: クライアント ID は必須です
nl: Client-ID is verplicht
pl: Identyfikator klienta jest wymagany
pt: ID do cliente é obrigatório
zh: 客户端 ID 为必填项

source: Client Secret
de: Kundengeheimnis
es: Secreto del Cliente
fr: Secret client
it: Segreto Cliente
ja: クライアントシークレット
nl: Clientgeheim
pl: Sekret klienta
pt: Segredo do cliente
zh: 客户端密钥

source: Client secret is required
de: Kundengeheimnis erforderlich
es: Se requiere secreto del cliente
fr: Secret client requis
it: È richiesto il segreto cliente
ja: クライアントシークレットは必須です
nl: Clientgeheim is verplicht
pl: Sekret klienta jest wymagany
pt: Segredo do cliente é obrigatório
zh: 客户端密钥为必填项

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
nl: Sluiten
pl: Zamknij
pt: Fechar
sq: Mbyll
sv: Stäng
zh: 关闭

source: Communication
de: Kommunikation
es: Comunicación
it: Comunicazione
ja: コミュニケーション
nl: Communicatie
pl: Komunikacja
pt: Comunicação
sq: Komunikimi
sv: Kommunikation
zh: 通信

source: Compare all plans and features in detail
de: Vergleichen Sie alle Pläne und Funktionen im Detail
es: Compara todos los planes y características en detalle
fr: Comparez tous les plans et fonctionnalités en détail
it: Confronta tutti i piani e le caratteristiche in dettaglio
ja: すべてのプランと機能を詳細に比較
nl: Vergelijk alle abonnementen en functies in detail
pl: Porównaj wszystkie plany i funkcje
pt: Comparar todos os planos e recursos em detalhes
sq: Krahaso të gjitha planet dhe karakteristikat në detaje
sv: Jämför alla planer och funktioner i detalj
zh: 详细比较所有套餐和功能

source: Complete
de: Abschließen
es: Completo
fr: Compléter
it: Completa
ja: 完了
nl: Voltooien
pl: Zakończ
pt: Concluir
sq: Përfundo
sv: Slutför
zh: 完成

source: Complete Document
de: Dokument abschließen
es: Documento Completo
fr: Compléter le Document
it: Completa Documento
ja: ドキュメントを完了
nl: Document voltooien
pl: Zakończ dokument
pt: Documento Completo
sq: Plotëso Dokumentin
sv: Slutför dokument
zh: 完成文档

source: Complete the fields for the following signers.
de: Vervollständigen Sie die Felder für die folgenden Unterzeichner.
es: Completa los campos para los siguientes firmantes.
fr: Complétez les champs pour les signataires suivants.
it: Compila i campi per i seguenti firmatari.
ja: 次の署名者のフィールドを入力してください。
nl: Vul de velden in voor de volgende ondertekenaars.
pl: Uzupełnij pola dla następujących podpisujących.
pt: Preencha os campos para os seguintes signatários.
zh: 请为以下签署人完成字段。

source: Completed
de: Abgeschlossen
es: Completado
fr: Terminé
it: Completato
ja: 完了
nl: Voltooid
pl: Zakończono
pt: Concluído
sq: Përfunduar
sv: Slutförd
zh: 已完成

source: Completed Document
de: Abgeschlossenes Dokument
es: Documento completado
fr: Document complété
it: Documento completato
ja: 完了したドキュメント
nl: Voltooid document
pl: Dokument został zakończony
pt: Documento Concluído
sq: Dokument i përfunduar
sv: Slutfört dokument
zh: 已完成的文档

source: Completed documents
de: Abgeschlossene Dokumente
es: Documentos completados
fr: Documents complétés
it: Documenti Completati
ja: 完了した文書
nl: Voltooide documenten
pl: Zakończone dokumenty
pt: Documentos concluídos
sq: Dokumentet e përfunduara
sv: Slutförda dokument
zh: 已完成的文档

source: Completed Documents
de: Abgeschlossene Dokumente
es: Documentos Completados
fr: Documents Complétés
it: Documenti Completati
ja: 完了した文書
nl: Voltooide documenten
pl: Zakończone dokumenty
pt: Documentos Concluídos
sq: Dokumentet e Përfunduara
sv: Slutförda dokument
zh: 已完成文档

source: Completed on {formattedDate}
de: Abgeschlossen am {formattedDate}
es: Completado el {formattedDate}
fr: Terminé le {formattedDate}
it: Completato il {formattedDate}
ja: {formattedDate} に完了
nl: Voltooid op {formattedDate}
pl: Zakończono {formattedDate}
pt: Concluído em {formattedDate}
sq: Përfunduar më {formattedDate}
sv: Slutförd den {formattedDate}
zh: 完成时间 {formattedDate}

source: Configuration Error
de: Konfigurationsfehler
es: Error de configuración
fr: Erreur de configuration
it: Errore di Configurazione
ja: 設定エラー
nl: Configuratiefout
pl: Błąd konfiguracji
zh: 配置错误

source: Configure {0} Field
de: Konfigurieren Sie das Feld {0}
es: Configurar el campo {0}
fr: Configurer le champ {0}
it: Configura {0} Campo
ja: {0} フィールドを設定
nl: {0}-veld configureren
pl: Skonfiguruj pole {0}
pt: Configurar campo {0}
sq: Konfiguro Fushën {0}
sv: Konfigurera {0}-fält
zh: 配置 {0} 字段

source: Configure additional options and preferences
de: Zusätzliche Optionen und Präferenzen konfigurieren
es: Configurar opciones y preferencias adicionales
fr: Configurer les options supplémentaires et les préférences
it: Configura opzioni aggiuntive e preferenze
ja: 追加のオプションと設定を構成します
nl: Configureer aanvullende opties en voorkeuren
pl: Skonfiguruj dodatkowe opcje i ustawienia
pt: Configurar opções e preferências adicionais
sq: Konfiguro opsione dhe preferenca shtesë
sv: Konfigurera ytterligare alternativ och inställningar
zh: 配置其他选项和偏好

source: Configure Direct Recipient
de: Direkten Empfänger konfigurieren
es: Configurar destinatario directo
fr: Configurer le destinataire direct
it: Configura destinatario diretto
ja: ダイレクト受信者を設定
nl: Directe ontvanger configureren
pl: Skonfiguruj bezpośredniego odbiorcę
pt: Configurar Destinatário Direto
sq: Konfiguro Marrësin Direkt
sv: Konfigurera direktmottagare
zh: 配置直链收件人

source: Configure Document
de: Dokument konfigurieren
es: Configurar documento
fr: Configurer le document
it: Configura Documento
ja: ドキュメントを設定
nl: Document configureren
pl: Skonfiguruj dokument
pt: Configurar Documento
sq: Konfiguro Dokumentin
sv: Konfigurera dokument
zh: 配置文档

source: Configure document settings and options before sending.
de: Dokumenteneinstellungen und Optionen vor dem Versand konfigurieren.
es: Configura la configuración del documento y las opciones antes de enviar.
fr: Configurez les paramètres et options du document avant l'envoi.
it: Configura le impostazioni e le opzioni del documento prima di inviare.
ja: 送信前に、ドキュメント設定とオプションを構成します。
nl: Configureer documentinstellingen en opties voordat je verzendt.
pl: Skonfiguruj ustawienia dokumentu przed ich wysłaniem.
pt: Configurar configurações e opções do documento antes de enviar.
zh: 在发送前配置文档设置和选项。

source: Configure email settings for the document
de: E-Mail-Einstellungen für das Dokument konfigurieren
es: Configura las opciones de correo electrónico para el documento
fr: Configurez les paramètres d'email pour le document
it: Configura le impostazioni email per il documento
ja: このドキュメントのメール設定を構成
nl: E-mailinstellingen voor het document configureren
pl: Skonfiguruj ustawienia powiadomień dla dokumentu.
pt: Configurar configurações de e-mail para o documento
zh: 为文档配置邮件设置

source: Configure Fields
de: Felder konfigurieren
es: Configurar campos
fr: Configurer les champs
it: Configura Campi
ja: フィールドを設定
nl: Velden configureren
pl: Skonfiguruj pola
pt: Configurar Campos
sq: Konfiguro Fushat
sv: Konfigurera fält
zh: 配置字段

source: Configure general settings for the document.
de: Konfigurieren Sie die allgemeinen Einstellungen für das Dokument.
es: Configurar ajustes generales para el documento.
fr: Configurer les paramètres généraux pour le document.
it: Configura le impostazioni generali per il documento.
ja: この文書の一般設定を構成します。
nl: Configureer algemene instellingen voor het document.
pl: Skonfiguruj ogólne ustawienia dokumentu.
pt: Configurar configurações gerais para o documento.
sq: Konfiguro cilësimet e përgjithshme për dokumentin.
sv: Konfigurera allmänna inställningar för dokumentet.
zh: 配置文档的一般设置。

source: Configure general settings for the template.
de: Konfigurieren Sie die allgemeinen Einstellungen für die Vorlage.
es: Configurar ajustes generales para la plantilla.
fr: Configurer les paramètres généraux pour le modèle.
it: Configura le impostazioni generali per il modello.
ja: このテンプレートの一般設定を構成します。
nl: Configureer algemene instellingen voor de sjabloon.
pl: Skonfiguruj ogólne ustawienia szablonu.
pt: Configurar configurações gerais para o modelo.
sq: Konfiguro cilësimet e përgjithshme për modelin.
sv: Konfigurera allmänna inställningar för mallen.
zh: 配置模板的一般设置。

source: Configure security settings for the document
de: Sicherheitseinstellungen für das Dokument konfigurieren
es: Configura la configuración de seguridad del documento
fr: Configurez les paramètres de sécurité pour le document
it: Configura le impostazioni di sicurezza per il documento
ja: このドキュメントのセキュリティ設定を構成
nl: Beveiligingsinstellingen voor het document configureren
pl: Skonfiguruj ustawienia zabezpieczeń dokumentu.
pt: Configurar configurações de segurança para o documento
zh: 为文档配置安全设置

source: Configure template
de: Vorlage konfigurieren
es: Configurar plantilla
fr: Configurer le modèle
it: Configura il modello
ja: テンプレートを構成
nl: Sjabloon configureren
pl: Skonfiguruj szablon
pt: Configurar modelo
sq: Konfiguro modelin
sv: Konfigurera mall
zh: 配置模板
